engxw.org
* 军事
atomic	adj. 原子的, 原子能的
biological	adj. 生物学的
bacterial	adj. 细菌的
chemical	adj. 化学的 n. 化学制品
ABM	n.烧蚀表(反弹道导弹,自动配料混合)
atomic bomb	原子弹
aerial	adj.空气的； 航空的，空中的； 空想的 n.[电讯] 天线
reconnaissance	n. 侦察,搜察,勘察队
airborne	adj. 空运的, 空中传播的,空降的
aircraft	n. 飞机
aircraft carrier	航空母舰
air force	空军
airlift	n. 空运, 空中补给线 v. 空运
air raid	n. 空袭
missile	n. 导弹,投射物
alert	adj. 警觉的,灵敏的 n. 警戒,警报 vt. 警惕,使意识到
All-out	adj. 完全的
antimissile	adj. 反导弹的 n. 反导弹
all-weather	全天候的
anti-aircraft	adj. 防空的 n. 高射炮，防空武器 =antiaircraft
antiwar	adj. 反战的
Arizona	n. 亚利桑那(美国州名)
arm	n. 手臂, 港湾, 狭长地带, 扶手, 袖子, 枪 vt. 装备, 准备(炸弹) vi. 武装自己
armed forces	n. 武装部队
armor	n. 盔甲,装甲
radar	n. 雷达
armoury	n. 军械库, 兵工厂 =armory
army	n. 军队,陆军,大群
artillery	n. (军)火炮, 大炮, 炮兵(部队)
atrocity	n. 暴行
AWOL	abbr. 擅离职守(=absent without leave)
backpack	n. 双肩背包
nuke	n. 核武器, 核能发电厂 v. 以核武器攻击
badge	n. 徽章,标记
Badger game	美人计
badger	n. 獾; vt. 纠缠不休, 烦扰, 吵着要
disarmament	n. 缴械，裁军
ballistic	adj. 弹道的，(突然地)激动、沮丧或者生气的
banzai	n. 万岁！
barrage	n. 弹幕, 掩护炮火 n. 拦河坝 vt. 以密集火力进攻
base	n. 基底,(支持、收入、力量等的)基础 vt. 以...作基础 adj. 卑鄙的；不道德的
battalion	n. 营, 军队，大批
battle	n. 战斗,争论 vt. &vi. 与...作战;与...斗争
bayonet	n. 刺刀 v. 用刺刀刺
bazooka	n. 火箭炮
beachhead	n.滩头阵地,立足点
beeper	n. 呼叫器，BP机
belligerent	adj. 好战的, 交战的, 交战国的 n. 交战者
besiege	vt. 围攻, 包围
blitz	n. 闪击战 vt. 以闪击战攻击
blitzkrieg	n. 闪电战 vt. 以闪电战攻击
blockade	n. 阻塞，封锁，阻碍物 v. 封锁，挡住
blockbuster	n. 轰动, 巨型炸弹
bomb	n. 炸弹,高压罐,火山口喷出的熔岩 vt. 轰炸,大败,长传 vi. 失败
bomber	n. 轰炸机，投弹手
bombing	n. 轰炸 动词bomb的现在分词形式
booby trap	恶作剧
booby	n. 呆子，傻瓜，海鹅 n. &lt;俚&gt;奶子
boot camp	训练营地
brass	n. 黄铜(制品),铜管(乐器) adj. 黄铜的
breakthrough	n. 突破
briefing	n. 简要情况，简介 动词brief的现在分词形式
brigade	n. 旅, 队, 组 vt. 组队，编组
brilliant	adj. 灿烂的,有才气的,杰出的
pebble	n. 鹅卵石 n. 水晶, 水晶透镜 v. 用卵石铺,用卵石投掷,使有卵石纹
brink	n. 边缘,边沿,界限
bullet	n. 子弹
bunker	n. 煤仓, [高尔夫]沙坑 v. 击入沙坑, 陷入穷境, 将燃料装入(燃料仓)
bushido	武士道
cadet	n. 军官学校学生
call up	n. 召唤(召集,使人想起,打电话给,应征入伍,提出议案)
cannon	n. 大炮 vi. 开炮
capitulate	vi. 有条件投降
capitulation	n. 投降，投降协议
carrier	n. 运送者,行李架, 客运公司, 运输工具,航空母舰,带菌者,电信公司
ceasefire	n. 停火, 停战
chief	adj. 主要的, 首席的 n. 首领
CIA	abbr. 中央情报局(=Central Intelligence Agency)
civil war	美国内战(南北战争)
classified	adj. 分类的, 类别的, 被指定为机密的 v. 分类, 分等级 vbl. 分类, 分等级
close quarters	n. 近距离
cluster bomb	集束炸弹
cluster	n. 串,丛,群 v. 聚合,成串,丛生,使...聚集
coast guard	n. 海岸巡逻队队员，海岸警卫队队员
code name	代号 编号
steel	n. 钢,钢制品,坚强 adj. 钢的,如钢铁般的,非常坚强的 vt. 包钢, 使坚硬, 使下定决心
cold war	n. 冷战(国与国之间在军事以外的外交上、经济上和心理上的斗争)
collaboration	n. 合作, 通敌
collateral	adj. 并行的,附随的,旁系的 n. 支亲,副保,附属担保物
collateral damage	附带损害
colonel	n. 上校
colt	n. 小马, 无经验的年轻人 Colt：n. 柯尔特公司(美国著名的制枪厂商)
combat	n. 争斗,战斗 vt. 打斗 vi. 战斗,与…斗争 adj. 战斗的
combatant	n. 战士；争斗者
combined	adj. 组合的, 结合的
comb	n. 梳子,梳状物,鸡冠,蜂巢 vt. 梳理,清理,搜查,用梳子 vi. 搜寻
command	n.命令，指挥； 司令部，指挥部； [计算机]指令； 控制力 vt.指挥，控制，命令； 命令； 应得，值得 vi.给出命令； 命令，指令 adj.指挥的，根据命令(或要求)而作的
commandeer	vt. 征募(兵役等)
commission	n. 委任(状), 任官令; 委员会 n. 佣金; 犯罪行为 vt. 委任, 委托; 使服役
commit	v. 委托(托付), 犯罪, 作...事, 承诺 [计算机] 委托
concentration camp	n. 集中营
conch	n. 贝壳
conditional	adj. 有条件的, 假定的，假设的 n. [语]条件句
surrender	vt. &vi. 投降,让与,屈服 n. 投降,屈服,放弃
confidential	adj. 机密的,获他人信赖的,易于信任他人的
Congressional Medal of Honor	国会荣誉奖章
congressional	adj. 议会的, 国会的, 会议的
conscript	v. 征兵, 征召 vt. 征召
conscription	n. 征兵, 募兵
contingent	adj. 或许会或不会发生的,附随的,暂时的 n. 偶然的事情,份儿,分遣队
conventional	adj. 普通的,常见的,习惯的,常规的
convoy	n. 护送, 护卫, 警护 vt. 护航, 护送
corps	n. 军团
counter	n. 计算器,计算者,柜台 [计算机] 计数器 adj. 相反的 adv. 与…相反地 vt. 反对,反击 vi. 反对,反击
court-martial	n. 军事法庭 vt. 交军事法庭审判
crack	vt.破裂，打开； (使…)开裂； 说(笑话)； 开瓶 vi.断裂，折断； 碎裂声，爆裂声； 镜子破裂了； 失去控制，衰退 n.裂缝； 试图； 缝隙； (可听到响声的)重击 adj.训练有素的； 技艺高超的； 优秀的； 一流的
crossfire	n. 交叉火力
cruise	n. 巡航,巡弋,漫游 vi. 乘船游览,慢速行驶,巡行,猎艳 vt. 巡游,猎艳
curfew	n. 宵禁
curtail	vt. 缩减, 削减，截短
D-Day	n. (第二次世界大战中)盟国在西欧登陆日
deadly	adj. 致命的, 致死的 adv. 非常地, 如死一般地
death roll	n. 死亡名簿，死亡清单
atomize	vt. 使分为原子，使雾化，打碎，用原子弹轰炸 =atomise(英)
declare	vt. &vi. 宣布,声明,申报
decoration	n. 装饰, 装饰品
strike	n. 罢工, 打击, 殴打 v. 打, 撞, 罢工, 划燃
defector	n. 背叛者, 叛离者
defense	n. 防卫, 防卫物, 辩护 vt. 防守
defensive	adj. 防卫的, 防备用的, 辩护的 n. 守势, 防卫姿势, 防卫物
defuse	vt. 拆除(炸弹等)的雷管, 消除危险, 缓和
demobilize	vt. 使复员, 使退伍, 遣散
deploy	vt. &vi. 展开,配置,部署
deployment	n. 部署,展开
desert	n. 沙漠,荒地,应得(的惩罚或奖励)adj. 沙漠的,荒凉的vt. 遗弃vi. 擅离职守
deserter	n. 背弃者, 脱党者, 逃兵
designation	n. 指示,指定,指名
destruction	n. 破坏,毁灭,破坏者
devastate	vt. 毁坏,使震惊
dew	n. 露水
disciplinary	adj. 训练的, 规律的, 训戒的
disinformation	n. 故意的假情报
dive	n. 潜水,跳水 vt. 跳水,俯冲 vi. 把...伸入
double agent	(为敌对双方服务的)双重间谍
draft	n. 草稿,草图,汇票，徵兵 vt. 起草,征兵,选秀 adj. 酝酿中的
draftee	n. 被征召入伍者
drone	n. 雄蜂, 游手好闲者, 嗡嗡声，无人驾驶飞机(或艇等)，单调的低音 vi. 发出嗡嗡的声音, 混日子 vt. 单调低沉地说，过着单调无聊的日子
emergency	adj. 紧急的 n. 紧急情况,突发事件
escalate	vt. 扩大,升高,增强 vi. 逐步升级
escort	n. 护送者, 护卫者, 护航舰 vt. 护卫, 护送，伴游
espionage	n. 间谍活动
expansion	n. 扩大,膨胀,扩充
expeditionary	adj. 远征的, 讨伐的, 探险的
expedition	n. 远征,探险队,迅速
expeditionary force	远征部队
field	n. 领域；牧场；旷野；战场；运动场 vi. 担任场外队员 adj. 扫描场；田赛的；野生的 vt. 把暴晒于场上；使上场；(通常成功地)回答，处理(问题)
five-star	adj. 五星的, 第一流的, 最高级的
flak	n. 高射炮, 对空炮火，抨击，指责 =flack
flamethrower	n. 火焰喷射器, 喷火器
flare	n. 闪光, 闪耀, [天]耀斑 v. 闪光, 闪耀
fleet	n. 船队,舰队,团队 vt. &vi. 飞过,掠过 adj. 跑得快的
flight	n.(物体的)飞行； 航班； 飞翔； 楼梯的一段 vi.成群地迁徙或飞行 vt.射击； 使惊飞
flying	adj. 飞行的，会飞的 n. 飞行，航行 动词fly的现在分词
force	n. 力量,武力,暴力,影响力 vt. 施暴,强迫,强夺,加压力 [计算机] 强制
fortify	vt. 强化，增强，筑防御工事于，(物质或精神上)支持或鼓励 vi. 构建防御工事
front	n.前面； 正面； 身体前部； 前线 adj.前面的； 正面的； 舌前的 v.面向； 在…前面； 用…作正面； 领导
garrison	n. 守备队,驻军,要塞 v. 守备队,派兵驻守,使当守备队镇守
gas	n. 煤气,气体,汽油,空话,能量 vt. 使吸入毒气,死,给...加汽油 vi. 空谈,加汽油
general	n. 一般,将军,大体 adj. 一般的,普遍的 v. 指挥,作...将军
Geneva	n. 日内瓦(瑞士城市)
germ	n. 微生物, 细菌
headquarter	vt. 总部设于 vi. 作为总部 n. (headquarters)总部,总局
headquarters	n. 司令部,指挥部,总部
GI	adj. 美国军用的，美国军人的 n. 美国兵 adv. 军纪严格地 vt. 为检阅而打扫 abbr. 镀锌铁(=galvanized iron)
global	adj. 全球性的, 全局的
gm	abbr. 总经理(= general manager abbr. 美国通用汽车公司(= General Motors)
Golan Heights	戈兰高地
beret	n. 贝雷帽
grenade	n. 手榴弹，榴弹
ground	n. 土地,战场,场地,根据,背景 vt. 放在地上,使...搁浅,打基础 grind的过去式和过去分词

guardsman	n. 卫兵, 近卫兵, 州辖预备役部队的人员
guerilla	n. 游击队，游击队员 adj. 游击的 =guerrilla
GULF WAR	海湾战争
syndrome	n. 综合征，综合症状；(不良情况的)典型表现，典型行为
gunboat	n. 炮舰, 炮艇
diplomacy	n. 外交
gunship	n. 武装直升机
gunshot	n. 射击, 炮击, 射程，枪炮声
gun	n. 枪, 炮
hydrogen	n. 氢
explosive	adj. 爆炸(性)的 n. 炸药
velocity	n. 速度, 速率, 迅速
bullet	n. 子弹
torpedo	n. 水雷, 地雷 v. 用鱼雷破坏
howitzer	n. 榴弹炮
hummer	n. 蜂鸣器，蜂鸟，[棒]快球 Hummer n. 悍马(一种汽车的商标)
hush	n. 肃静, 安静, 沉默 v. 肃静, 安静, 缄默 int. 肃静
hydrogen	n. 氢
incendiary	adj. 放火的, 煽动的, 教唆的 n. 纵火犯人, 煽动者, 燃烧弹
India	n. 印度
formation	n. 构造,编队,形成
indiscriminate	adj. 无差别的, 不分皂白的, 杂陈的
bombing	n. 轰炸 动词bomb的现在分词形式
inf	abbr. 步兵团(=infantry) abbr. 不定式(=infinitive) abbr. 中程核力量(=intermediate-range nuclear forces)
infantry	n. 步兵(部队)
infernal	adj. 地狱的(恶魔似的,极度的)
infraction	n. 违反，违法
infringement	n. 违反(侵犯)
in-place	原状
cease-fire	n. 停火
inshore	adj. 近海岸的,向陆的 adv. 近海岸,向陆
patrol	n. 巡逻,巡查 vt. &vi. 巡逻,巡查
inspection	n. 检查,视察
inspector	n. 检查员, 巡视员
insurgent	adj. 叛乱的, 起事的 n. 叛乱分子，反对派
insurrection	n. 叛乱,暴动,作乱
intelligence	n. 理解力, 智力, 情报, 情报工作, 情报机关
intercept	n. 截取,妨碍,截距 v. 拦截,阻止,截取 [计算机] 截断
interdiction	n. 封锁, 禁止
intermediate	adj. 中级的,中间的 n. 中间体,媒介物, 调解人 vi. 调解, 干涉
republican	adj.共和国的； 共和政体的； 共和主义的； <美>共和党员 n.拥护共和政体者，共和主义者； <美>共和党的
jet	n. 喷气式飞机，喷射,喷出,黑玉大理石 vt. 射出，喷射 vi. 气流中喷出 adj. 煤黑色的
jet fighter	n. 喷气歼击机
joint	adj. 联合的, 共同的 n. 关节, 接合处 v. 连接, 贴合
jungle	adj. 丛林的,蛮荒的 n. 丛林,密林
warfare	n. 战争,冲突
kill	n. 杀, 杀戮 v. 杀, 破坏, 消减
lac	n. 虫漆, 虫胶
landing	n. 着陆，登陆, 楼梯平台 动词land的现在分词
land mine	n. 地雷，隐患
large-scale	adj. 大规模的，大比例尺的，大范围的
leading	n. 领导, 疏导, 铅板 adj. 领导的, 主要的, 在前的 vbl. 领导, 引领, 以铅接合 [计算机] 行间空白
seaman	n. 海员, 水手
Lebanon	n. 黎巴嫩(亚洲国名)
lethal	adj. 致命的,毁灭性的,有效的 n. 基因异常,致死基因
lieutenant	n. 中尉, 助理人员, 副官
life guard	n. 救生员
lifer	n. 无期徒刑者，职业军人
limited	adj. 有限的
device	n. 装置, 设计, 策略, 设备
post	n. 邮件, 标竿, 职位 vt. 邮递, 发布, 布置
logic	n. 逻辑(学),逻辑性,合理的推理
long-distance	adj. 长途的 adv. 长途地
long-range	adj. (飞机、火箭等) 远程的, 远大的, 长期的
losing	adj. 损失的，输的 n. 失败，损失 动词lose的现在分词形式
low yield	低产量
explosion	n. 爆炸,爆发,激增
MacArthur	n. 麦克阿瑟(美国五星上将)
Douglas	n. 道格拉斯(男子名) n. 道格拉斯(地名)
machine gun	机关枪
major	n. 主修, 成年人, 陆军少校; 巨头 adj. 主要的, 较多的, 大部份的 vi. 主修
maneuver	n. 演习,调遣,策略 vt. 调遣,演习,巧妙地操纵 vi. 调遣,演习,用计策
Manhattan	n. 曼哈顿[美国]
horseback	n. 马背 adv. 在马背上地 adj. 在马背上的，臆断的
on horseback	骑着马, 在马背上, 骑在马背上
Marco Polo	n. 马可波罗(意大利旅行家，商人，1254-1324)
incident	n. 事件,(常指)军事冲突, 插曲，事变 adj. 难免的，附带的，(物理)入射的
marine	n. (海军)士兵或军官, 海景画 adj. 海的,海事的,船舶的,航海的
maritime	adj. 海的, 海上的, 海事的
marshal	n. 陆空军高级将官,典礼官,职行官 v. 整顿,配置,汇集
martial	adj. 军事的, 战争的
martyr	n. 烈士,殉道者 vt. 杀害,折磨,牺牲
mechanized	adj. 呆板的,机械的
corps	n. 军团
merit	n. 功绩, 价值，优点 v. 博得，值得或应得
medal	n. 奖章,勋章,纪念章 vi. 获得奖章
mercenary	adj. 唯利是图的，雇佣的 n. 唯利是图的人，雇佣兵
mess	n. 乱七八糟,一堆食物,集体用膳人员,大量 vt. &vi. 供给食物,把...弄乱
militarism	n. 军国主义
military	adj.军事的；军用的；讨厌的；好战的 n.军人；军队；武装力量
mine	pron.(I的所有格)我的(东西) n.矿； 矿井； 地雷； 水雷 vt.& vi.在…中开采，开采 vt.在…中[下]布雷； 以地雷[水雷]炸毁
mobile	adj. 可移动的,易变的,迁徙的, 流动的 n. (可随风飘动的)悬挂装置, 可动雕塑
mortar	n. 臼, 研钵, 灰泥 v. 用灰泥涂抹, 用灰泥结合
motor pool	n. 车辆调配场
mutinous	adj. 暴动的, 反抗的
troop	n. 群,组,军队,大量,童子军 vi. 群集,结队,成群前行,陪伴
mutiny	n. 兵变, 反抗 vi. 叛变
nap	n. 小睡,绒毛表面 vi. 小睡,疏忽 vt. 使起毛
napalm	n. 汽油胶化剂, 胶化汽油 vt. 用胶化汽油攻击
national defense	国防
naval	adj. 海军的,军舰的
navy	n. 海军,船队,深蓝色
nerve	n. 神经(生物)，精神,勇气,叶脉 vt. 鼓起勇气
neutral	adj. 中立的,中性的 n. 中立者,空挡的,素净色
neutron	n. 中子
no-fly	adj. 禁飞的
noncombatant	n.非战斗员&lt;br /&gt;adj.非战斗员的
proliferation	n. 增殖,分芽繁殖
non-proliferation	n. 不扩散，不扩散核武器
nuclear winter	核冬天
nuke	n. 核武器, 核能发电厂 v. 以核武器攻击
Nuremberg	n. 纽伦堡(德国东南部的一座城市)
trial	n.试验； [法]审讯，审判； 磨难，困难； [体]选拔赛 adj.试验的； [法]审讯的
occupation	n. 职业
occupied	adj. 已被占的，已居住的
offensive	adj. 令人不快的,侮辱的,攻击用的 n. 进攻
strategic	adj. 战略的,重要的,基本的
off limits	界限外，范围外，禁止入内
officer	n. 官员,军官 vt. 提供官员,指挥
lager	n. 窖藏啤酒
ongoing	adj. 前进的,进行的 n. 前进,举止,行为
operation	n. 手术, 行动，活动, 操作
orderly	adj. 有秩序的, 整齐的, 一丝不苟的, 和平的 adv. 有秩序地，有条理地，依次地 n. 勤务兵, (医院的)勤务工
ordnance	n. 大炮, 军械，军需品，军械署
overkill	n. 过度的杀伤威力，过分行为 vt. 超量杀伤
pacific	adj. 太平洋的,(pacific)热爱和平的,求和的, 和解的 n. 太平洋
Palestine	n. 巴勒斯坦
liberation	n. 解放，解放运动(为获得平等权利和地位的行为)
organization	n. 机构,组织 adj. 有组织的
panzer	n. (德国)装甲车 adj. 装甲的
parachute	n. 降落伞,翼膜,缓降物 vi. &vt. 跳伞
paramilitary	adj. 准军事性的,起军事辅助作用的
patriot	n. 爱国者
pattern	n. 图案, 式样, 典范 v. 以图案装饰; 仿造, 模仿
paymaster	n. 发薪人员，工薪出纳员
peace	n. 和平,安静
peacenik	n. &lt;美俚&gt;参加反战示威的人, 反战分子
phantom	n. 幻影, 虚位, 幽灵 adj. 错觉的, 幻影的, 幽灵的
phase-out	n. 逐步淘汰
phony	adj. 假的, 伪造的，欺骗的 n.假货，赝品，骗子 suf. 表声音
pilot	n. 飞行员,领航员,引航员 vt. 领航,驾驶,向导 adj. 引导的,示范的
pincer	n. 螯，钳子，镊子
manoeuvre	n. 调动，策略 v. (军队的)调遣，(驱车)移动，操纵，策划 =maneuver(美)
pinpoint	n. 极小之物 v. 精确地找到, 准确地轰炸
plastic	adj. 塑料的, 可塑的, 体态好的 n. 塑料,(外科)整形的,信用卡
platoon	n. 排, 一组, 团 v. 交替，在同一位置使用交替
plutonium	n. 钚(放射性元素)
Polaris	n. 北极星
postwar	adj. 战后的
pow	n. 战俘
powder	n. 粉,粉末,细雪,火药 vt. 洒粉于,使变成粉,重击 vi. 变成粉,涂粉
preventative	adj. 预防性的 n. 预防法
preventive	adj. 预防的，防病的 n. 预防物，预防性措施
prison	n. 监狱 vt. 囚禁, 关入监狱
prone	adj. 俯卧的, 易于...的, 有...倾向的
protracted	adj. 拖延的
provost	n. 教务长, 监狱看守 n. (某些苏格兰城市的)市长
pulverize	v. 磨成粉, 粉碎
quartermaster	n. 军需军官(舵手海军)
rifle	n. 步枪 v. 洗劫, 抢劫
radar	n. 雷达
RAF	abbr. 英国皇家空军(=Royal Air Force)
raid	n. 袭击；突袭；搜捕；抢劫 vi. 对…进行突然袭击 vt. 袭击，突袭 n. (Raid)人名；(阿拉伯)拉伊德
rear	n. 后面,背后,臀部 adj. 后面的,背面的,后方的 vt. 养育,饲养,举起,建立 vi. 高耸,用后腿站立
ranking	adj. 最高级的,一流的 n. 分等级,名次,队
rearmament	n. 重整军备, 改良装备
rebel	n. 叛徒,起义者 vi. 造反,反抗,反感 adj. 造反的,反抗的,反叛者的
reconnaissance	n. 侦察,搜察,勘察队
recruit	n. 招聘,新兵,新成员 vt.&vi. 恢复,补充,徵募
redcap	n. 红帽子, 宪兵, 红弱鸟
redeploy	v. 调动，调换
regular	adj. 有规律的,有规则的,整齐的,正规的
replacement	n. 交换,更换,代替者
reserve	n. 预备品, 贮存, 候补 n. 克制, 含蓄 vt. 保留, 预订, 延期
retreat	n. 休息寓所,撤退,隐居 vt. &vi. 撤退, 向后倾
riot	v.&amp;n. 骚乱,闹事 vi. 闹事,骚乱
corp	n. 【缩写】corporation公司, corporal下士
rocket	n. 火箭, 烟火 v. 发射火箭, 猛涨
rookie	n. 新手
rout	n. 彻底溃败, 凑热闹的人, 大败 v. 使...溃败, 使...败逃
royal	adj. 王室的,盛大的,极度的 n. 贵族,顶帆
runaway	n. 逃走的人, 逃亡, 亡命者 adj. 逃亡的, 逃走的
soldier	n. 士兵, 军人
sabotage	n. 怠工,破坏活动,破坏 vt. 从事破坏活动,妨害,破坏
safeguard	n. 保卫,保护措施或条款 v. 保卫,保护
salami	n. 意大利香肠
tactic	n. 战略,策略 adj. 战术的,有策略的
saturation	n. 饱和(浸透, 磁性饱和, 色度学章度)
scramble	n. 攀爬,混乱,紧急起飞 vt. 胡乱抓取,混杂,扰乱 vi. 乱抓,争抢,杂乱地生长,紧急起飞
sea	n. 海, 海洋
seal	n. 印章, 封条, 海豹 v. 盖印, 封闭, 猎海豹
second-in-command	副指挥官
second lieutenant	少尉
security	n.安全； 保证，担保； 保护，防护； 有价证券 adj.安全的，保安的，保密的
seesaw	n. 跷跷板，上下往复的运动， vi. 玩跷跷板
selective	adj. 选择的, 选择性的
seize	vt. 抓住,攻占,理解,侵袭 vi. 抓住,卡住,终止
service	n. 服务, 公务部门, 服役, 发球, 发球方式 vt. 维护, 保养
sensitive	adj. 敏感的,灵敏的,易受伤害的,感光的,善解人意的 n. 敏感的人
explosive	adj. 爆炸(性)的 n. 炸药
sentry	n. 卫兵(哨兵,步哨)
shadow	n. 阴影, 阴暗, 预兆, 跟踪盯梢的人 vt. 跟踪, 笼罩 vi. 投阴影于..., 使...忧沉,预示 adj. 影子内阁的, 阴暗的
sham	n. 假, 膺品, 骗子 adj. 假的, 伪造的 v. 假装, 学样子
allied	adj. 联合的, 同盟的 动词ally的过去式和过去分词
shelling	n. 去壳, 去皮, 炮击 动词shell的现在分词形式
shelter	n. 庇护所,避难所,庇护 vt. &vi. 庇护,保护,隐匿
shock	n. 震动,冲突,震惊,休克 vt. &vi.震动,冲突,使...受电击
shoestring	adj. 小本经营的，微小的，像鞋带一样狭长的 n. 鞋带，零星资本, 小额资本
shooting	n. 发射,猎场
short-range	adj. 短程的,短期间的
shuttle	n. 航天飞机；穿梭；梭子；穿梭班机、公共汽车等 vt. 使穿梭般来回移动；短程穿梭般运送 vi. 穿梭往返
sidearm	n. (手枪或剑等)随身佩带的武器 adj. [体育]体侧的，侧投的 adv. 从侧面
silkworm	n. 蚕
simulated	adj. 伪装的, 模仿的，仿造的 动词simulate的过去式和过去分词
combat	n. 争斗,战斗 vt. 打斗 vi. 战斗,与…斗争 adj. 战斗的
situation	n. 位置, 形势, 局面, 处境, 状况, 职位
smart	adj. 聪明的,时髦的,漂亮的,敏捷的,轻快的,整洁的 vi. 刺痛,难过,烦恼 n. 刺痛,苦恼 adv. 轻快地,,机灵地,整齐地,漂亮地; v. 感到剧烈刺痛，(因批评、失败等)难过，烦恼
snipe	n. 沙锥(滨鸟, 生活在沼泽区)，卑鄙的人 vi. 伏击, 狙击, 抨击
sniper	n. 狙击兵，狙击手
sophisticated	adj. 复杂的；精致的；久经世故的；富有经验的 v. 使变得世故；使迷惑；篡改(sophisticate的过去分词形式)
sophisticated weapons	尖端武器
spearhead	n. 矛尖,突击队的先遣队,攻击的最前线 v. 做先锋,在前面带头做先锋
special	n. 专辑,专车,特色菜,特价,特刊 adj. 特别的,专门的
staging	n. 脚手架 n. 分段运输 n. 演出 动词stage的现在分词
standby	备用
Star wars	星球大战(电影片名)
state	n. 州, 国, 情形 adj. 国家的, 州的, 正式的 vt. 说, 陈述, 声明, 规定
standing army	n. 常备军, 现役部队
station	n. 车(站),位置,姿势,地位 vt. (配)安置
stinger	n. 刺，螫针 n. (白色薄荷酒和白兰地混合的)鸡尾酒
strafe	vt. (低空)扫射 n. (低空)扫射
strategy	n. 战略, 策略
submarine	n. 潜水艇 adj. 水底的, 海底的 vt. 用潜艇袭击 vi. 滑入...底下
summary	n. 摘要,概要 adj. 摘要的,简略的
court-martial	n. 军事法庭 vt. 交军事法庭审判
surrender	vt. &vi. 投降,让与,屈服 n. 投降,屈服,放弃
tactical	adj. 战术上的, 战术性的, 足智多谋的
tank	n. 水槽,池塘,战车 vt. 储于槽中,击败 vi. 放弃
target	n.(服务的)对象； 目标； (射击的)靶子； 目的 vt.瞄准； 把…作为攻击目标

task force	n. [军]特遣部队
tear gas	n. 催泪瓦斯
thermonuclear	adj. 热核的
thump	n. 重打，重击声 vt. 重打, 猛击 vi. 重击，发出重击声
tommy gun	vt. 用冲锋枪打
ratio	n. 比,比率
transatlantic	adj. 横渡大西洋的, 大西洋那边的, 美国的
transoceanic	adj.在海洋彼岸的,横越海洋的
armistice	n. 休战, 休战书, 停战条约
trench	n. 沟, 沟渠 v. (挖)沟, (挖)战壕
trigger	vt. 引发，引起；触发 vi. 松开扳柄 n. 扳机；[电子] 触发器；制滑机
truce	n. 休战,(争执,烦恼等的)缓和 v. 以停战结束
underwater	adj. 在水中生长的，水下的 adv. 水下面地
unconventional	adj. 非传统的
undeclared	adj. 未经宣布的，不公开的，未报关的
undercover	adj. 秘密从事的, 秘密的, 被雇做间谍活动的
underground	adj. 地下的, 秘密的 adv. 在地下, 秘密地 n. 地下, 地铁, 地道, 秘密活动
undress	v. 脱掉, 使脱衣服, 暴露, 使卸去装饰
universal	adj. 普遍的,通用的,宇宙的 n. 通用
academy	n. 学院,学术,学会
unlimited	adj. 无限的, 不受控制的, 无条件的
unprovoked	adj. (生气等)无缘无故的
unscrupulous	adj. 肆无忌惮的,无天理的
unwritten	adj. 不成文的，没有写的, 没有记录的, 口头的
vanguard	n. 前锋, 先锋, 先驱
vassal	n. 诸侯, 封臣, 附庸, 诸侯 adj. 为臣的, 仆从的
verification	n. 确认, 查证, 作证
vertical	adj. 垂直的,顶点的,纵向的 n. 垂直物, 垂直的位置
volley	n. 齐发 vt 齐射
volunteer	n. 志愿者,自行生长的植物 adj. 志愿的,自行生长的(树等) vt. &vi. 自愿(做)
war-torn	adj. 饱受战争摧残的
cannon	n. 大炮 vi. 开炮
water cannon	水炮
watertight	adj. 不漏水的(无懈可击的)
blockade	n. 阻塞，封锁，阻碍物 v. 封锁，挡住
flag	n. 旗标,旗子,信号旗 vt. 打旗号 vi. 无力地下垂,减退
wing	n. 翅膀,翼 vt. 给...装上翼,飞行 vi. 飞行
withdraw	vt. 撤回,取回,撤退 vi. 退回,撤退
conference	n. 会议
World War II	n. 第二次世界大战
WWII	abbr. =World War II 第二次世界大战
zero hour	n. 零时
zero in	调整归零(测定炮击目标射程以调整瞄准器)
zero in on	瞄准, 对准, 对 ... 集中火力(注意力)
option	n.选择(的自由)； 选项； 选择权； 选择能力 vt.得到或获准进行选择； 调动球员

