engxw.org
* 法律
abduct	vt. 诱拐, 绑走
abortion	n. 流产,堕胎
accessory	adj. 附属的(副的,辅助的) n. 附件，同谋
accident	n. 事故,意外的事
accidental	adj. 意外的,偶然的,附属的 n. 偶然,不重要的东西,变调的临时符号
accomplice	n. 共犯, 同谋，帮凶
accuse	vt. 责备,控告
action	n. 起诉，行为，作用，情节,活动
aerial	adj.空气的； 航空的，空中的； 空想的 n.[电讯] 天线
affidavit	n. 宣誓书
aftereffect	n. 余波, 后效, 后果
rescue	n. 援救,解救,营救队 vt. 援救,救出,营救
homicide	n. 杀人, 杀人者
infliction	n. (强加于人身的)痛苦, 刑罚
piracy	n. 海盗行为, 剽窃, 著作权侵害
pirate	n. 海盗,盗印者,侵犯专利权者 vt. &vi. 侵犯版权,翻印,掠夺
alias	n. 别名,化名 adv. 又被称为，另外地
alimony	n. (离婚后丈夫给妻子的)赡养费
annulment	n. 废除，取消，宣告婚姻无效
subversive	adj. 颠覆性的, 破坏性的 n. 破坏份子, 危险份子
appeal	n. 恳求, 上诉, 吸引力 n. 诉诸裁决 v. 求助, 诉请, 呼吁; 有吸引力
apprehension	n. 理解, 忧惧, 逮捕
arbitration	n. 仲裁, 公断
arbitrator	n. 仲裁人, 公断者
armed robbery	持械抢劫
arrest warrant	逮捕证 拘票
arson	n. 纵火, 纵火罪
arsonist	n. 纵火犯
assault	n. 攻击, 突袭 vt. 袭击, 突袭
at large	adv. 详细地(逍遥自在的,笼统地,充分地,普通的)
attempt	vt.试图； 尝试 n.进攻； 尝试，冲击
abduction	n. 诱拐
attempted murder	谋杀未遂
jailbreak	n.越狱,逃狱
attorney	n. (辩护)律师
autopsy	n. 验尸
backbite	v. 背后诽谤,背后中伤
bail	n. 杓,保释,保证金,担保人,把手 vt. 往外舀水,保释,使摆脱困境 vi. 舀空
bond	n. 债券；结合；约定；粘合剂 vi. 结合，团结在一起 vt. 使结合；以…作保
bailiff	n. 执行的副手, 法庭监守，地主的管家
robbery	n. 抢劫
benefit of the doubt	裁判员对可疑情况无把握时不对有关运动员作不利判定
black flag	骷髅旗
blackjack	n. 包有皮革的软金属棒，21点(一种纸牌玩法) vt. 用包皮铅头棍棒击打，以威胁强迫
blackmail	n. 勒索 vt. 勒索，讹诈
revenge	n. 报仇,报复，复仇愿望，获得满足的机会 vt. 报仇,报复
bloodstained	adj. 染着血的，犯杀人罪的
blue ribbon	n. 最高荣誉, 蓝带
jury	n. [法] 陪审团；评判委员会 adj. 应急的
bobby	n.(英)警察 Bobby: 鲍比(男子名,Robert的昵称)
bodyguard	n. 警卫员，保卫人员，保镖
bogus	adj. 假的, 伪造的
certificate	n. 证(明)书,执照 vt. 批准，认可，发证书给...
exceeding	adj. 超越的, 非常的 动词exceed的现在分词形式
break in	vt. 闯入(打断,使习惯于,使驯服,训练成为)
bribe	n. 贿赂,贿赂物 vt.& vi. 贿赂
bribery	n. 贿赂行为, 行贿, 受贿
bring an accusation against	vt. 控告
accusation	n. 控告,指控,非难
brutality	n. 残忍, 无慈悲, 野蛮的行为
bug	n.小虫, 臭虫 v.装置窃听器, 打扰 [口]故障,毛病 [计]特指程序编译中所产生缺陷或问题
bump	n. 撞击,表面隆起,肿块 vt.& vi. 碰撞,颠簸而行
burglar	n. 窃贼
burgle	v. 偷窃
capital	n. 首都,资本,大写字母 adj. 大写的,资本的，首要的
capital punishment	死刑
warehouse	n. 仓库 vt. 存入仓库
capture	n. 抓取,战利品,捕获之物 vt. 抓取,获得,迷住
criminal	adj. 犯罪的, 刑事的, 无耻的 n. 罪犯
carjacking	n. 劫车; ; 暴力抢夺汽车或抢劫司机
carrot and stick	n. 大棒与胡萝卜(软硬两手)
case	n. 情况,实情,箱,案例 vt. 装箱,踩点
case law	判例法
paw	n. 手掌, 手爪 v. 以蹄扒地, 笨拙地使用, 费力地前进
red-handed	adj. 染血的，在犯罪现场的
medley	n. 混杂，[音]混成曲 adj. 混杂的
charge	n. 电荷, 指控, 费用; 照顾, 责任 vt. &vi 控诉, 加罪于, 要价, 赊帐, 充电, 管理
chief	adj. 主要的, 首席的 n. 首领
trespass	n. 非法侵入，罪过，[法]侵害诉讼 v. 非法侵入,侵害，冒犯；客气话〕叨扰，打扰，妨碍 (on; upon).
CID	abbr. 刑事调查局(=Criminal Investigation Department)
circuit	n. 电路,一圈,巡回 vt. &vi. 巡回
civic	adj. 公民的, 市民的, 城市的
claim	n. 要求,要求权;主张,断言,声称;要求物 vt. 要求,请求；主张,声称,断言
civil case	民事案件 民事诉讼
territorial	adj. 领土的, 土地的, 地方的 n. 地方自卫队的士兵
collateral	adj. 并行的,附随的,旁系的 n. 支亲,副保,附属担保物
comb	n. 梳子,梳状物,鸡冠,蜂巢 vt. 梳理,清理,搜查,用梳子 vi. 搜寻
commit	v. 委托(托付), 犯罪, 作...事, 承诺 [计算机] 委托
commute	vi. 交换,通勤,折偿 vt. 交换,减刑,改变付款方式 n. 乘车上下班,通勤
complainant	n.原告&lt;br /&gt;= plaintiff(英)
complain	vi. 抱怨,悲叹,控诉
concurrent	adj. 同时发生的
condemn	vt. 判刑, 谴责, 官方宣称(某事物)有缺陷或不宜使用
confess	v. 承认, 告白, 忏悔
confession	n. 自认, 自白, 招供
confidence	n.信心； 信任； 秘密
confirmed	adj. 习惯的,积习的,确认过的,证实的 动词confirm的过去式和过去分词形式
confiscate	v. 没收, 充公, 查抄
connivance	n. 默许, 纵容, 共谋 =connivence
connive	v. 假装不见,默许,共谋
conspiracy	n. 阴谋
constable	n. 治安官, 警官, 巡官
seizure	n. 没收；夺取；捕获；(疾病的)突然发作
unlawful	adj. 非法的, 私生的
suppression	n. 镇压, 抑制
convention	n.会议； 全体与会者； 国际公约； 惯例，习俗，规矩
convict	n. 囚犯,罪犯v. 使...确信自己犯错,宣告...有罪,使...知罪
conviction	n. 定罪, 信服, 坚信
cop	n. 管纱,警察 vt. 采用,抓住
copyright	adj. 版权(的) n. 版权,著作权
coroner	n. 验尸官
corporeal	adj. 肉体的, 有形的, 物质的
corporal	adj. 肉体的, 身体的 n. (陆军或空军)下士
corpus	n. [计] 语料库；文集；本金
hereditament	n. 可继承的财产，世袭财产
registration	n. 登记,注册,挂号
inquest	n. (死因)审讯，验尸陪审团，查询
corrective	adj. 纠正的, 改正的, 矫正的 n. 改善法, 矫正物
counsellor	n. 顾问
counterfeit	n. 赝品, 伪造品 adj. 假冒的, 假装的 v. 仿造, 伪装, 假装
banknote	n. 纸币
court	n. 法院, 庭院, 奉承, 球场 v. 献殷勤, 追求, 招致(危险、失败等)
trial	n.试验； [法]审讯，审判； 磨难，困难； [体]选拔赛 adj.试验的； [法]审讯的
judgment	n. 裁判, 宣告, 该判决书
creative accounting	n. 寻机性会计行为, 伪造账目
crime	n. 犯罪, 羞耻, 罪行
syndicate	n. 企业联合 v. 联合组织
criminal code	刑法
contempt	n. 轻视,轻蔑
conversation	n. 会话,谈话
intent	n. 意图,目的,意向, 含义 adj. 专心的,决心的,热心的
offender	n. 罪犯, 冒犯者
prosecution	n. 实行,经营,起诉
record	n. 记录,纪录,唱片 vt. 记录,(将声音等)录下，表明 adj. 关于
criminal record	前科，犯罪记录
wrongdoing	n. 坏事，不道德行为
cross-check	n. 再确认, 反复核对 vt. 再确认, 反复核对
examine	vt.检查，调查； 考试； 诊察； 审问 vi.检查； 调查
crown court	n. 英国刑事法庭; (英国)巡回刑事法庭
crown	n. 王冠,王权,顶点,花冠 vt. 使...成王,加冕,居...之顶,为牙齿镶上假齿冠 vi. 火迅速烧到树的顶端
lawyer	n. 律师
witness	vt. 目击,见证, 出席, 观察, 经历 n. 目击者,证人 vi. 为(宗教信仰)做见证, 证明
culprit	n. 犯人,罪犯,刑事被告,肇事者,罪魁祸首
custody	n. 监护,拘留,监禁,羁押
customary law	习惯法
da	abbr. 地方检察官(=district attorney)
damage	n. (pl.)赔偿金,损坏,毁坏 vt. 损害,毁坏
compensation	n. 补偿, 赔偿; 赔偿金, 物
death	n. 死,死亡，死神，毁灭
death row	n. (监狱的)死囚区
death penalty	死刑
warrant	n. 正当理由,根据,委任状,准许 vt. 保证,辩解,担保, 授权
debug	v.调试，驱除(某处的)害虫，排除障碍，纠正...的错误，寻出并拆除...内的窃听器
deceive	vt. 欺骗 vi. 行骗
decree	n. 法令,判决,天意 vt. 通过法令颁布,裁定
decree nisi	n. decrees nisi 日后才生效的离婚判决书
deep pockets	雄厚的财力; 财力雄厚的人
defense	n. 防卫, 防卫物, 辩护 vt. 防守
defendant	n. 被告
delinquency	n. (少年)犯罪，失职，过失 n. 逾期债款
convincing	adj. 使人信服的, 有力的, 令人心悦诚服的 vbl. 使...信服, 使...明白
detain	vt. 扣留,拘押,耽搁
detainee	n. 被拘留者, 未判决囚犯
detective	adj. 侦探的 n. 侦探
detection	n. 察觉, 发觉, 侦查, 探测
detention center	n. (青少年罪犯)感化中心 拘留中心
detention	n. 羁押,拘留
devise	vt. 设计,遗赠 n. 遗赠(的财产)
devolve	v. 委任, 移交
diminished	adj.减少了的, 被贬低的 动词diminish的过去式和过去分词
responsibility	n. 责任, 可信度，责任心
dismiss	vt.解雇，把…免职； 遣散，解散(队伍等)； 驳回，拒绝受理； 搁置 vi.解散
dismissal	n. 免职, 解雇
indictment	n. 起诉, 控告, 起诉状
district	n. 区,地区,行政区 vt. 划分区域,划分地区
divorce	n. 离婚 v. 与...办离婚
dock	n. 码头,船坞,(造)修船厂,尾巴的骨肉部分,被告席 vt. 进港,(减)剪短,对接 vi. 进港,对接
in the dock	adv. 在被告席上(在受审)
drug abuse	滥用药物
drug baron	毒枭
baron	n. 男爵(英国世袭的最低级的贵族爵位)
drug trafficker	n. 毒枭
trafficker	n. 贩卖毒品者
electrocute	vt. 以电椅处死, 以电击处死, 通电致死
embezzle	vt. 盗用, 挪用
enforced	adj. 强制的 动词enforce的过去式和过去分词
deportation	n. 驱逐, 放逐
escape clause	n. 例外条款
evidence	n. 根据, 证据 vt. vi. 证实, 证明
evidentiary	adj. 证据的，证明的
hearing	n. 听力，听觉，说话或申辩的机会，审讯，听证会 动词hear的现在分词
evoke	vt. 唤起,引起
examination	n. 考查,考试,审讯
execute	vt. 执行,处决，实行,完成 [计算机] 执行
execution	n. 实行,完成,执行
executioner	n. 刽子手
extradite	v. 引渡回国, 拿获归案 vt. 引渡
hijacker	n. 拦路抢劫者，劫持犯
stand trial	vi. 受审
extradition	n. 引渡逃犯, 将亡命者送还本国
extrajudicial	adj. 法庭职权以外的
settlement	[建]沉降; 解决, 结算,殖民(地), 租界; 居留地; 新建区; 住宅区
eyewitness	n. 目击者, 见证人
fait accompli	n. 既成事实
fake	n. 假货,欺骗,骗子 adj. 假的 vt. 伪造,伪装 vi. 假造
false	adj. 不真实的,错误的,人造的,假的,虚伪的 adv. 不真诚地,虚伪地
testimony	n. 证言,证据
imprisonment	n. 监禁, 关押，拘禁
Family Court	家庭法庭
registration	n. 登记,注册,挂号
federal	adj. 联邦的 n. 同盟盟友
felony	n. 重罪
federal court	联邦政府法院
federal judge	联邦法官
fence	n. 围墙, 剑术 v. 用篱笆围住, 练习剑术, 防护 [计算机] 栅栏
fiendish	adj. 恶魔似的(凶恶的,残忍的)
despot	n. 暴君, 专制者
fingerprint	n. 指纹，特点 vt. 取...的指纹，鉴别特征
first instance	第一审 初审
fix	vt. &vi. 使...固定,修理,准备 n. 困境, (船只、飞机等的)定方位,贿赂
flee	vi. 逃跑, 逃走, 消失 vt. 避免, 回避
forfeit	n. 没收物,罚金,丧失 vt. 没收,丧失 adj. 丧失了的
forgery	n. 伪造, 伪造罪, 伪造物
frame	n. 框,结构,骨架 v. 构成，把...框起来，陷害 adj. 木结构的
frame-up	n. 陷害,虚构的罪名
fratricide	n.杀害兄弟者,兄弟杀害
fraud	n. 骗子, 欺骗, 诈欺
fraudulent	adj. 欺诈的, 不正的, 不诚实的
bankruptcy	n. 破产
freedom of speech	言论自由
assembly	n. 集合, 集会, 装配
association	n. 联合,结合,交往,协会,社团,联想
Freedom of expression	言论自由
gag	n. 箝口物, 箝制言论, 讨论终结 v. 虚伪, 使呕吐, 插科打浑
gag order	禁止令
gallows	n. [常作单数]绞刑架
gamble	n. 冒险 v. 赌博, 孤注一掷
gambler	n. 赌徒
gambling	n. 赌博, 投机
gang	n. 队,群,帮 vt.& vi. 结一组,联合在一起
gangster	n. 匪徒, 歹徒
get away with	vt. 侥幸做成(侥幸取走)
graft	n. 接枝, 贪污 v. 接枝, 使结合
grand jury	n. 大陪审团
grievance	n. 委屈, 冤情, 苦况
grill	n. 烤架,铁格子,烤肉 vt. 烧,烤,严加盘问
guaranty	n. 保证品, 抵押 vt. 保证, 抵押, 担保
guilt	n. 罪行, 内疚
guilty	adj. 有罪的, 内疚的
gunman	n. 持枪者；枪手 n. 持枪歹徒；职业杀手
guilty verdict	有罪裁决
verdict	n. 裁定, 定论
habeas corpus	n. 人身保护权
habitual	adj. 惯常的, 习惯的
handcuff	n. 手拷 vt. 上手拷
harass	v. 使...困扰,使...烦恼,反复袭击
harassment	n. 困扰,烦扰,烦恼
harbour	vi. 藏匿；入港停泊；庇护 vt. 庇护；藏匿；入港停泊 n. 海港(等于harbor)；避难所
hard drug	致瘾的麻醉品
heir	n. 继承人
heir apparent	n. 有确定继承权的人
heir presumptive	n. 假定继承人
presumptive	adj. 推定的，假定的
heiress	n. 女继承人
heroin	n. 海洛因
hideout	n. 隐匿处
bench	n. 长凳,工作台,梯田 vt. 坐在长凳上,放置长凳,在展览会上展览 vi. 形成梯田
prosecutor	n. 实行者, 追诉者, 告发者
hijack	vt. 抢劫, 劫持, 劫机
killer	n. 杀人者，凶手
hit-and-run	adj. (棒球)打带跑的, 肇事后逃逸的
fatality	n.(事故或战争等造成的)死亡, 灾祸, 天命，致命性
hold court	开庭,(国王)上朝
holdup	n. 持枪抢劫，停顿，延迟
parole	n. 誓言, 释放宣言, 语言 v. 宣释后释放, 使假释出狱
homicide	n. 杀人, 杀人者
hoodlum	n. 强盗，无赖，阿飞，恶棍，流氓
misadventure	n. 不幸, 灾难
hooligan	n. 小流氓
hot seat	困境, &lt;俚&gt;电椅
house arrest	n. [律](本宅)软禁
arrest	n. 逮捕,监禁 vt. 拘捕,妨碍,吸引
housebreaker	n. 侵入家宅者, 强盗, 拆屋者
detective	adj. 侦探的 n. 侦探
ICJ	=International Court of Justice国际法院(联合国)
identity	n. 身份,一致，特征
identity card	身份证 =ID card
illegal	adj. 不合法的,非法的 n. 非法移民
gratuity	n. 赠物,赏钱,贺仪
immigrant	n. 移民, 侨民 adj. 移民的
possession	n. 财产, 所有, 拥有
strike	n. 罢工, 打击, 殴打 v. 打, 撞, 罢工, 划燃
illicit	adj. 非法的, 禁止的, 不正当的
impostor	n. 冒充者, 骗子
love affair	恋爱
hard labor	强迫劳役
incest	n. 乱伦
victim	n. 受害者,牺牲
incriminate	v. 连累,牵连 vt. 牵连,控告
indict	v. 起诉, 控告, 指控
indictment	n. 起诉, 控告, 起诉状
inevitable	adj. 不可避免的, 必然(发生)的
infamy	n. 声名狼藉, 丑名, 丑行
infanticide	n. 杀婴，杀害婴儿的人
infringe	v. 破坏, 犯, 违反
infringement	n. 违反(侵犯)
inquiry	n. 打听, 询问, 调查, 查问 =enquiry(英)
inquisition	n. 调查, 询问, (罗马天主教的)宗教法庭
inspection	n. 检查,视察
on the scene	出现，到场
inspector	n. 检查员, 巡视员
customs	adj. 定做的(衣), 海关的 n. 海关
customs inspector	海关检查员
instigate	v. 教唆 , 煽动, 唆使, 策动 , 主使, 激励
instigator	n. 煽动者
institute	n. 学会,学院,协会 vt. 创立,开始,制定
proceeding	n. 进行, 行动, 诉讼程序 vbl. 著手进行, 继续进行, 肇始
intellectual property right	知识产权
enforce	vt. 加强, 强迫, 执行
interrogate	v. 质问, 讯问, 审问
intimidate	vt. 威胁,恐吓,胁迫
investigative	adj. 调查的, 调查性质的
jail	n. 监牢,监狱,拘留所 vt. 监禁,下狱
throw into	扔，扔进
delivery	n. 递送, 交付, 分娩
judge	vt.& vi.审判，评判； 断定 vt.估计； 评价； (尤指)批评； 想，认为 n.法官； 裁判员； 评判员； 鉴定人
judicial	adj. 法庭的, 公正的, 审判上的
by default	缺席，不到场
default	n. 假设值,默认(值),不履行责任,缺席 v. 默认,不履行义务,缺席,拖欠 [计算机] 缺省
apprentice	n. 学徒 v. 使当学徒
judicial power	司法权
judicial precedent	司法判例
judiciary	n. 司法部, 司法制度, 法官 adj. 司法的, 法院的, 法官的
juror	n. 陪审员
jury	n. [法] 陪审团；评判委员会 adj. 应急的
justice	n.正义； 公正； 法律制裁； 审判员，法官
justifiable	adj. 可辩解的, 可证明的, 有理的
juvenile	adj. 年轻的,青少年的,幼稚的 n. 青少年,青少年读物,幼雏,扮演少年的演员
juvenile delinquency	青少年犯罪
juvenile court	少年法庭
juvenile delinquent	n. 少年罪犯
kidnap	v. 绑架,诱拐,拐骗
ransom	n. 赎金, 赎身, 赎回
labour	n. 劳动, 劳工 Labour (英国)工党
labor camp	n. 劳改所, 流动工人招待所
expropriation	n. 没收，征收
larceny	n. 盗窃(罪)
last mile	[法] 最后路程
violate	vt. 违犯, 亵渎, 干扰, 侵犯, 强奸
violate the law	违法
law and order	治安，法律和秩序
law enforcement	法律的实施
abide by the law	守法
lawsuit	n. 诉讼, 控诉
file a lawsuit against	对 ... 提起诉讼
layabout	n. 懒汉
legacy	n. 祖先传下来之物,遗赠物 adj. [计算机]旧系统的
legal	adj. 法律的,合法的,法定的
legal action	法律诉讼, 法律行动
legal age	法定年龄
campaign	n. 战役; 运动, 活动 vt. 参加竞赛 vi. (从事, 组织)活动
expenditure	n. (时间、劳力、金钱等)支出,使用,消耗
Legal proceedings	法律诉讼
sanction	n. 核准,处罚,约束力 v. 制定制裁规则,认许,核准
legitimate	adj. 合法的, 正当的, 合理的, 世袭的 vt. 使合法, 授权, 宣布...为合法
leniency	n. 宽大，不严厉，仁慈
self-defence	n. 自卫
liable	adj. 有义务的,应负责的,有...倾向
liable for	adj. 对 ... 应负责任
libel	n. (文字)诽谤, 侮辱 vt. 诽谤, 中伤, 损害名誉 vi. 发表诽谤言论
litigant	n. 诉讼当事人
lodge	n. 旅馆；门房；集会处；山林小屋 vt. 提出；寄存；借住；嵌入 vi. 寄宿；临时住宿
loophole	n. 枪眼, 小窗, 换气孔，漏洞 vt. 钻空子，开孔
lord	int. 主, 天啊 n. 上帝, 主
lynch	vt. 处以私刑, 加私刑 n. 私刑, 私罚
advocate	vt.提倡； 拥护； 鼓吹； 为…辩护 n.(辩护)律师； 提倡者； 支持者
magistrate	n. 地方法官，地方行政官
maintenance	n. 维护, 保持, 维修, 生活费用 n. 供给, 抚养; 主张
malice	n. 恶意, 怨恨，蓄意 [律]预谋
malpractice	n. 失职, 行为不当
manhunt	n. 搜索，搜捕
manslaughter	n. 过失杀人(罪)
marital	adj. 婚姻的
marital status	婚姻状况
marriage	n. 婚姻,结婚
marriage lines	n. &lt;主英&gt;结婚证书
matricide	n.杀母,杀母者
patricide	n. 弑父
medical	adj. 医疗的,医学的,药物的,需治疗的
examiner	n. 主考者，审查员
mental	adj. 精神的,脑力的,精神错乱的,传心术的,[解剖学]颏的
mental disorder	n. 心理失常，精神障碍
disease	n. 疾病,弊端
cruelty	n. 残酷,残忍, 残酷的行为，虐待
mete	vt. 量, 测量, 分配 n. 边界, 界石
mete out	给予, 分配; (法) 判处
minor	adj. 次要的, 较小的, 二流的, 未成年的 n. 未成年人, 辅修科目, [音乐]小调 vi. 辅修
minor offense	轻罪
miscarriage	n.流产，早产； (信件等的)误投，误送； 失策，失败
misconduct	n. 处理不当(胡作非为) vt 处理不当(胡作非为)
misdemeanour	n. &lt;口&gt;坏事, 轻罪 =misdemeanor(美)
mob	n. 暴民, 民众, 暴徒 v. 大举包围, 乱挤, 围攻
modus	n. 程序，方式
modus operandi	&lt;拉丁文&gt;做法，惯用手法
molest	vt. 骚扰, 干扰, 调戏
moral	adj. 道德(上)的,有道德的 n. 品行,寓意,道德
objection	n. 反对,异议
moral obligation	道德职责
obligation	n. 义务, 责任
slump	n. 暴跌,意气消沉,(土地)下沉 vi. 猛然掉落,坍塌,大幅度下跌
moral values	道德价值
municipal	adj. 市的,市政的 n. 政府证券
murder	n. 谋杀,危险物 vt. 谋杀,折磨,损坏 vi. 谋杀
murder case	谋杀案
murder charge	谋杀罪
suspect	vt.猜疑(是)； 怀疑，不信任； 怀疑…有罪 n.嫌疑犯 vi.怀疑
incorporated	adj. 组成公司的,合成一体的 vt. 合并,组建公司,给予实质 vi. 合并,组成公司
murderer	n. 杀人犯, 凶手
nab	v. 逮捕,攫取 vt. 抓,获取,抓住,逮捕
nail	n. 钉子,指甲 vt. 钉, 使牢固, 抓捕, 敲定
narco	n. 缉查毒品的刑警
narcotic	n. 麻醉药, 镇静剂 adj. 麻醉的, 催眠的
smuggling	n. 走私 动词smuggle的现在分词形式
smuggle	v. 偷运,走私,私运
nationwide	adj. 全国性的 adv. 在全国范围内
dragnet	n. 罗网，拖网，搜索网
necessity	n. 需要, 必需品, 必然
necklace	n. 项链
negligent	adj. 疏忽的, 粗心的, 不在意的
negligent homicide	过失杀人
nonage	n. 未成年，幼稚，早期
notorious	adj. 臭名昭著的
offender	n. 罪犯, 冒犯者
offensive	adj. 令人不快的,侮辱的,攻击用的 n. 进攻
alliance	n. 结盟,联盟,联姻 Alliance [地理名词]
onerous	adj. 繁重的, 麻烦的
one-shot	adj. 只有一次的
outlaw	n. 被剥夺法律保护的人, 罪犯 v. 使...失去法律保护, 将...逐出社会, 宣告非法
out of court settlement	庭外和解
paddy	n. 稻田 n.&lt;口&gt; 爱尔兰人
pale	n. 尖木桩,栅栏,界限 adj. 苍白的,暗淡的,弱的,浅色的 vi. 变得苍白,变得暗淡 vt. 使苍白
paralegal	adj. 辅助律师业务的 n. 律师的专职助手, 律师帮办
parricide	n. 杀尊亲, 杀长辈, 杀主人
passport	n. 护照
patent	n. 专利权,执照,专利品 adj. 专利的,显著的,新奇的 v. 取得...的专利权,请准专利
payoff	n. 清算(成果，发工资，放线装置) adj. 得出结果的
scandal	n. 丑闻,中伤,反感,耻辱
prohibit	v. 禁止,阻止 vt. 禁止
penal colony	n. (罪犯的)流放地
colony	n. 侨民,侨居地,殖民地,聚居(地)
penal law	刑法
servitude	n. 苦役, 奴役 n. [法]役劝
penal sum	n. [律]罚金, 违约金
penalty	n. 处罚,惩罚
financial	adj. 金融的,财政的
pending	adj. 待定的,即将发生或来临的 prep. 直到,等待...的时候,在...期间
perjury	n. 伪誓, 伪证
perpetrate	vt. 做(坏事), 犯(罪)
personal attack	人身攻击
belonging	n. ［常pl.］所有物, 行李
petit	adj. 小的，次要的，琐碎的
philanderer	n. 爱和女人调情的男人, 玩弄女性的男人
pickpocket	n. 扒手 v. 扒窃
pilfer	v. 盗, 偷, 窃
probation	n.鉴定,试用,缓刑
on record	正式记录的, 公开发表的
plagiarism	n. 剽窃,剽窃物
plainclothesman	n. 便衣刑警, 侦探
plaintiff	n. 原告
obsolescence	n. 荒废,退化
plead	vt. 辩护,恳求,提出借口 vi. 辩护,反对
plead guilty	服罪
innocent	adj. 无罪的, 不懂事的, 无知的, 无辜的
plunder	v. 掠夺, 抢劫, 抢夺 n. 抢夺, 掠夺品, 战利品
treasury	n. 国库,宝库 (大写)财政部,国债
checkpoint	n. 检查站
composite	adj. 合成的,复合的 n. 合成物, 复合材料 vt. 合成
constable	n. 治安官, 警官, 巡官
police inspector	派出所所长 警察分局局长
Police post	派出所
superintendent	n. 监督人,管理人,所长
political	adj. 政治的, 政党的, 派系斗争的, 有政治头脑的
political prisoner	n.政治犯
pornography	n. 色情文学, 色情描写
precedent	adj. 在前的,在先的 n. 先例,前例
prejudge	vt. 预先判断, [律]不审而判
preliminary	n. 初步行动, 准备, 初步措施 adj. 初步的, 开始的, 预备的
presumption	n. 推测, 可能性，冒昧，放肆，[法律]推定
preventive	adj. 预防的，防病的 n. 预防物，预防性措施
custody	n. 监护,拘留,监禁,羁押
conviction	n. 定罪, 信服, 坚信
prima facie	n. 乍看的, 据初步印象的
prison sentence	n. 徒刑
prison term	n. 刑期
escapee	n. 逃亡者, 逃避者
private	adj. 私人的，隐蔽的 n. 士兵，列兵
proceed	vi. 继续进行; 开始, 着手
proceed against	vt. 控诉(起诉)
revision	n. 校订,修正,修订本 n. 复习,重温
proof	adj. 防...的,耐...的,能防护 n. 校样,证据,证明 vt. 检验,给...做防护措施
prosecute	vt. 对...提起公诉,彻底进行,追捕,经营,从事 vi.起诉,担任检察官
prostitute	n. 娼妓, 为赚钱而作坏事的人adj. 卖淫的, 堕落的vt. 卖身, 贬损(自己)
prostitution	n. 卖淫，堕落
prowl	n. 潜行, 徘徊, 悄悄踱步 v. 潜行以觅食, 窥伺, 逡巡于
nuisance	n. 讨厌的东西,讨厌的人,伤害
Public Interest	n. 公共利益，公众福利
procurator	n. 代理人, 行政长官
public policy	国家政策
punishable	adj. 该罚的, 可罚的
punitive	adj. 刑罚的,惩罚的
queer	n. 同性恋者 adj. 奇怪的, 不舒服的, 可疑的
racket	n. 球拍, 喧闹纷乱; v.勒索敲诈
racketeer	n. 敲诈者, 获取不正当钱财的人 v. 诈取钱财
rampant	adj. 猖獗的, 蔓延的, 奔放的
ransack	v. 彻底搜索,洗劫 vt. 彻底搜索
rape	n. 抢夺,掠夺,强奸 vt. 掠夺,抢夺,强奸
read the Riot Act	vi. 提出警告(宣读骚动取缔法令)
recess	n. 休息,幽深处,凹缝,壁龛,放假 (法)休庭 vt. 放入壁龛,作凹处,休息 vi. 休息
recidivism	n. 惯常的犯罪行为
recidivist	n. 累犯 adj. 累犯的
recourse	n. 依赖, 求助, 追索权
red-handed	adj. 染血的，在犯罪现场的
reference	n. 参考, 出处, 参照 n. 推荐人, 推荐函 vt. 提供参考
release	n. 释放, 让渡, 发行 vt. 释放, 让与, 准予发表, 发射
on bail	保释
on parole	adj. 宣誓后获释(获准假释)
remand	n. 送还, 还押 v. 送回, 归还, 命令归还
reprieve	n. 缓刑,缓刑令,暂减 v. 暂缓处刑,暂时得救
retribution	n. 报应, 惩罚, 报复，报偿
retroactive	adj. 反动的,追溯的,有追溯力的
revenue cutter	缉私船
revenue	n. 总收入; 财政收入, 税收 n. 税务局
reverse	n. 相反; 背面; 失败, 挫折 adj. 反面的, 相反的, 颠倒的 v. 颠倒, 逆转, 倒退
permanent	adj. 永久的, 持久的 n. (口)烫发
residence	n. 住处, 住宅, 居住
residency	n. 居住，住所，管辖区 (美)高级专科住院实习(期)
ringleader	n. 魁首，头目
rob	v. 抢劫 vi. 抢劫,盗窃 vt. 非法剥夺,使丧失,抢劫
robbery	n. 抢劫
rogue	n. 流氓 v. 游手好闲
roundup	n. 集拢, 围捕, 综述, 摘要
rule of law	法规，法治
rule by law	法治
cracker	n. 薄脆饼干, 发出爆裂声的东西, 爆竹，裂化设备, 黑客, 穷苦白人 (复)crackers：n. 胡桃钳 Cracker n. 佛罗里达州和乔治亚州当地居民的别名
cracking	n. 分裂, 分解 adj. 很快的, 很好的, 很美的 adv. 很快地, 很好地, 很美地
safety	n.安全； 安全性； 安全处所； 中卫 adj.保障安全的
crime scene	犯罪现场
Scotch	vi. 弄伤；制止转动；扑灭；镇压 n. 刻痕 adj. (Scotch)苏格兰人的；苏格兰语的
scour	v.冲刷； 擦亮； 四处搜索； (用泻药)泻 n.擦； 冲刷； 洗涤剂
seajack	n. 海轮的劫持 vt. 在海上劫持(海轮)
Scotland Yard	n. 苏格兰场(伦敦警察厅)
search party	n. 搜索救援组
seize	vt. 抓住,攻占,理解,侵袭 vi. 抓住,卡住,终止
sentence	n. 句子,意见,宣判,刑罚,命题 vt. 宣判,判决,使遭受
separation	n. 分离, 分居, 缺口
shoplift	v. 从商店中偷商品
sift	v. 筛撒, 纷落, 详察
sitting	n. (...的)一段时间, (分批开饭的)一批 n. 法庭的开庭 adj. 孵卵的，坐着的，易击中的，现任的 动词sit的现在分词
slay	v. 杀, 杀害, 残杀
slain	动词slay的过去分词
smasher	n. 打碎者，吸引人的人或事物
smoking	adj.抽烟的,熏制的 n.吸烟,冒烟,烟熏 动词smoke的现在分词形式
snatch	n. 抢夺,碎片,一阵,一瞬间,一点点 vt. &vi. 夺取,抢劫,抓住
squad car	n. 警察巡逻车
squad	n. 班, 小队, 小团体 vt. 把…编成班或小组
stab	n. 刺,戳,刺伤的伤口,剧痛,尝试 vt. 刺伤,中伤 vi. 刺,扎
chamber	n. 房间,会所,室 vt. 装入室中(枪膛) adj. 室内演奏的
state prisoner	n. 政治犯
statute	n. 法令, 法规
statutory	adj. 法令的, 法定的, 触犯法令的
stickup	n. 持枪抢劫
stool	n. 凳子, 搁脚凳,便桶,根株 vi. 引诱
pigeon	n. 鸽子
stowaway	n. 偷渡者,匿身处
strangle	v. 勒死,使窒息，限制
subpoena	n. 传票 vt. 传审, 传讯
suffocate	vt. 使窒息，使缺氧，阻碍 vi. 窒息，窒息而亡，阻碍发展
suitcase	n. 手提箱
summary	n. 摘要,概要 adj. 摘要的,简略的
expulsion	n. 驱逐, 开除,排气
summon	vt. 召唤,召集,振奋; n.传票
Supreme Court	最高法院
surrender	vt. &vi. 投降,让与,屈服 n. 投降,屈服,放弃
swindle	vt. 诈取(骗取,骗局) n. 诈取(骗取,骗局)
sworn	n. 发誓, 誓言 vt. &amp;vi. 发誓, 宣誓, 咒骂
affidavit	n. 宣誓书
tacit	adj. 心照不宣的
mortgage	vt. 抵押 n. 抵押；房屋抵押贷款
take into custody	拘押
dodger	n. 躲闪者，欺瞒者，狡猾的人，小传单，防浪板
tax evasion	逃税，漏税
technical	adj. 工艺的, 技术的
territorial	adj. 领土的, 土地的, 地方的 n. 地方自卫队的士兵
terror	n. 恐怖，惊骇，令人惧怕或讨厌的人或事物
theft	n. 偷窃
strongbox	n. 保险箱
thug	n. 暴徒, 凶残的罪犯，刺客
threaten	vt. &vi. 威胁,构成威胁
threat	n. 威胁, 凶兆
torso	n. 躯干，残缺的东西，人体的躯干雕塑像
torture	n. 拷问,痛苦 vt. 拷问,使痛苦,曲解
track down	vt. 跟踪追捕
traffic accident	交通事故
treason	n. 叛逆，通敌，背叛，叛国罪
tribunal	n. 法官席, 法院, 法庭
tutor	n. 家庭教师,导师 vt. 监护,指导 vi. 当导师(私人教师)
unauthorized	adj. 未经授权的，未经批准的
uncensored	adj. 未经审查的(无保留的, 不拘束的)
underworld	n. 黑社会 n. 下层社会 n. &lt;古&gt; 地球，尘世
undue	adj. 过分的, 不适当的
unfair	adj. 不公平的, (商业上)不正当的
unlawful	adj. 非法的, 私生的
unlicensed	adj. 没有执照的，未经当局许可的，未经注册的
unrepentant	adj. 不后悔的, 不懊悔的
unwarranted	adj. 无根据的，未经授权的，无保证的
unwritten	adj. 不成文的，没有写的, 没有记录的, 口头的
vagrancy	n. 漂泊，流浪，神思恍惚
vendor	n. 厂商, 小贩, 卖主, 自动售货机 =vender
venue	n.犯罪地点,审判地,管辖地,发生地点,集合地,体育场馆
verification	n. 确认, 查证, 作证
vice	n. 恶习,恶行,罪恶,缺陷,恶癖,老虎钳 vt. 钳住 prep. 代替,副,次
villain	n. 坏人, 恶棍
villainous	adj. 邪恶的, 恶毒的
vilify	v. 诽谤, 中伤
vindicate	vt. 维护；证明…无辜；证明…正确
viper	n. 毒蛇,毒蛇一样的家伙,阴险人 毒品
violence	n. 暴力,狂热
lineup	n. 一行人, 一排人
voluntary	adj. 自愿的, 志愿的 n. (教堂礼拜仪式前后或进行期间的)乐器独奏
vouch	v. 担保，保证，证明，确定 [律]传唤(某人)出庭作证
wildcat	n. 野猫 adj. 靠不住的 vi. 盲目开掘
writ	n. 令状,文书,文件
written law	成文法
witness box	证人席

