engxw.html

<div id="outline-container-orgbe97cd2" class="outline-2">
<h2 id="orgbe97cd2"><span class="section-number-2">3</span> 法律</h2>
<div class="outline-text-2" id="text-3">
<p>
abduct	vt. 诱拐, 绑走<br />
abortion	n. 流产,堕胎<br />
accessory	adj. 附属的(副的,辅助的) n. 附件，同谋<br />
accident	n. 事故,意外的事<br />
accidental	adj. 意外的,偶然的,附属的 n. 偶然,不重要的东西,变调的临时符号<br />
accomplice	n. 共犯, 同谋，帮凶<br />
accuse	vt. 责备,控告<br />
action	n. 起诉，行为，作用，情节,活动<br />
aerial	adj.空气的； 航空的，空中的； 空想的 n.[电讯] 天线<br />
affidavit	n. 宣誓书<br />
aftereffect	n. 余波, 后效, 后果<br />
rescue	n. 援救,解救,营救队 vt. 援救,救出,营救<br />
homicide	n. 杀人, 杀人者<br />
infliction	n. (强加于人身的)痛苦, 刑罚<br />
piracy	n. 海盗行为, 剽窃, 著作权侵害<br />
pirate	n. 海盗,盗印者,侵犯专利权者 vt. &amp;vi. 侵犯版权,翻印,掠夺<br />
alias	n. 别名,化名 adv. 又被称为，另外地<br />
alimony	n. (离婚后丈夫给妻子的)赡养费<br />
annulment	n. 废除，取消，宣告婚姻无效<br />
subversive	adj. 颠覆性的, 破坏性的 n. 破坏份子, 危险份子<br />
appeal	n. 恳求, 上诉, 吸引力 n. 诉诸裁决 v. 求助, 诉请, 呼吁; 有吸引力<br />
apprehension	n. 理解, 忧惧, 逮捕<br />
arbitration	n. 仲裁, 公断<br />
arbitrator	n. 仲裁人, 公断者<br />
armed robbery	持械抢劫<br />
arrest warrant	逮捕证 拘票<br />
arson	n. 纵火, 纵火罪<br />
arsonist	n. 纵火犯<br />
assault	n. 攻击, 突袭 vt. 袭击, 突袭<br />
at large	adv. 详细地(逍遥自在的,笼统地,充分地,普通的)<br />
attempt	vt.试图； 尝试 n.进攻； 尝试，冲击<br />
abduction	n. 诱拐<br />
attempted murder	谋杀未遂<br />
jailbreak	n.越狱,逃狱<br />
attorney	n. (辩护)律师<br />
autopsy	n. 验尸<br />
backbite	v. 背后诽谤,背后中伤<br />
bail	n. 杓,保释,保证金,担保人,把手 vt. 往外舀水,保释,使摆脱困境 vi. 舀空<br />
bond	n. 债券；结合；约定；粘合剂 vi. 结合，团结在一起 vt. 使结合；以…作保<br />
bailiff	n. 执行的副手, 法庭监守，地主的管家<br />
robbery	n. 抢劫<br />
benefit of the doubt	裁判员对可疑情况无把握时不对有关运动员作不利判定<br />
black flag	骷髅旗<br />
blackjack	n. 包有皮革的软金属棒，21点(一种纸牌玩法) vt. 用包皮铅头棍棒击打，以威胁强迫<br />
blackmail	n. 勒索 vt. 勒索，讹诈<br />
revenge	n. 报仇,报复，复仇愿望，获得满足的机会 vt. 报仇,报复<br />
bloodstained	adj. 染着血的，犯杀人罪的<br />
blue ribbon	n. 最高荣誉, 蓝带<br />
jury	n. [法] 陪审团；评判委员会 adj. 应急的<br />
bobby	n.(英)警察 Bobby: 鲍比(男子名,Robert的昵称)<br />
bodyguard	n. 警卫员，保卫人员，保镖<br />
bogus	adj. 假的, 伪造的<br />
certificate	n. 证(明)书,执照 vt. 批准，认可，发证书给&#x2026;<br />
exceeding	adj. 超越的, 非常的 动词exceed的现在分词形式<br />
break in	vt. 闯入(打断,使习惯于,使驯服,训练成为)<br />
bribe	n. 贿赂,贿赂物 vt.&amp; vi. 贿赂<br />
bribery	n. 贿赂行为, 行贿, 受贿<br />
bring an accusation against	vt. 控告<br />
accusation	n. 控告,指控,非难<br />
brutality	n. 残忍, 无慈悲, 野蛮的行为<br />
bug	n.小虫, 臭虫 v.装置窃听器, 打扰 [口]故障,毛病 [计]特指程序编译中所产生缺陷或问题<br />
bump	n. 撞击,表面隆起,肿块 vt.&amp; vi. 碰撞,颠簸而行<br />
burglar	n. 窃贼<br />
burgle	v. 偷窃<br />
capital	n. 首都,资本,大写字母 adj. 大写的,资本的，首要的<br />
capital punishment	死刑<br />
warehouse	n. 仓库 vt. 存入仓库<br />
capture	n. 抓取,战利品,捕获之物 vt. 抓取,获得,迷住<br />
criminal	adj. 犯罪的, 刑事的, 无耻的 n. 罪犯<br />
carjacking	n. 劫车; ; 暴力抢夺汽车或抢劫司机<br />
carrot and stick	n. 大棒与胡萝卜(软硬两手)<br />
case	n. 情况,实情,箱,案例 vt. 装箱,踩点<br />
case law	判例法<br />
paw	n. 手掌, 手爪 v. 以蹄扒地, 笨拙地使用, 费力地前进<br />
red-handed	adj. 染血的，在犯罪现场的<br />
medley	n. 混杂，[音]混成曲 adj. 混杂的<br />
charge	n. 电荷, 指控, 费用; 照顾, 责任 vt. &amp;vi 控诉, 加罪于, 要价, 赊帐, 充电, 管理<br />
chief	adj. 主要的, 首席的 n. 首领<br />
trespass	n. 非法侵入，罪过，[法]侵害诉讼 v. 非法侵入,侵害，冒犯；客气话〕叨扰，打扰，妨碍 (on; upon).<br />
CID	abbr. 刑事调查局(=Criminal Investigation Department)<br />
circuit	n. 电路,一圈,巡回 vt. &amp;vi. 巡回<br />
civic	adj. 公民的, 市民的, 城市的<br />
claim	n. 要求,要求权;主张,断言,声称;要求物 vt. 要求,请求；主张,声称,断言<br />
civil case	民事案件 民事诉讼<br />
territorial	adj. 领土的, 土地的, 地方的 n. 地方自卫队的士兵<br />
collateral	adj. 并行的,附随的,旁系的 n. 支亲,副保,附属担保物<br />
comb	n. 梳子,梳状物,鸡冠,蜂巢 vt. 梳理,清理,搜查,用梳子 vi. 搜寻<br />
commit	v. 委托(托付), 犯罪, 作&#x2026;事, 承诺 [计算机] 委托<br />
commute	vi. 交换,通勤,折偿 vt. 交换,减刑,改变付款方式 n. 乘车上下班,通勤<br />
complainant	n.原告&amp;lt;br /&amp;gt;= plaintiff(英)<br />
complain	vi. 抱怨,悲叹,控诉<br />
concurrent	adj. 同时发生的<br />
condemn	vt. 判刑, 谴责, 官方宣称(某事物)有缺陷或不宜使用<br />
confess	v. 承认, 告白, 忏悔<br />
confession	n. 自认, 自白, 招供<br />
confidence	n.信心； 信任； 秘密<br />
confirmed	adj. 习惯的,积习的,确认过的,证实的 动词confirm的过去式和过去分词形式<br />
confiscate	v. 没收, 充公, 查抄<br />
connivance	n. 默许, 纵容, 共谋 =connivence<br />
connive	v. 假装不见,默许,共谋<br />
conspiracy	n. 阴谋<br />
constable	n. 治安官, 警官, 巡官<br />
seizure	n. 没收；夺取；捕获；(疾病的)突然发作<br />
unlawful	adj. 非法的, 私生的<br />
suppression	n. 镇压, 抑制<br />
convention	n.会议； 全体与会者； 国际公约； 惯例，习俗，规矩<br />
convict	n. 囚犯,罪犯v. 使&#x2026;确信自己犯错,宣告&#x2026;有罪,使&#x2026;知罪<br />
conviction	n. 定罪, 信服, 坚信<br />
cop	n. 管纱,警察 vt. 采用,抓住<br />
copyright	adj. 版权(的) n. 版权,著作权<br />
coroner	n. 验尸官<br />
corporeal	adj. 肉体的, 有形的, 物质的<br />
corporal	adj. 肉体的, 身体的 n. (陆军或空军)下士<br />
corpus	n. [计] 语料库；文集；本金<br />
hereditament	n. 可继承的财产，世袭财产<br />
registration	n. 登记,注册,挂号<br />
inquest	n. (死因)审讯，验尸陪审团，查询<br />
corrective	adj. 纠正的, 改正的, 矫正的 n. 改善法, 矫正物<br />
counsellor	n. 顾问<br />
counterfeit	n. 赝品, 伪造品 adj. 假冒的, 假装的 v. 仿造, 伪装, 假装<br />
banknote	n. 纸币<br />
court	n. 法院, 庭院, 奉承, 球场 v. 献殷勤, 追求, 招致(危险、失败等)<br />
trial	n.试验； [法]审讯，审判； 磨难，困难； [体]选拔赛 adj.试验的； [法]审讯的<br />
judgment	n. 裁判, 宣告, 该判决书<br />
creative accounting	n. 寻机性会计行为, 伪造账目<br />
crime	n. 犯罪, 羞耻, 罪行<br />
syndicate	n. 企业联合 v. 联合组织<br />
criminal code	刑法<br />
contempt	n. 轻视,轻蔑<br />
conversation	n. 会话,谈话<br />
intent	n. 意图,目的,意向, 含义 adj. 专心的,决心的,热心的<br />
offender	n. 罪犯, 冒犯者<br />
prosecution	n. 实行,经营,起诉<br />
record	n. 记录,纪录,唱片 vt. 记录,(将声音等)录下，表明 adj. 关于<br />
criminal record	前科，犯罪记录<br />
wrongdoing	n. 坏事，不道德行为<br />
cross-check	n. 再确认, 反复核对 vt. 再确认, 反复核对<br />
examine	vt.检查，调查； 考试； 诊察； 审问 vi.检查； 调查<br />
crown court	n. 英国刑事法庭; (英国)巡回刑事法庭<br />
crown	n. 王冠,王权,顶点,花冠 vt. 使&#x2026;成王,加冕,居&#x2026;之顶,为牙齿镶上假齿冠 vi. 火迅速烧到树的顶端<br />
lawyer	n. 律师<br />
witness	vt. 目击,见证, 出席, 观察, 经历 n. 目击者,证人 vi. 为(宗教信仰)做见证, 证明<br />
culprit	n. 犯人,罪犯,刑事被告,肇事者,罪魁祸首<br />
custody	n. 监护,拘留,监禁,羁押<br />
customary law	习惯法<br />
da	abbr. 地方检察官(=district attorney)<br />
damage	n. (pl.)赔偿金,损坏,毁坏 vt. 损害,毁坏<br />
compensation	n. 补偿, 赔偿; 赔偿金, 物<br />
death	n. 死,死亡，死神，毁灭<br />
death row	n. (监狱的)死囚区<br />
death penalty	死刑<br />
warrant	n. 正当理由,根据,委任状,准许 vt. 保证,辩解,担保, 授权<br />
debug	v.调试，驱除(某处的)害虫，排除障碍，纠正&#x2026;的错误，寻出并拆除&#x2026;内的窃听器<br />
deceive	vt. 欺骗 vi. 行骗<br />
decree	n. 法令,判决,天意 vt. 通过法令颁布,裁定<br />
decree nisi	n. decrees nisi 日后才生效的离婚判决书<br />
deep pockets	雄厚的财力; 财力雄厚的人<br />
defense	n. 防卫, 防卫物, 辩护 vt. 防守<br />
defendant	n. 被告<br />
delinquency	n. (少年)犯罪，失职，过失 n. 逾期债款<br />
convincing	adj. 使人信服的, 有力的, 令人心悦诚服的 vbl. 使&#x2026;信服, 使&#x2026;明白<br />
detain	vt. 扣留,拘押,耽搁<br />
detainee	n. 被拘留者, 未判决囚犯<br />
detective	adj. 侦探的 n. 侦探<br />
detection	n. 察觉, 发觉, 侦查, 探测<br />
detention center	n. (青少年罪犯)感化中心 拘留中心<br />
detention	n. 羁押,拘留<br />
devise	vt. 设计,遗赠 n. 遗赠(的财产)<br />
devolve	v. 委任, 移交<br />
diminished	adj.减少了的, 被贬低的 动词diminish的过去式和过去分词<br />
responsibility	n. 责任, 可信度，责任心<br />
dismiss	vt.解雇，把…免职； 遣散，解散(队伍等)； 驳回，拒绝受理； 搁置 vi.解散<br />
dismissal	n. 免职, 解雇<br />
indictment	n. 起诉, 控告, 起诉状<br />
district	n. 区,地区,行政区 vt. 划分区域,划分地区<br />
divorce	n. 离婚 v. 与&#x2026;办离婚<br />
dock	n. 码头,船坞,(造)修船厂,尾巴的骨肉部分,被告席 vt. 进港,(减)剪短,对接 vi. 进港,对接<br />
in the dock	adv. 在被告席上(在受审)<br />
drug abuse	滥用药物<br />
drug baron	毒枭<br />
baron	n. 男爵(英国世袭的最低级的贵族爵位)<br />
drug trafficker	n. 毒枭<br />
trafficker	n. 贩卖毒品者<br />
electrocute	vt. 以电椅处死, 以电击处死, 通电致死<br />
embezzle	vt. 盗用, 挪用<br />
enforced	adj. 强制的 动词enforce的过去式和过去分词<br />
deportation	n. 驱逐, 放逐<br />
escape clause	n. 例外条款<br />
evidence	n. 根据, 证据 vt. vi. 证实, 证明<br />
evidentiary	adj. 证据的，证明的<br />
hearing	n. 听力，听觉，说话或申辩的机会，审讯，听证会 动词hear的现在分词<br />
evoke	vt. 唤起,引起<br />
examination	n. 考查,考试,审讯<br />
execute	vt. 执行,处决，实行,完成 [计算机] 执行<br />
execution	n. 实行,完成,执行<br />
executioner	n. 刽子手<br />
extradite	v. 引渡回国, 拿获归案 vt. 引渡<br />
hijacker	n. 拦路抢劫者，劫持犯<br />
stand trial	vi. 受审<br />
extradition	n. 引渡逃犯, 将亡命者送还本国<br />
extrajudicial	adj. 法庭职权以外的<br />
settlement	[建]沉降; 解决, 结算,殖民(地), 租界; 居留地; 新建区; 住宅区<br />
eyewitness	n. 目击者, 见证人<br />
fait accompli	n. 既成事实<br />
fake	n. 假货,欺骗,骗子 adj. 假的 vt. 伪造,伪装 vi. 假造<br />
false	adj. 不真实的,错误的,人造的,假的,虚伪的 adv. 不真诚地,虚伪地<br />
testimony	n. 证言,证据<br />
imprisonment	n. 监禁, 关押，拘禁<br />
Family Court	家庭法庭<br />
registration	n. 登记,注册,挂号<br />
federal	adj. 联邦的 n. 同盟盟友<br />
felony	n. 重罪<br />
federal court	联邦政府法院<br />
federal judge	联邦法官<br />
fence	n. 围墙, 剑术 v. 用篱笆围住, 练习剑术, 防护 [计算机] 栅栏<br />
fiendish	adj. 恶魔似的(凶恶的,残忍的)<br />
despot	n. 暴君, 专制者<br />
fingerprint	n. 指纹，特点 vt. 取&#x2026;的指纹，鉴别特征<br />
first instance	第一审 初审<br />
fix	vt. &amp;vi. 使&#x2026;固定,修理,准备 n. 困境, (船只、飞机等的)定方位,贿赂<br />
flee	vi. 逃跑, 逃走, 消失 vt. 避免, 回避<br />
forfeit	n. 没收物,罚金,丧失 vt. 没收,丧失 adj. 丧失了的<br />
forgery	n. 伪造, 伪造罪, 伪造物<br />
frame	n. 框,结构,骨架 v. 构成，把&#x2026;框起来，陷害 adj. 木结构的<br />
frame-up	n. 陷害,虚构的罪名<br />
fratricide	n.杀害兄弟者,兄弟杀害<br />
fraud	n. 骗子, 欺骗, 诈欺<br />
fraudulent	adj. 欺诈的, 不正的, 不诚实的<br />
bankruptcy	n. 破产<br />
freedom of speech	言论自由<br />
assembly	n. 集合, 集会, 装配<br />
association	n. 联合,结合,交往,协会,社团,联想<br />
Freedom of expression	言论自由<br />
gag	n. 箝口物, 箝制言论, 讨论终结 v. 虚伪, 使呕吐, 插科打浑<br />
gag order	禁止令<br />
gallows	n. [常作单数]绞刑架<br />
gamble	n. 冒险 v. 赌博, 孤注一掷<br />
gambler	n. 赌徒<br />
gambling	n. 赌博, 投机<br />
gang	n. 队,群,帮 vt.&amp; vi. 结一组,联合在一起<br />
gangster	n. 匪徒, 歹徒<br />
get away with	vt. 侥幸做成(侥幸取走)<br />
graft	n. 接枝, 贪污 v. 接枝, 使结合<br />
grand jury	n. 大陪审团<br />
grievance	n. 委屈, 冤情, 苦况<br />
grill	n. 烤架,铁格子,烤肉 vt. 烧,烤,严加盘问<br />
guaranty	n. 保证品, 抵押 vt. 保证, 抵押, 担保<br />
guilt	n. 罪行, 内疚<br />
guilty	adj. 有罪的, 内疚的<br />
gunman	n. 持枪者；枪手 n. 持枪歹徒；职业杀手<br />
guilty verdict	有罪裁决<br />
verdict	n. 裁定, 定论<br />
habeas corpus	n. 人身保护权<br />
habitual	adj. 惯常的, 习惯的<br />
handcuff	n. 手拷 vt. 上手拷<br />
harass	v. 使&#x2026;困扰,使&#x2026;烦恼,反复袭击<br />
harassment	n. 困扰,烦扰,烦恼<br />
harbour	vi. 藏匿；入港停泊；庇护 vt. 庇护；藏匿；入港停泊 n. 海港(等于harbor)；避难所<br />
hard drug	致瘾的麻醉品<br />
heir	n. 继承人<br />
heir apparent	n. 有确定继承权的人<br />
heir presumptive	n. 假定继承人<br />
presumptive	adj. 推定的，假定的<br />
heiress	n. 女继承人<br />
heroin	n. 海洛因<br />
hideout	n. 隐匿处<br />
bench	n. 长凳,工作台,梯田 vt. 坐在长凳上,放置长凳,在展览会上展览 vi. 形成梯田<br />
prosecutor	n. 实行者, 追诉者, 告发者<br />
hijack	vt. 抢劫, 劫持, 劫机<br />
killer	n. 杀人者，凶手<br />
hit-and-run	adj. (棒球)打带跑的, 肇事后逃逸的<br />
fatality	n.(事故或战争等造成的)死亡, 灾祸, 天命，致命性<br />
hold court	开庭,(国王)上朝<br />
holdup	n. 持枪抢劫，停顿，延迟<br />
parole	n. 誓言, 释放宣言, 语言 v. 宣释后释放, 使假释出狱<br />
homicide	n. 杀人, 杀人者<br />
hoodlum	n. 强盗，无赖，阿飞，恶棍，流氓<br />
misadventure	n. 不幸, 灾难<br />
hooligan	n. 小流氓<br />
hot seat	困境, &amp;lt;俚&amp;gt;电椅<br />
house arrest	n. [律](本宅)软禁<br />
arrest	n. 逮捕,监禁 vt. 拘捕,妨碍,吸引<br />
housebreaker	n. 侵入家宅者, 强盗, 拆屋者<br />
detective	adj. 侦探的 n. 侦探<br />
ICJ	=International Court of Justice国际法院(联合国)<br />
identity	n. 身份,一致，特征<br />
identity card	身份证 =ID card<br />
illegal	adj. 不合法的,非法的 n. 非法移民<br />
gratuity	n. 赠物,赏钱,贺仪<br />
immigrant	n. 移民, 侨民 adj. 移民的<br />
possession	n. 财产, 所有, 拥有<br />
strike	n. 罢工, 打击, 殴打 v. 打, 撞, 罢工, 划燃<br />
illicit	adj. 非法的, 禁止的, 不正当的<br />
impostor	n. 冒充者, 骗子<br />
love affair	恋爱<br />
hard labor	强迫劳役<br />
incest	n. 乱伦<br />
victim	n. 受害者,牺牲<br />
incriminate	v. 连累,牵连 vt. 牵连,控告<br />
indict	v. 起诉, 控告, 指控<br />
indictment	n. 起诉, 控告, 起诉状<br />
inevitable	adj. 不可避免的, 必然(发生)的<br />
infamy	n. 声名狼藉, 丑名, 丑行<br />
infanticide	n. 杀婴，杀害婴儿的人<br />
infringe	v. 破坏, 犯, 违反<br />
infringement	n. 违反(侵犯)<br />
inquiry	n. 打听, 询问, 调查, 查问 =enquiry(英)<br />
inquisition	n. 调查, 询问, (罗马天主教的)宗教法庭<br />
inspection	n. 检查,视察<br />
on the scene	出现，到场<br />
inspector	n. 检查员, 巡视员<br />
customs	adj. 定做的(衣), 海关的 n. 海关<br />
customs inspector	海关检查员<br />
instigate	v. 教唆 , 煽动, 唆使, 策动 , 主使, 激励<br />
instigator	n. 煽动者<br />
institute	n. 学会,学院,协会 vt. 创立,开始,制定<br />
proceeding	n. 进行, 行动, 诉讼程序 vbl. 著手进行, 继续进行, 肇始<br />
intellectual property right	知识产权<br />
enforce	vt. 加强, 强迫, 执行<br />
interrogate	v. 质问, 讯问, 审问<br />
intimidate	vt. 威胁,恐吓,胁迫<br />
investigative	adj. 调查的, 调查性质的<br />
jail	n. 监牢,监狱,拘留所 vt. 监禁,下狱<br />
throw into	扔，扔进<br />
delivery	n. 递送, 交付, 分娩<br />
judge	vt.&amp; vi.审判，评判； 断定 vt.估计； 评价； (尤指)批评； 想，认为 n.法官； 裁判员； 评判员； 鉴定人<br />
judicial	adj. 法庭的, 公正的, 审判上的<br />
by default	缺席，不到场<br />
default	n. 假设值,默认(值),不履行责任,缺席 v. 默认,不履行义务,缺席,拖欠 [计算机] 缺省<br />
apprentice	n. 学徒 v. 使当学徒<br />
judicial power	司法权<br />
judicial precedent	司法判例<br />
judiciary	n. 司法部, 司法制度, 法官 adj. 司法的, 法院的, 法官的<br />
juror	n. 陪审员<br />
jury	n. [法] 陪审团；评判委员会 adj. 应急的<br />
justice	n.正义； 公正； 法律制裁； 审判员，法官<br />
justifiable	adj. 可辩解的, 可证明的, 有理的<br />
juvenile	adj. 年轻的,青少年的,幼稚的 n. 青少年,青少年读物,幼雏,扮演少年的演员<br />
juvenile delinquency	青少年犯罪<br />
juvenile court	少年法庭<br />
juvenile delinquent	n. 少年罪犯<br />
kidnap	v. 绑架,诱拐,拐骗<br />
ransom	n. 赎金, 赎身, 赎回<br />
labour	n. 劳动, 劳工 Labour (英国)工党<br />
labor camp	n. 劳改所, 流动工人招待所<br />
expropriation	n. 没收，征收<br />
larceny	n. 盗窃(罪)<br />
last mile	[法] 最后路程<br />
violate	vt. 违犯, 亵渎, 干扰, 侵犯, 强奸<br />
violate the law	违法<br />
law and order	治安，法律和秩序<br />
law enforcement	法律的实施<br />
abide by the law	守法<br />
lawsuit	n. 诉讼, 控诉<br />
file a lawsuit against	对 &#x2026; 提起诉讼<br />
layabout	n. 懒汉<br />
legacy	n. 祖先传下来之物,遗赠物 adj. [计算机]旧系统的<br />
legal	adj. 法律的,合法的,法定的<br />
legal action	法律诉讼, 法律行动<br />
legal age	法定年龄<br />
campaign	n. 战役; 运动, 活动 vt. 参加竞赛 vi. (从事, 组织)活动<br />
expenditure	n. (时间、劳力、金钱等)支出,使用,消耗<br />
Legal proceedings	法律诉讼<br />
sanction	n. 核准,处罚,约束力 v. 制定制裁规则,认许,核准<br />
legitimate	adj. 合法的, 正当的, 合理的, 世袭的 vt. 使合法, 授权, 宣布&#x2026;为合法<br />
leniency	n. 宽大，不严厉，仁慈<br />
self-defence	n. 自卫<br />
liable	adj. 有义务的,应负责的,有&#x2026;倾向<br />
liable for	adj. 对 &#x2026; 应负责任<br />
libel	n. (文字)诽谤, 侮辱 vt. 诽谤, 中伤, 损害名誉 vi. 发表诽谤言论<br />
litigant	n. 诉讼当事人<br />
lodge	n. 旅馆；门房；集会处；山林小屋 vt. 提出；寄存；借住；嵌入 vi. 寄宿；临时住宿<br />
loophole	n. 枪眼, 小窗, 换气孔，漏洞 vt. 钻空子，开孔<br />
lord	int. 主, 天啊 n. 上帝, 主<br />
lynch	vt. 处以私刑, 加私刑 n. 私刑, 私罚<br />
advocate	vt.提倡； 拥护； 鼓吹； 为…辩护 n.(辩护)律师； 提倡者； 支持者<br />
magistrate	n. 地方法官，地方行政官<br />
maintenance	n. 维护, 保持, 维修, 生活费用 n. 供给, 抚养; 主张<br />
malice	n. 恶意, 怨恨，蓄意 [律]预谋<br />
malpractice	n. 失职, 行为不当<br />
manhunt	n. 搜索，搜捕<br />
manslaughter	n. 过失杀人(罪)<br />
marital	adj. 婚姻的<br />
marital status	婚姻状况<br />
marriage	n. 婚姻,结婚<br />
marriage lines	n. &amp;lt;主英&amp;gt;结婚证书<br />
matricide	n.杀母,杀母者<br />
patricide	n. 弑父<br />
medical	adj. 医疗的,医学的,药物的,需治疗的<br />
examiner	n. 主考者，审查员<br />
mental	adj. 精神的,脑力的,精神错乱的,传心术的,[解剖学]颏的<br />
mental disorder	n. 心理失常，精神障碍<br />
disease	n. 疾病,弊端<br />
cruelty	n. 残酷,残忍, 残酷的行为，虐待<br />
mete	vt. 量, 测量, 分配 n. 边界, 界石<br />
mete out	给予, 分配; (法) 判处<br />
minor	adj. 次要的, 较小的, 二流的, 未成年的 n. 未成年人, 辅修科目, [音乐]小调 vi. 辅修<br />
minor offense	轻罪<br />
miscarriage	n.流产，早产； (信件等的)误投，误送； 失策，失败<br />
misconduct	n. 处理不当(胡作非为) vt 处理不当(胡作非为)<br />
misdemeanour	n. &amp;lt;口&amp;gt;坏事, 轻罪 =misdemeanor(美)<br />
mob	n. 暴民, 民众, 暴徒 v. 大举包围, 乱挤, 围攻<br />
modus	n. 程序，方式<br />
modus operandi	&amp;lt;拉丁文&amp;gt;做法，惯用手法<br />
molest	vt. 骚扰, 干扰, 调戏<br />
moral	adj. 道德(上)的,有道德的 n. 品行,寓意,道德<br />
objection	n. 反对,异议<br />
moral obligation	道德职责<br />
obligation	n. 义务, 责任<br />
slump	n. 暴跌,意气消沉,(土地)下沉 vi. 猛然掉落,坍塌,大幅度下跌<br />
moral values	道德价值<br />
municipal	adj. 市的,市政的 n. 政府证券<br />
murder	n. 谋杀,危险物 vt. 谋杀,折磨,损坏 vi. 谋杀<br />
murder case	谋杀案<br />
murder charge	谋杀罪<br />
suspect	vt.猜疑(是)； 怀疑，不信任； 怀疑…有罪 n.嫌疑犯 vi.怀疑<br />
incorporated	adj. 组成公司的,合成一体的 vt. 合并,组建公司,给予实质 vi. 合并,组成公司<br />
murderer	n. 杀人犯, 凶手<br />
nab	v. 逮捕,攫取 vt. 抓,获取,抓住,逮捕<br />
nail	n. 钉子,指甲 vt. 钉, 使牢固, 抓捕, 敲定<br />
narco	n. 缉查毒品的刑警<br />
narcotic	n. 麻醉药, 镇静剂 adj. 麻醉的, 催眠的<br />
smuggling	n. 走私 动词smuggle的现在分词形式<br />
smuggle	v. 偷运,走私,私运<br />
nationwide	adj. 全国性的 adv. 在全国范围内<br />
dragnet	n. 罗网，拖网，搜索网<br />
necessity	n. 需要, 必需品, 必然<br />
necklace	n. 项链<br />
negligent	adj. 疏忽的, 粗心的, 不在意的<br />
negligent homicide	过失杀人<br />
nonage	n. 未成年，幼稚，早期<br />
notorious	adj. 臭名昭著的<br />
offender	n. 罪犯, 冒犯者<br />
offensive	adj. 令人不快的,侮辱的,攻击用的 n. 进攻<br />
alliance	n. 结盟,联盟,联姻 Alliance [地理名词]<br />
onerous	adj. 繁重的, 麻烦的<br />
one-shot	adj. 只有一次的<br />
outlaw	n. 被剥夺法律保护的人, 罪犯 v. 使&#x2026;失去法律保护, 将&#x2026;逐出社会, 宣告非法<br />
out of court settlement	庭外和解<br />
paddy	n. 稻田 n.&amp;lt;口&amp;gt; 爱尔兰人<br />
pale	n. 尖木桩,栅栏,界限 adj. 苍白的,暗淡的,弱的,浅色的 vi. 变得苍白,变得暗淡 vt. 使苍白<br />
paralegal	adj. 辅助律师业务的 n. 律师的专职助手, 律师帮办<br />
parricide	n. 杀尊亲, 杀长辈, 杀主人<br />
passport	n. 护照<br />
patent	n. 专利权,执照,专利品 adj. 专利的,显著的,新奇的 v. 取得&#x2026;的专利权,请准专利<br />
payoff	n. 清算(成果，发工资，放线装置) adj. 得出结果的<br />
scandal	n. 丑闻,中伤,反感,耻辱<br />
prohibit	v. 禁止,阻止 vt. 禁止<br />
penal colony	n. (罪犯的)流放地<br />
colony	n. 侨民,侨居地,殖民地,聚居(地)<br />
penal law	刑法<br />
servitude	n. 苦役, 奴役 n. [法]役劝<br />
penal sum	n. [律]罚金, 违约金<br />
penalty	n. 处罚,惩罚<br />
financial	adj. 金融的,财政的<br />
pending	adj. 待定的,即将发生或来临的 prep. 直到,等待&#x2026;的时候,在&#x2026;期间<br />
perjury	n. 伪誓, 伪证<br />
perpetrate	vt. 做(坏事), 犯(罪)<br />
personal attack	人身攻击<br />
belonging	n. ［常pl.］所有物, 行李<br />
petit	adj. 小的，次要的，琐碎的<br />
philanderer	n. 爱和女人调情的男人, 玩弄女性的男人<br />
pickpocket	n. 扒手 v. 扒窃<br />
pilfer	v. 盗, 偷, 窃<br />
probation	n.鉴定,试用,缓刑<br />
on record	正式记录的, 公开发表的<br />
plagiarism	n. 剽窃,剽窃物<br />
plainclothesman	n. 便衣刑警, 侦探<br />
plaintiff	n. 原告<br />
obsolescence	n. 荒废,退化<br />
plead	vt. 辩护,恳求,提出借口 vi. 辩护,反对<br />
plead guilty	服罪<br />
innocent	adj. 无罪的, 不懂事的, 无知的, 无辜的<br />
plunder	v. 掠夺, 抢劫, 抢夺 n. 抢夺, 掠夺品, 战利品<br />
treasury	n. 国库,宝库 (大写)财政部,国债<br />
checkpoint	n. 检查站<br />
composite	adj. 合成的,复合的 n. 合成物, 复合材料 vt. 合成<br />
constable	n. 治安官, 警官, 巡官<br />
police inspector	派出所所长 警察分局局长<br />
Police post	派出所<br />
superintendent	n. 监督人,管理人,所长<br />
political	adj. 政治的, 政党的, 派系斗争的, 有政治头脑的<br />
political prisoner	n.政治犯<br />
pornography	n. 色情文学, 色情描写<br />
precedent	adj. 在前的,在先的 n. 先例,前例<br />
prejudge	vt. 预先判断, [律]不审而判<br />
preliminary	n. 初步行动, 准备, 初步措施 adj. 初步的, 开始的, 预备的<br />
presumption	n. 推测, 可能性，冒昧，放肆，[法律]推定<br />
preventive	adj. 预防的，防病的 n. 预防物，预防性措施<br />
custody	n. 监护,拘留,监禁,羁押<br />
conviction	n. 定罪, 信服, 坚信<br />
prima facie	n. 乍看的, 据初步印象的<br />
prison sentence	n. 徒刑<br />
prison term	n. 刑期<br />
escapee	n. 逃亡者, 逃避者<br />
private	adj. 私人的，隐蔽的 n. 士兵，列兵<br />
proceed	vi. 继续进行; 开始, 着手<br />
proceed against	vt. 控诉(起诉)<br />
revision	n. 校订,修正,修订本 n. 复习,重温<br />
proof	adj. 防&#x2026;的,耐&#x2026;的,能防护 n. 校样,证据,证明 vt. 检验,给&#x2026;做防护措施<br />
prosecute	vt. 对&#x2026;提起公诉,彻底进行,追捕,经营,从事 vi.起诉,担任检察官<br />
prostitute	n. 娼妓, 为赚钱而作坏事的人adj. 卖淫的, 堕落的vt. 卖身, 贬损(自己)<br />
prostitution	n. 卖淫，堕落<br />
prowl	n. 潜行, 徘徊, 悄悄踱步 v. 潜行以觅食, 窥伺, 逡巡于<br />
nuisance	n. 讨厌的东西,讨厌的人,伤害<br />
Public Interest	n. 公共利益，公众福利<br />
procurator	n. 代理人, 行政长官<br />
public policy	国家政策<br />
punishable	adj. 该罚的, 可罚的<br />
punitive	adj. 刑罚的,惩罚的<br />
queer	n. 同性恋者 adj. 奇怪的, 不舒服的, 可疑的<br />
racket	n. 球拍, 喧闹纷乱; v.勒索敲诈<br />
racketeer	n. 敲诈者, 获取不正当钱财的人 v. 诈取钱财<br />
rampant	adj. 猖獗的, 蔓延的, 奔放的<br />
ransack	v. 彻底搜索,洗劫 vt. 彻底搜索<br />
rape	n. 抢夺,掠夺,强奸 vt. 掠夺,抢夺,强奸<br />
read the Riot Act	vi. 提出警告(宣读骚动取缔法令)<br />
recess	n. 休息,幽深处,凹缝,壁龛,放假 (法)休庭 vt. 放入壁龛,作凹处,休息 vi. 休息<br />
recidivism	n. 惯常的犯罪行为<br />
recidivist	n. 累犯 adj. 累犯的<br />
recourse	n. 依赖, 求助, 追索权<br />
red-handed	adj. 染血的，在犯罪现场的<br />
reference	n. 参考, 出处, 参照 n. 推荐人, 推荐函 vt. 提供参考<br />
release	n. 释放, 让渡, 发行 vt. 释放, 让与, 准予发表, 发射<br />
on bail	保释<br />
on parole	adj. 宣誓后获释(获准假释)<br />
remand	n. 送还, 还押 v. 送回, 归还, 命令归还<br />
reprieve	n. 缓刑,缓刑令,暂减 v. 暂缓处刑,暂时得救<br />
retribution	n. 报应, 惩罚, 报复，报偿<br />
retroactive	adj. 反动的,追溯的,有追溯力的<br />
revenue cutter	缉私船<br />
revenue	n. 总收入; 财政收入, 税收 n. 税务局<br />
reverse	n. 相反; 背面; 失败, 挫折 adj. 反面的, 相反的, 颠倒的 v. 颠倒, 逆转, 倒退<br />
permanent	adj. 永久的, 持久的 n. (口)烫发<br />
residence	n. 住处, 住宅, 居住<br />
residency	n. 居住，住所，管辖区 (美)高级专科住院实习(期)<br />
ringleader	n. 魁首，头目<br />
rob	v. 抢劫 vi. 抢劫,盗窃 vt. 非法剥夺,使丧失,抢劫<br />
robbery	n. 抢劫<br />
rogue	n. 流氓 v. 游手好闲<br />
roundup	n. 集拢, 围捕, 综述, 摘要<br />
rule of law	法规，法治<br />
rule by law	法治<br />
cracker	n. 薄脆饼干, 发出爆裂声的东西, 爆竹，裂化设备, 黑客, 穷苦白人 (复)crackers：n. 胡桃钳 Cracker n. 佛罗里达州和乔治亚州当地居民的别名<br />
cracking	n. 分裂, 分解 adj. 很快的, 很好的, 很美的 adv. 很快地, 很好地, 很美地<br />
safety	n.安全； 安全性； 安全处所； 中卫 adj.保障安全的<br />
crime scene	犯罪现场<br />
Scotch	vi. 弄伤；制止转动；扑灭；镇压 n. 刻痕 adj. (Scotch)苏格兰人的；苏格兰语的<br />
scour	v.冲刷； 擦亮； 四处搜索； (用泻药)泻 n.擦； 冲刷； 洗涤剂<br />
seajack	n. 海轮的劫持 vt. 在海上劫持(海轮)<br />
Scotland Yard	n. 苏格兰场(伦敦警察厅)<br />
search party	n. 搜索救援组<br />
seize	vt. 抓住,攻占,理解,侵袭 vi. 抓住,卡住,终止<br />
sentence	n. 句子,意见,宣判,刑罚,命题 vt. 宣判,判决,使遭受<br />
separation	n. 分离, 分居, 缺口<br />
shoplift	v. 从商店中偷商品<br />
sift	v. 筛撒, 纷落, 详察<br />
sitting	n. (&#x2026;的)一段时间, (分批开饭的)一批 n. 法庭的开庭 adj. 孵卵的，坐着的，易击中的，现任的 动词sit的现在分词<br />
slay	v. 杀, 杀害, 残杀<br />
slain	动词slay的过去分词<br />
smasher	n. 打碎者，吸引人的人或事物<br />
smoking	adj.抽烟的,熏制的 n.吸烟,冒烟,烟熏 动词smoke的现在分词形式<br />
snatch	n. 抢夺,碎片,一阵,一瞬间,一点点 vt. &amp;vi. 夺取,抢劫,抓住<br />
squad car	n. 警察巡逻车<br />
squad	n. 班, 小队, 小团体 vt. 把…编成班或小组<br />
stab	n. 刺,戳,刺伤的伤口,剧痛,尝试 vt. 刺伤,中伤 vi. 刺,扎<br />
chamber	n. 房间,会所,室 vt. 装入室中(枪膛) adj. 室内演奏的<br />
state prisoner	n. 政治犯<br />
statute	n. 法令, 法规<br />
statutory	adj. 法令的, 法定的, 触犯法令的<br />
stickup	n. 持枪抢劫<br />
stool	n. 凳子, 搁脚凳,便桶,根株 vi. 引诱<br />
pigeon	n. 鸽子<br />
stowaway	n. 偷渡者,匿身处<br />
strangle	v. 勒死,使窒息，限制<br />
subpoena	n. 传票 vt. 传审, 传讯<br />
suffocate	vt. 使窒息，使缺氧，阻碍 vi. 窒息，窒息而亡，阻碍发展<br />
suitcase	n. 手提箱<br />
summary	n. 摘要,概要 adj. 摘要的,简略的<br />
expulsion	n. 驱逐, 开除,排气<br />
summon	vt. 召唤,召集,振奋; n.传票<br />
Supreme Court	最高法院<br />
surrender	vt. &amp;vi. 投降,让与,屈服 n. 投降,屈服,放弃<br />
swindle	vt. 诈取(骗取,骗局) n. 诈取(骗取,骗局)<br />
sworn	n. 发誓, 誓言 vt. &amp;amp;vi. 发誓, 宣誓, 咒骂<br />
affidavit	n. 宣誓书<br />
tacit	adj. 心照不宣的<br />
mortgage	vt. 抵押 n. 抵押；房屋抵押贷款<br />
take into custody	拘押<br />
dodger	n. 躲闪者，欺瞒者，狡猾的人，小传单，防浪板<br />
tax evasion	逃税，漏税<br />
technical	adj. 工艺的, 技术的<br />
territorial	adj. 领土的, 土地的, 地方的 n. 地方自卫队的士兵<br />
terror	n. 恐怖，惊骇，令人惧怕或讨厌的人或事物<br />
theft	n. 偷窃<br />
strongbox	n. 保险箱<br />
thug	n. 暴徒, 凶残的罪犯，刺客<br />
threaten	vt. &amp;vi. 威胁,构成威胁<br />
threat	n. 威胁, 凶兆<br />
torso	n. 躯干，残缺的东西，人体的躯干雕塑像<br />
torture	n. 拷问,痛苦 vt. 拷问,使痛苦,曲解<br />
track down	vt. 跟踪追捕<br />
traffic accident	交通事故<br />
treason	n. 叛逆，通敌，背叛，叛国罪<br />
tribunal	n. 法官席, 法院, 法庭<br />
tutor	n. 家庭教师,导师 vt. 监护,指导 vi. 当导师(私人教师)<br />
unauthorized	adj. 未经授权的，未经批准的<br />
uncensored	adj. 未经审查的(无保留的, 不拘束的)<br />
underworld	n. 黑社会 n. 下层社会 n. &amp;lt;古&amp;gt; 地球，尘世<br />
undue	adj. 过分的, 不适当的<br />
unfair	adj. 不公平的, (商业上)不正当的<br />
unlawful	adj. 非法的, 私生的<br />
unlicensed	adj. 没有执照的，未经当局许可的，未经注册的<br />
unrepentant	adj. 不后悔的, 不懊悔的<br />
unwarranted	adj. 无根据的，未经授权的，无保证的<br />
unwritten	adj. 不成文的，没有写的, 没有记录的, 口头的<br />
vagrancy	n. 漂泊，流浪，神思恍惚<br />
vendor	n. 厂商, 小贩, 卖主, 自动售货机 =vender<br />
venue	n.犯罪地点,审判地,管辖地,发生地点,集合地,体育场馆<br />
verification	n. 确认, 查证, 作证<br />
vice	n. 恶习,恶行,罪恶,缺陷,恶癖,老虎钳 vt. 钳住 prep. 代替,副,次<br />
villain	n. 坏人, 恶棍<br />
villainous	adj. 邪恶的, 恶毒的<br />
vilify	v. 诽谤, 中伤<br />
vindicate	vt. 维护；证明…无辜；证明…正确<br />
viper	n. 毒蛇,毒蛇一样的家伙,阴险人 毒品<br />
violence	n. 暴力,狂热<br />
lineup	n. 一行人, 一排人<br />
voluntary	adj. 自愿的, 志愿的 n. (教堂礼拜仪式前后或进行期间的)乐器独奏<br />
vouch	v. 担保，保证，证明，确定 [律]传唤(某人)出庭作证<br />
wildcat	n. 野猫 adj. 靠不住的 vi. 盲目开掘<br />
writ	n. 令状,文书,文件<br />
written law	成文法<br />
witness box	证人席<br />
</p>
</div>
</div>
