engxw.org
* 经济
accommodation	n. 住处，膳宿；调节；和解；预订铺位
account	n.账，账目； 存款； 记述，报告； 理由 vi.解释； 导致； 报账 vt.认为； 把…视作
accommodation bill	融通汇票, 融通票据
account book	帐簿
payable	adj. 可付的, 应付的, 有利益的
receivable	adj. 可收到的, 应收的 n. (复)receivables: 应收帐款
account receivable	应收帐款
rigging	n. (船的)索具, 绳索, 装备 动词rig的现在分词形式
settlement	[建]沉降; 解决, 结算,殖民(地), 租界; 居留地; 新建区; 住宅区
open an account	开立帐户, 开户
accountant	n. 会计人员
across-the-board	adj. 全盘的, 全面的，全面下注的
tariff	n. 关税, 价目表 vt. 交关税
wage	n. 薪水,报偿,代价 vt. &vi. 开始,进行(战争、运动)
additional	adj. 附加的, 另外的
ad valorem	adj. 按价的，从价的
advance	n. 前进,进步,预支 vt. 前进，增涨，预先 vi. 前进，提升 adj. 预先的，提前的
affinity	n. 姻亲,密切关系,吸引力
marketing	n. 行销,市场营销
aggregate	n. 合计, 总计, 集合体 adj. 合计的, 集合的, 聚合的 v. 聚集, 集合, 合计
amortize	vt. 分期偿还，摊还
antidumping	adj. 反倾销的
antidumping measures	反倾销措施
allowance	n. 限额，定量 n. 津贴,零用钱
inflation	n. 膨胀,通货膨胀
antitrust	adj. 反托拉斯的，反垄断的
appreciate	vt. 欣赏,感激,赏识 vt. 领会，充分意识 vi. 增值
appropriate	adj. 适当的, 相称的 vt. 拨出(款项); 占用
arbitrage	n. 仲裁, 套利交易, 套汇
assess	v. 估定, 评定
asset	n. 资产,有用的东西,优点,长处
ATM	abbr. (=automated teller machine) 银行自动取款机
liability	n. 责任, 可能性，债务, 不利因素
assets and liabilities	资产与负债
automatic teller machine	自动取款机
audit	n. 查帐,审计 vt. 审计,旁听
auditor	n. 听者, 收听者, 稽核员
average	n. 平均数,平均水平 adj. 一般的,通常的,平均的 vt. &vi. 取平均值，达到平均水平
balance	n. 天平, 平衡, 差额, 平静, 调和, 制衡 vt. 使平衡, 称重量, 权衡, 抵消 vi. 建立平衡, 均衡
stock	n.股份，股票； 库存； 树干； 家畜 adj.常备的，存货的； 陈旧的 vt.提供货物； 备有 vi.出新芽； 囤积
deficit	n. 赤字,不足，缺乏
equilibrium	n. 平衡,均衡
surplus	adj. 多余的,过剩的 n. 过剩,剩余物,盈余,顺差
bank book	银行存折
bank	n. 银行,堤,岸 vt. 堆积 vi. 开户, 把...存入银行
bank note	(尤指中央银行发行的)钞票
bank bill	银行汇票
discount	n. 折扣, 贴现率 vt. 打折扣, 贴现, 不重视，不全信 vi. 贴现, 减息贷款
bank draft	银行汇票
bank loan	银行贷款
bank of issue	发行银行 发钞银行
reserve	n. 预备品, 贮存, 候补 n. 克制, 含蓄 vt. 保留, 预订, 延期
vault	n. 窖,地下室,撑竿跳 vt. 做成圆拱形,撑竿跳跃 vi. 跳跃
bankroll	n. 资金 vt. 提供资金
bankrupt	adj. 破产的,贫穷的,道德败坏的,枯竭的 n. 破产者,无知的人 vt. 使破产
bankruptcy	n. 破产
petition	n. 祈求,请愿书,诉状 vi. 请愿,祈求 vt. 向...请愿或祈求
bargain	n. 交易,买卖,物美价廉的东西 vi. 议价 vt. 议价交易
bargain hunter	到处寻找便宜货的人
barter	n. 物物交换, 实物交易 v. 物物交换, 交换
base	n. 基底,(支持、收入、力量等的)基础 vt. 以...作基础 adj. 卑鄙的；不道德的
barter for	物物交换
base pay	基本工资
tax exemption	免税
bear	n. 熊 v. 忍受,负荷 v. 结果实,生子女
bearer	n.持票者，带信人，承担人，脚夫，搬运工，能开花结果的植物，柩夫
Bearer stock	无记名股票
bearish	adj. 如熊的, 粗暴的，(股票)行情看跌的
big board	纽约证券交易所
bilateral	adj. 双边的
trade agreement	n. (国际)贸易协定, 劳资协议, 雇用舍同
parity	n. 相等,势均力敌,等值
broker	n. 经纪人 vt. 安排，协商(协议的细节，尤指在两国间)
bill	n.账单； 钞票； 清单； 广告 vt.安排； 给…开账单； 为…发提(货)单； 把…登录在账 vi.鸟嘴相接触
bill of exchange	汇票
bill of entry	报关单 入港呈报表 货物出入口报告书 进口报关单
bill receivable	应取票据
expenditure	n. (时间、劳力、金钱等)支出,使用,消耗
black economy	黑色经济 非法经济
black market	黑市
black monday	复活节后的星期一 倒霉的星期一 开学第一天
blank check	n. 空额签名支票, 自由处理权
blue chip	绩优股，蓝筹股，贵重物品
blue sky	adj. 不可靠的，无价值的
bonus	n. 红利, 奖金
bonus issue	红利股
bottom	n. 底部;臀部;船身;水底;服装下面的部分;低洼地;底色;尽头 adj. 底部的 vt. 给...装底,建立基础,到达底部 vi. 到达底部,垫底，降到最低点
bottom line	n. 底线，账本底线，结果，首要之事
bottom out	把 ... 稳定在低点上，接触地面
bounce	n. 跳,反跃,(活)弹力 vt. 弹跳,向...透露注意 vi. 弹起,重新恢复
bounty	n. 慷慨, 慷慨的赠予物，(由政府提供的)奖金
bourse	n. 证券交易所
budget	n. 预算 vt. 编预算,为…做预算 vi. 节省开支 adj. 不贵的，廉价的
budget committee	预算委员会
compilation	n. 编译, 编辑
budget cut	预算削减
budget deficit	n. 预算赤字
bullish	adj. 似牡牛的, 看涨的, 上扬的
business	n. 商业,生意,事务
business administration	企业管理，工商管理
barometer	n. 气压计, 晴雨表
fluctuation	n. 波动,起伏
business hours	营业时间
malpractice	n. 失职, 行为不当
pickup	n. 拾起，(开车)去接，搭便车者，获得，加速，拾音器, 小型卡车，实况转播，(生意)好转 adj. 临时的，凑合的
recession	n. 后退,凹入的地方,不景气
slump	n. 暴跌,意气消沉,(土地)下沉 vi. 猛然掉落,坍塌,大幅度下跌
business tax	营业税 商业税
tycoon	n. 企业界的大亨，(日本幕府的)将军
business world	企业界
unionism	n. 工会主义，联合主义，联邦主义
cap	n. 帽子,盖子,顶 vt. 给戴帽,覆盖顶端,超过,形成化学键于,抑制 vi. 形成化学键
capital	n. 首都,资本,大写字母 adj. 大写的,资本的，首要的
capital account	资本帐户
capital construction	n. 基本建设
decontrol	v. 解除管理, 解除管制 n. 解除管理, 废除管制
capital equipment	资本设备 固定设备
increase	v. 增加, 提高 n. 增加, 增强, 提高
capital-intensive	adj. 资本密集型的
capital investment	n. 资金总额
capital market	资本市场
circulation	n. 流通,循环,发行量,消息传播
capital stock	股本
preferred stock	优先股
common stock	普通股
tie-up	n. (资金)占用, 冻结，停业，交通停顿
transaction	n. 交易,处理,办理
cartel	卡特尔, 联合企业
cash	n. 现金 vt. 兑现,付现款 adj. 现金的
cash crop	n. 经济作物
cash discount	n. 现金折扣
dispenser	n. 药剂师, 配药员, 分配者
drain	n. 下水道,排水沟,消耗 vt. 耗尽,排出,排干,喝光 vi. 变干,排出,排水
cash flow	(公司、政府等的)现金流转
handout	n. 散发材料(免费发给的新闻通报)
Cash on Delivery	货到付款, 交货付现
transport	n.运输、运输工具；(常用复数)强烈的情绪、狂喜或狂怒 vt. 运输；流放；为强烈的情绪所激动
payment	n. 支付, 付款
ceiling	n. 天花板,上限
catalogue	n. 目录,总目,系列 vt. 编制目录,编入目录 vi. 编制目录,在目录里列出价格
certificated	adj. 合格的 动词certificate的过去式和过去分词形式
certified	adj. 经证明合格的, 具有证明文件的
Certified Public Accountant	n. 注册会计师
CPA	注册会计师 Certified Public Accountant
board of directors	理事会 董事会
chairman	n. 主席, 会长
chartered	adj. 特许的，租赁的 动词charter的过去式和过去分词
cheap money	低息贷款 来得容易的非正当收入 在钱上好商量的人
check	vt.检查，核对； 制止，抑制； 在…上打勾 vi.核实，查核； 中止； 打勾； [象棋]将一军 n.<美>支票； 制止，抑制； 检验，核对
cheque	n. 支票
check book	n. 支票本
circulate	vi. 流通,循环,传播 vt. 使流通
clearing	n. 清除, 结算，(森林中的)空地 动词clear的现在分词
clearinghouse	n. 票据交换所
closing	n. 结尾，终止，结算 adj. 结束的 动词close的现在分词
closing price	n. 收盘价格
quotation	n. 1．引语,语录 2．报价单 3．行情表
Coca-Cola	可口可乐(财富500强公司之一, 总部所在地美国, 主要经营饮料)
capitalism	n. 资本主义
collapse	n. 崩溃,倒塌,暴跌 vi. 倒塌,崩溃,瓦解,折叠 vt. 倒塌,缩减
commercial	adj. 商业的 n. 商业广告
commercial bill	商业票据
commercial establishment	商号
commercial paper	商业本票, 商业票据
treaty	n. 条约, 协定
credit	n. 信用, 荣誉, 贷款, 学分 v. 归功于, 赞颂, 信任
aviation	n. 航空 n.飞机制造业
establishment	n. 确立,制定,设施,机构,权威
commercialism	n. 商业主义，营利主义
commission	n. 委任(状), 任官令; 委员会 n. 佣金; 犯罪行为 vt. 委任, 委托; 使服役
insurance	n. 保险
salesman	n. 销售人员, 推销员
merchant	n. 商人,店主,专家 adj. 商业的
commodity	n. 商品, 日用品
commodity exchange	商品交易所
commodity price	初级商品价格
CPI	abbr. 消费价格指数(=consumer price index)
consumer	n. 消费者,用户, 消费品
speculation	n. 沉思, 推测, 投机
market	n. 市场,交易,推销地区 vt. 在市场上交易,使...上市 vi. 在市场上买卖
community	n. 社区, 团体
compensation	n. 补偿, 赔偿; 赔偿金, 物
unemployment	n. 失业,失业人数
competitive	adj. 竞争的, 比赛的
competitive price	竞争价格 公开招标价格
complimentary	adj. 问候的,称赞的,夸奖的,免费赠送的
delivery	n. 递送, 交付, 分娩
compound	n. 混合物,复合词 adj. 复(混)合的,合成的 vt. 混合,调合,妥协 vi. 混合,妥协
concession	n. 让步, 妥协, 特许权
concessionary	adj. 让步的, 特许的
confirming bank	保兑银行
conglomerate	adj. 密集而固结的, 成簇的 n. 联合企业, 密集体, 城郊混合区 vt. 凝聚成一团,使结成,结合
consortium	n. 联合,合伙,国际财团
consumer	n. 消费者,用户, 消费品
consumer goods	n. 生活消费品
Consumer Association	消费者联合会
consumer spending	消费性开支 消费者消费
consumption	n. 消费
contract	n. 合约, 婚约; 合同书 v.签合同； 缩小； 感染
contractor	n. 立契约的人, 承包商
convertible	adj. 可改变的, 可交换, 同意义的 n. 有活动摺篷的汽车
cost	n.价钱，代价； 花费，费用； 牺牲； [用复数][法律]诉讼费 vi.价钱为，花费； 估计成本 vt.付出代价； 估价； 使丧失； 使付出努力
cost efficiency	n.成本效率
inflation	n. 膨胀,通货膨胀
efficiency	n. 效率；效能；功效
cost price	成本价格
credit card	n. 信用卡
credit squeeze	n. 贷款紧缩
squeeze	n. 压榨,榨出的少量,佣金,经济拮据 vt. 紧握,挤压,使经济困难 vi. 让步,压迫,险胜
creditor	n. 债权人，债主
curb	n. 抑制,勒马绳,边石,路缘 vt. 抑制,束缚, 牵(狗)到合适地方大小便
domestic inflation	国内通货膨胀
domestic	adj. 国内的, 家庭的, 驯养的 n. 家仆, 佣人
cross rate	n. 交叉汇率, 套汇汇率
loaner	n. 债权人
crunch	vt. 嘎扎嘎扎的咬嚼,扎扎地踏过 vi. 发出刺耳的碎裂声 n. 咬碎,咬碎声,扎扎地踏
currency	n. 货币; 流通
currency devaluation	n. 货币贬值
devaluation	n. 货币贬值
currency revaluation	通货升值
customs	adj. 定做的(衣), 海关的 n. 海关
customs invoice	海关发票
invoice	n. 发票, 发货单, 货物 vt. 开票, 寄发票, 开清单
manifest	n. 载货单,运货单,旅客名单 adj. 显然的,明白的 vt. 显示, 证实, 出示
quota	n. 配额,限额,最低票数
cutback	n. 重映, 减少, 剪修新芽
cut price	削价
cosmetics	n. 化妆品
dead freight	n. 空舱费
deal	n. 交易,协定,份量 v. (dealt,dealt[delt])处理,应付,分配
close a deal	完成交易，生意成交
make a deal	订个协议
debenture	n. 信用债券; 公司债, 公司债券, 退税证明书
debit card	提款卡 签帐卡
debt	n. 债务, 义务, 负债状态, 罪, 过失
deduct	vt. 扣除，减去；
deductible	adj. 可扣除的 n. 可减免的东西, 扣除条款
deferred payment	n. 延期付款
deficit	n. 赤字,不足，缺乏
ridden	adj. 受困扰的，受支配的，满是的 动词ride 的过去分词
deflate	v. 放气，抽出空气 2. v. 打击，使....失去信心，使某人觉得不再重要
deflation	n. 通货紧缩 n. 放气
demand	n. 要求; 需求 v. 要求, 查问; 需要
demand deposit	活期存款
deposit	vt. 存放, 堆积, 使沉淀 vi. 沉淀 n. 存款, 定金, 堆积物
bidding	n. 命令，要求，投标，出价 动词bid的现在分词形式
depreciation	n. 价值减低,减价,跌落 [计算机] 折旧
depression	n. 沮丧,萧条
developed country	n. 发达国家
developing country	n. -tries 发展中国家
differential	adj. 微分的；差别的；特异的 n. 微分；差别差额
disburse	vt. 支付，支出，分配
discount rate	贴现率
discriminating	adj. 有辨别能力的，有区别的 动词discriminate的现在分词形式
dishonor	n. 羞辱，拒付
distrain	n. 为抵债而扣押
dividend	n. 红利,股息,意外之财, 彩金, 被除数
document	n. 文件,公文 vt. 记载,用文件等证明 [计算机] 文档
dollar	n. 美元
bloc	n. 集团
domestic economy	n. 家政, 家庭经济
domestic product	国产品 国货 土产
domestic consumption	国内消费
Dow Jones	道琼斯经济通讯社
average	n. 平均数,平均水平 adj. 一般的,通常的,平均的 vt. &vi. 取平均值，达到平均水平
downturn	n. 低迷时期
economic downturn	n. 经济萎缩，经济下降
draft	n. 草稿,草图,汇票，徵兵 vt. 起草,征兵,选秀 adj. 酝酿中的
at sight	一见(就)
dragon	n. 龙，严厉的人
drawback	n. 不利点,退税
drawing	n. 图画,绘图技巧,素描
dual	adj. 双重的, 成双的 n. 双数
dull	adj. 呆滞的,迟钝的,无趣的,钝的,暗的 vt. 使变钝 vi. 变钝
dull market	呆滞市面
duty-free	adj. 免税的 adv. 免税地
dumping	n. 倾销 动词dump的现在分词形式
earmark	n. 耳上记号, 特徵, 记号 v. 在耳朵做记号, 弄上记号, 充作
ease	n. 安乐,安逸,悠闲 vt. 使...安乐,使...安心 v. 减轻,放松
European community	欧洲共同体
economic	adj. 经济学的, 经济的，有利可图的 n. [-s]经济学(状况等)
blockade	n. 阻塞，封锁，阻碍物 v. 封锁，挡住
chaos	n. 混乱
economic cooperation	经济合作
economic crisis	经济危机
economic indicator	经济指标
potentiality	n. 可能力,潜在力,可能性
economic recession	n. 经济萎缩, 经济衰退
economic sanction	经济制裁
economic sphere	经济领域
economic strain	经济紧张
economic take-off	经济起飞
economics	n. 经济学
economy	n.节约； 经济； 理财； 秩序
European	adj. 欧洲的 n. 欧洲人
community	n. 社区, 团体
embargo	n. 封港令，禁运，禁止(通商)
emergency	adj. 紧急的 n. 紧急情况,突发事件
turnover	n. 翻覆, 翻折, 半圆卷饼, 营业额, 成交量 adj. 翻折的领子
equity	n. 权益，产权，(无固定利息的)股票 n. 公平, 公正
estate	n. 财产,房地产,状态,遗产
estimate	n. 估计, 估价 v. 估计, 估价, 评价
euro	n. 欧元 符号：
excess	adj. 过量的,附加的 n. 超过,超越,过度,过量
exchange	n. 交换,交换物,汇兑,交易所 vt. &vi. 交换,交易,兑换
exchange charge	外汇手续费
clause	n. 分句, 从句, 条款, 款项
conversion	n. 转变, 改变信仰, 换位
excise	n. 货物税,国产税 vt. 收税,切除
tobacco	n. 烟草
exemption	n. 免除(税)
export	vt. 输出，出口 n. 出口,输出品 vi. 传播,输出 adj. 出口的
export credit	出口信用
subsidy	n. 补助金, 津贴
face value	n. 票面价值, 表面价值
favorable balance of trade	贸易顺差 贸易出超 出超
favored	adj. 有利的；受到优待的；受到喜爱的 v. 赞成；宠爱；帮助(favor的过去分词)；给…以恩惠
favoured	adj. 有利的, 喜爱的, 受优惠的 动词favour的过去式和过去分词形式
Federal Reserve Bank	n. (美国)联邦储备银行
finance	n. 财政, 资金 vt. 给...提供资金, 负担经费
finance bill	n. 拨款法案
in the red	负债，亏空，赤字
public finance	财政
fiscal	adj. 财政的,国库的
financial affairs	财务 金融事务
financial aid	n. 经济资助
financial crisis	金融(财政)危机
backing	n. 倒退, 支持，帮助
oligarch	n. 寡头政治执政者(支持者)
solvency	n. 偿付能力，溶解力
financier	n. 财政家, 金融家
fiscal policy	财政政策
fiscal year	n. &lt;美&gt;财政年度，会计年度
fixed	adj. 固定的,不变的,准备好的 v. 修理,使...固定,决定 vbl. 修理,使...固定,决定 [计算机] 固定的
fixed asset	固定资产
fixed exchange rate	固定汇率
fixed income	固定收入
fixed price	固定价格
flat	adj. 平坦的, 单调的, 扁平的 adv. 平直地, 干脆地 n. [英]公寓 vt. 变平 vi. 降调
float	n. 漂流物,装有轮子的展台或平板车,企业的日常零钱 vt. 使漂浮,提出,开办新公司,洽谈 vi. 漂浮,游荡,飘
floating	adj.浮动的，流动性的，不固定的 动词float的现在分词形式
floor	n. 地板,楼层,底部,地面,议员,底线 vt. 铺地板,击倒,油门踩到底
free on board	船上交货，离岸价格
foreign	adj. 外国的,外交的,不相关的
inflow	n. 流入(物)
broker	n. 经纪人 vt. 安排，协商(协议的细节，尤指在两国间)
foreign direct investment	n. 外国直接投资
forward	adv.前进地； 向前； 至将来； 提前地 adj.向前方的； 迅速的； (社会、政治)进步的； 早熟的 vt.促进，助长； (按新地址)转寄； 发送 n.前锋
forward delivery	远期交割
forward contract	期货合同，远期合同
free port	n. 自由港，无税港(装卸，堆放货物不需要付关税的港口)
free trade	n. 自由贸易
free enterprise	n. 自由企业
freeze	v. 冻结, 冷冻, 僵硬 [计算机] 冻结
frozen asset	被冻结的资产
freight	n. 船货,运费,货运 vt. 装货,运送,使充满(某种心情或口气)
freight prepaid	n. 运费预付
fringe benefit	小额利益，附加福利
front money	预付款; 定购货款
fund	n.基金； 储备； 现款； 特别基金管理机构 vt.积存； 为…提供资金； 提供资金偿付(债款等)的本息； 把(短期借款)转为有固定利息的长期借款
future	adj. 将来的 n. 将来,未来 n. 期货
general	n. 一般,将军,大体 adj. 一般的,普遍的 v. 指挥,作...将军
general manager	总经理
general merchandise	杂货 日用商品
glamour	n. 魔力, 魅力 v. 迷住
GNP	n. Gross National Product的缩写，国民生产总值
gross	n. 总量 adj. 总共的, 粗鲁的, 严重的, 过胖的 vt. 总共赚得
bullet	n. 子弹
government	n. 政府,政体,统治
government bond	n. 公债，政府公债
government subsidy	政府补助金
grey market	半黑市
Great Depression	(美)大萧条
greenback	n. 美钞
gross domestic product	国内生产总值
gross profit	毛利
gross sales	销售总额
growth	n. 生长, 增长, 生长物
guideline	n. 指引，指导方针
hallmark	n. 纯度检验证明, 品质证明 v. 加盖纯度检验证明, 有品质保证的
hard currency	n.硬通货
bead	n. 珠子,滴 vt. 用珍珠布置或覆盖，象珍珠一样串成线 vi. 形成珍珠
economic growth	n. 经济成长，经济增长
income bracket	所得级距
holder	n. 持有者，占有者，(台、架等)支持物
holding company	n. 控股公司
hypothetical	adj. 假设的, 假定的, 爱猜想的
free trade	n. 自由贸易
imbalance	n. 不平衡,失调
supply and demand	n. 供求
import	n. 进口 vi. 进口,输入 vt. 输入,进口
import duties	[经] 进口税
formality	n. 礼节,程序,拘谨
consignment	n. 委托 adj. 委托的
priority	n. 优先权, 优先顺序, 优先
restriction	n. 限制,约束 vi. 结果,(作为结果)发生
surcharge	n. 装载过多, 额外费
import restriction	进口限制
inactive	adj. 不活动的,停止的,怠惰的 [化]惰性的 [物]无旋光的
income	n. 收入,所得
distribution	n. 分发, 分配, 散布, 分布
maintenance	n. 维护, 保持, 维修, 生活费用 n. 供给, 抚养; 主张
income tax	n. 所得税
tax evasion	逃税，漏税
tax return	纳税申报单
inconvertible	adj. 不能兑换的，不能变换的
increment	n. 增加(增加物, 增量, 余差)
index	n.索引； <数>指数； 指示； 标志 vt.给…编索引； 把…编入索引； [经济学]按生活指数调整(工资、价格等) vi.[机械学]转位
index fund	指数化证券投资基金
indexation	n. 指数化
industrial	adj. 工业的,产业的 n. 工业公司
industrial complex	大工业中心
debenture	n. 信用债券; 公司债, 公司债券, 退税证明书
curb inflation	制止通货膨胀
inflationary	adj. 通货膨胀的，通货膨胀倾向的
inflationary spiral	n. 恶性通货膨胀, 螺旋性膨胀
influx	n. 流入, 河口, 辐辏 涌进; 汇集[C][S1] an influx of customers 顾客的蜂拥而来
instalment	n. 分期付款,(连载作品或分集戏剧等的)一部分，一集=installment(美)
insurance policy	保险单
insurance company	n. 保险公司
interbank	adj. 银行间的，同业的
negative	adj. 否定的,负的,消极的 n. 底片，负数，否定 vt. 否定
intermediary	n. 仲裁者,调解者,媒介物,中间状态 adj. 中间的,媒介的 [计算机] 媒介
exploitation	n. 开发,开采,自私的利用
revenue	n. 总收入; 财政收入, 税收 n. 税务局
intrapreneur	n. 企业开拓者, 公司内的企业家
entrepreneur	n. 企业家
inventory	n. 详细目录, 存货(清单) vt. 编制(详细目录)
investment	n. 投资,投入,投资额
investment bank	投资银行
invisible	adj. 看不见的,无形的 n. 隐形人(或物品)
invitation	n. 邀请
invoice	n. 发票, 发货单, 货物 vt. 开票, 寄发票, 开清单
joint	adj. 联合的, 共同的 n. 关节, 接合处 v. 连接, 贴合
joint account	n. 共有的银行帐户, 共同账户
jumble	vi. 掺杂, 混杂 vt. 使混乱，搞乱 n. 混杂, 混乱 n. 环形小甜饼
jumbo	n. 喷气式飞机，渣口冷却器, 隧道盾构, 钻车 adj. 巨大的
jump	n. 跳跃,跳动,上涨 vt. &vi. 跳越,突升,惊跳
Kennedy	n. 肯尼迪
negotiation	n. 谈判, 协商
kerb	n. 街头的边石
kickback	n. 强烈的反应 n. &lt;美俚&gt;佣金, 回扣
kite	n. 风筝 vt.& vi. 用空头支票骗人,使上升
kitty	n. 凯蒂(女名) n. 小猫
knockdown	adj. 击倒的，易拆卸的，降低的 n. 击倒，可拆卸家具
land	n. 陆地, 国土, 土地 v. 登陆, 登岸, 卸货
land grant	n. 政府拨给大学或铁路之土地, 政府赠与地
law of diminishing returns	享受递减律 报酬递减律 减少补偿定律 效果递减法则
layoff	n. 临时解雇, 操作停止, 活动停止期间
level off	(升或跌之后)呈平稳状态, 做水平运动
level playing field	平等状态
leverage	n. 杠杆作用, 影响力 v. 举债经营, 贷款投机
levy	n. 征税,召集 vt. 征收,发动(战争 vi. 强收
liability	n. 责任, 可能性，债务, 不利因素
liberalize	v. 放宽限制, 自由主义化
liquid	adj. 液体的, 液态的 n. 液体
liquid assets	流动资产
liquidate	v. 偿付, 清算, 扫除 v. 清算, 整理, 破产
corporation	n. 公司, 法人, 集团
listed	adj. 列出的 v. 列出, 记载于表上 vbl. 列出, 记载于表上
listed share	上市股份
loan shark	n. &lt;口&gt;放高利贷者
shark	n. 鲨鱼,贪婪的人,老手
Lombard Street	朗伯德街
Lombard	n. (意大利)伦巴第族的人, 银行家, 放款者
long-term	adj. 长期的
interest rate	n. 利率
low-budget	adj. 适于低预算的; 低预算制成的
low-cost	adj. 价格便宜的，廉价的
lull	n. n. 平静时期,间歇
lump-sum	n. 总金额, 一次性付款额
macroeconomics	n. 宏观经济学
macro	adj. 巨大的，大范围的，总的 n. [计算机]宏
Madrid	n. 马德里(西班牙首都)
manage	vt. 管理,处理,维持,达成,经营 vi. 管理,达成
management	n. 管理(层),经营,处理
margin	n. 差额,利润,页边空白,边缘 vt. 使围绕于,加边缘
gross margin	毛利
market analysis	市场分析
market research	n. 市场调查
medium	n. 媒体, 方法, 媒介 adj. 适中的, 中等的
buck	n. 钱,鹿皮,(鹿皮等)制物,小伙子 vt. &vi. 猛然震荡,抵制
merchant	n. 商人,店主,专家 adj. 商业的
merchant prince	n. 富商, 有影响力的商人
merge	vt. &vi. 合并,消失,吞没, 融合 [计算机] 合并
acquisition	n.获得； 购置物； 获得物； 收购
minimum	adj. 最低的, 最小的 n. 最小量, 最低限度
mint	n. 薄荷,造币厂,巨额 vt. 铸造,铸币,伪造 adj.薄荷的,造币厂的,无损坏的
mixed	adj. 混合的, 形形色色的, 弄糊涂的 mix的过去式和过去分词
a mint of	adj. 大量的
monetary	adj. 货币的,金融的
monetary easing	放松银根,货币供应状况缓和
stringency	n. 紧迫，严厉，(货币)银根紧
uncertainty	n. 不确定, 不可靠, 半信半疑 (学术)不可信度; 偏差
money	n. 钱,财产,货币
money market	资金市场
money order	汇票
money-oriented	一切向钱看
monopolistic	adj. 独占性的,专卖的,独占论者
monopoly	n. 垄断,专利, 独占，控制
monopolistic competition	n. 垄断性竞争
mortgage	vt. 抵押 n. 抵押；房屋抵押贷款
multilateral	adj. 多边的, 多国参加的
multinational	adj. 多国的, 多种国籍的 n. 多国籍公司, 跨国公司
Multinational corporation	多国公司
economic cooperation	经济合作
mutual	adj. 共同的,相互的
mutual fund	共有基金 =unit trust
naked	adj. 裸体的,无掩饰的,明白的,手无寸铁的
narrow	adj. 狭窄的，有限的；勉强的；精密的；度量小的 n. 海峡；狭窄部分，隘路 vt. 使变狭窄 vi. 变窄
narrow margin	没有多少余地, 微弱的优势
national	adj. 国家的,民族的 n. 国民
national tax	国税
negotiate	vt. 转让,越过,处理,协商 vi. 协商
net income	净收入，净利
net price	净价 实价
New York Stock Exchange	n.纽约证券交易所
stock exchange	股票交易所
nominal	adj. 名义上的,有名无实的,名词性的 n. 名词词组
nominal price	名义价格
barrier	n. 界线,屏障,障碍物 v. 以屏障隔开
nosedive	n. (飞机)俯冲, 暴跌 vi. 俯冲，暴跌
note	n. 笔记, 注解, 备忘录, 音符, 音调, 票据, 便条, 纸币 vt. 记录, 注解, 注意
petroleum	n. 石油
offer	n. 出价, 提议 vt. 提供, 出价; 贡献, 奉献 vi. 提议; 出现; 求婚
official	adj. 官方的,正式的,有权威的 n. 官员
intervention	n. 插入,介入,调停
oil	n. 油,油画颜料,奉承话 vt. &vi. 涂油,溶化,加油
oil refining	炼油
industry	n. 工业,产业,勤勉,刻苦
oil reserve	储油量
oligopoly	寡头; 少数卖主垄断
opening price	n. 开盘
outlay	n. 费用, 经费, 支出 v. 花费
national defense	国防
outright	adj. 率直的, 完全的, 总共的 adv. 率直地, 立刻地, 一直向前
overdue	adj. 过期的, 未兑的, 迟到的
over-the-counter	adj. 不需处方也可出售的，买卖双方直接交易的
package	n. 包裹,整批交易 vt. 把...打包,把...进行推销
package deal	n. 一揽子交易, 一揽子交易中的条款
package plan	一揽子计划 综合计划
paid holiday	带薪休假
panic	n. 恐慌,惊惶 adj. 惊慌的,没有理由的,恐慌的 vt. 使...惊慌
panic buying	抢购
par	n. 标准, 票面价值, 平均数量 adj. 票面的, 平常的, 标准的
pay	n. 薪资,付款,报偿 vt. 支付,付清,报偿,给予 vi. 债清，值得，承担后果 adj. 投币的，要钱的
pay as you go	n. 按程收费(分期付款)
pay-as-you-go	费用发生拨款制
in advance	提前,预先
payment	n. 支付, 付款
payment agreement	n. 支付协定
estimate	n. 估计, 估价 v. 估计, 估价, 评价
in arrear	拖欠, 拖延
arrear	n. 到期未付款, 欠帐, 未做之事
pecuniary	adj. 金钱上的, 金钱的
personal	adj. 私人的,个人的 n. (报刊的)私人专栏
petrodollar	n. 石油美元
petty	adj. 琐碎的,小规模的,小气的
petty cash	零用现金
planned economy	n. 计划经济
monetary system	金融制度，货币体系
poo	abbr. 邮政汇票(=Post-Office Order)
postage	n. 邮费, 邮资已付邮戳
postal	adj. 邮政的 n. [美]明信片
postal order	n. 邮政汇票
postindustrial	adj.信息化的,脱工业化
pound	n.英镑； 磅； 兽栏； 重击声 vt.& vi.连续重击； 咚咚地走 vi.(持续地)苦干； (驾舟时)拍打(水面)； (心脏)狂跳； 脚步沉重地走(或跑) vt.连续重击； 捣碎，碾碎； 强迫吸收； 猛烈袭击
pound sterling	n. 英镑(英国货币, 1镑等于100便士) 符号：￡
sterling	adj. 英币的(纯粹的, 货真价实的) n. 英国货币(英镑)
preemption	n. 先买(权)，先占
preferential	adj. 先取的, 优先的, 选择的
preferential tariff	特惠税率 关税特惠
premium	n. 额外费用, 奖金; 奖品保险费 n. (商)溢价 adj. 高价的; 优质的
president	n. (国家)总统,(公司)总裁,总经理,社长(日本)
price	n. 价格,代价,价值 vt. 定格,标价,比较价格
price difference	价差
fluctuation	n. 波动,起伏
price hike	价格增加
price index	n. 物价指数
price range	物价幅度
slash	vi. 大幅度削减 vt. 猛砍,尖锐抨击,大幅减少 n. 猛砍,斜线,长切口,衣衩
prime	adj. 最初的,首要的,最好的，典型的 n. 青春,壮年,全盛时期 vt. 事先指点,在(金属、木材等上)打底漆 vi. 变得首要
Prime Minister	n. 总理, 首相
discount rate	贴现率
principal	adj. 主要的 n. 负责人, 校长, 资本
profit	n. 利润, 盈利比率，利益 vi. 利用，获利 vt. 有益于
profit and loss account	n.损益账户
profit margin	n. 利润率
profiteer	n. 获暴利的人,奸商 v. 获暴利,赚大钱
promissory	adj. 约定的
promissory note	n. 期票，本票
protective	adj. 保护的, 防卫的
public debt	n. &lt;主美&gt;公债，国债
pull the plug	拔掉电源，结束，终止
purchase	n. 购买, 购买的物品 n. 支点; 紧握, 抓紧 vt. 购买, 赢得; (用设备)举起, 移动
purchasing	vbl. 购买, 获得
purchasing power	n. 购买力
push money	n. 给推销员的佣金
quantum	n. 分配量, 额, 量
quota	n. 配额,限额,最低票数
productivity	n. 生产率, 生产能力
rally	n. 集会,重振旗鼓,示威运动,回合 vi. (人)集合起来,重整旗鼓,恢复精神 vt. 重新召集,激励,嘲弄
rate	n. 比率, 等级, 价格 vt. 估价, 认为, 定等级; 责骂 vi. 受欢迎, 受推崇; 责骂
telegraphic transfer	电汇
telegraphic	adj. 电报机的, 电信的, 电报的
Ready money	n.现金
realty	n. 不动产 =real estate
real estate	不动产, 房地产 n. 房地产, 不动产
appraiser	n. 评价人，鉴定人，估价官
rebound	n. 弹回 vt.&amp; vi. 弹回
recall	vt. 召回；回想起，记起；取消 n. 召回；回忆；撤消
recession	n. 后退,凹入的地方,不景气
reciprocal	adj. 相互的,互惠的,互补的 n. 相互, 互惠 [数］ 倒数
red ink	红墨水，赤字，赤字状况
refund	n. 偿还 vt. 付还,偿还借款,换回新公债
relief work	救济工作
remittance	n. 汇款
remuneration	n. 报酬,赔偿,补偿
reparation	n. 补偿, 赔偿
in kind	以实物(偿付), 以同样的方法
reserve currency	储备货币
foreign currency	n. 外币
resource	n. 资源,谋略,消遣
restraint	n. 抑制,克制,束缚
restraint of trade	n. 贸易管制
retail	n. 零售 vt. 零售 adj. 零售的 adv. 以零售形式
retail price	零售价
return	n. 返回,归还,报答,报告 vt. &vi. 返回,归还,回来 adj. 返回的
revolving	adj. 旋转的 动词revolve的现在进行时
rig	n. 装备, 帆具, 服装; 阴谋诡计 v. 装配, 装扮, 垄断;用不正当手段操纵
stock market	股票市场, 证券交易
royalty	n. 皇家, 皇族 n. 版税
rock-bottom	adj. 最低水平的，最低限度的
sag	vt. 下垂(凹陷,下跌,塌箱) n. 垂度(下垂,经济萧条,物价下跌)
salary	n. 薪水 vt. 给...薪水
by bulk	估堆 按堆
subscription	n. 签名,同意,签署物,订阅
on credit	adv. 赊帐
showdown	n. 摊牌
saving	n. n. 节约，挽救 (复数)savings:储蓄金，存款
savings account	n. 储蓄存款帐户
scale down	按比例缩小，按比例减少
scarcity	n. 缺乏,不足,缺少
securities market	证券市场
securities investment	证券投资
seed capital	原始资本
seed money	(用来吸引更多资金的)种子基金
self-assessment	n. 自我评价
self-sufficient	adj. 自给自足的
accounting system	记帐系统, 会计系统, 会计制度
climax	n.顶点，极点； 高潮； 层进法； [生物学]顶极群落 vt.& vi.达到顶点； 达到巅峰； 使达到高潮； 使达到性高潮
selling price	卖价
senior	n. 年长者,上司,毕业班学生 adj. 年长的,高级的,资深的
apartment	n. 一套公寓房间
special economic zone	经济特区
share capital	股份资本
share price	n. 股价
shareholder	n. 股东，股票持有人
shoestring	adj. 小本经营的，微小的，像鞋带一样狭长的 n. 鞋带，零星资本, 小额资本
on a shoestring	adv. 小本经营地
shortfall	n. 不足之量, 差额
Short sale	n. [商]卖空
skid	n. 滑动,滑道,刹车,制件缺陷,走下坡路 vt. 打滑刹车, 滚滑 vi.溜滑,打滑
skyrocket	n. 烟火(高空探测火箭) vt 使...上升
slack season	淡季
slash and burn	ph. 刀耕火种法, n. 刀耕火种,一种农耕方式砍伐烧毁土地上所有的树而种上庄稼,一段时间后再去别的地方以同样方式耕种
sluggish	adj. 懒惰的,迟钝的,无精打采的
slump	n. 暴跌,意气消沉,(土地)下沉 vi. 猛然掉落,坍塌,大幅度下跌
snake	n. 蛇 vt.& vi. 蜿蜒,扭曲
soaring	adj. 猛增的, 剧增的 动词soar现在分词
speculation	n. 沉思, 推测, 投机
speculative	adj. 思索性的, 暝想性的, 推理的
spending	n. 经费(开销)
spot market	现货交易市场
spot price	n. 现货价格
stable	adj. 稳定的；牢固的；坚定的 n. 马厩；牛棚 vi. 被关在马厩 vt. 赶入马房
stagflation	滞胀
stagnate	v. 停止，停滞不前，不景气
stale	adj. 不新鲜的, 陈腐的, 失效的 vt. 使腐坏 vi. 变得不新鲜, 腐坏,(动物)撒尿 n. (动物的)尿
state capitalism	n.国家资本主义
sterling	adj. 英币的(纯粹的, 货真价实的) n. 英国货币(英镑)
stiff	adj. 坚硬的,严厉的,呆板的,不灵活的 adv. 僵硬地,彻底地 n. 死尸, 过于拘谨的人, 流浪汉, 吝啬鬼, 醉鬼 vt. 诈骗,失信,不给小费
stock split	股份分割，分股
stock price	股票行市 交易所卖价
subsistence	n. 生存, 生活
subsistence allowance	n. 预付给新进员工的钱，工作津贴
subsistence farming	n. 少有余粮的农场经营
appropriation	n. 拨用, 挪用, 拨款
estimate	n. 估计, 估价 v. 估计, 估价, 评价
swap	n. 交换 vt. &vi. 交换,用...作交易
swap arrangement	交易协定
syndicate	n. 企业联合 v. 联合组织
tag	n. 标签,附属物,名称,谚语 vt. 附以签条,尾随,添饰,指责,连接 vi. 紧随,尾随
tariff	n. 关税, 价目表 vt. 交关税
retaliatory	adj. 报复的, 报复性的
tax break	n. 减税优惠
tax burden	税负 税收负担
tax cut	n. 减税
delinquency	n. (少年)犯罪，失职，过失 n. 逾期债款
tax payer	纳税人
tax return	纳税申报单
tax shelter	减免所得税合法手段
threshold	n. 极限,门槛,入口,开端
tender	adj. 温和的, 亲切的, 未成熟的
tender for	vt. 投标
tenor	n. 要旨，誉本，一般趋向，男高音，次中音乐器 adj. (乐器)次中音的, (组钟中的)最低音的, 男高音的 n. [语]本体
terms of payment	支付条款
tight	adj. 紧的, 严厉的,密集的,紧身的,拮据的 adv. 紧紧地,牢固地, 迅速地
time deposit	定期存款
toll	n. 通行费,代价,伤亡人数,钟声 vi. 征收通行税,鸣钟 vt. 向某人征税,钟响,引诱
receipt	n. 收据
trade area	贸易区
trade barrier	n. 贸易壁垒
trade deficit	n. 贸易逆差
trade-off	n. (对不能同时兼顾的因素)权衡, 物物交换 取舍
trade protocol	贸易议定书
trade secret	商业秘密，行业秘密
trade surplus	n. 贸易顺差
trade-in	n. 折价物，折价贴换交易
transfer	n. 迁移, 移动, 换车 v. 转移, 调转, 调任
treasury bill	短期国库券
treasury secretary	n. 财政部长
triple	n. 三倍之数,三个一组 adj. 三倍的
trust company	n. 信托公司
turnover	n. 翻覆, 翻折, 半圆卷饼, 营业额, 成交量 adj. 翻折的领子
turnover rate	n. 流动率, 转换率, 更新率
turnover tax	营业税 周转税
two-tier	adj. 双重的
tycoon	n. 企业界的大亨，(日本幕府的)将军
unbalanced	adj. 失衡的, 精神失常的, 判断不可靠的 动词unbalance的过去式和过去分词
underdeveloped	adj. 低度开发的
unemployed	adj. 失业的，未投资的 n. 失业者
unemployment	n. 失业,失业人数
unemployment insurance	失业保险
unfavorable	adj. 不宜的, 不理想的
balance of trade	n.贸易差额
unsecured	adj. 无担保的，不牢固的，未包装好的
unsettled	adj. 未处理的, 未决定的
upswing	n. 上升, 增长，改进
uptick	[商](股票)报升(成交价格比上一个交易高的成交或价格)
upturn	n. 情况好转 v. 使...向上,转朝上,挖掘
Uruguay	n. 乌拉圭(拉丁美洲国名)
usance	n. 习惯支付期限
usurer	n. 高利贷, 贷款人
usury	n. 高利贷
usurious	adj. 放高利贷的
value-added	adj.增值的
variable	adj. 可变的,易变的 n. 变量, 易变的东西
annuity	n. 年金, 养老金
variable cost	可变成本 变动费用 非固定费用 变动成本
vertical	adj. 垂直的,顶点的,纵向的 n. 垂直物, 垂直的位置
Vicious circle	恶性循环
vicious	adj. 恶毒的, 恶意的, 凶残的, 剧烈的, 严重的
visible	adj. 可见的, 看得见的
volume	n. 体积, 容量, 音量 n. 卷, 册
wage	n. 薪水,报偿,代价 vt. &vi. 开始,进行(战争、运动)
wage freeze	n. 工资冻结
Wall Street	n. 华尔街
wall streeter	n. 华尔街大亨, 华尔街金融家
welfare	n. 福利,社会保障,幸福 adj. 福利的
welfare state	n. 福利国家
windfall	n. 风吹落的果实, 意外的收获, 侥幸所得
windfall gain	意外收益
working class	n. 工人阶级
working capital	营运资本
world bank	n. 世界银行
yen	n. 日元(日本货币单位)；渴望 vi. 渴望
yield	n. 生产量, 投资收益 v. 生产, 屈服, 投降, 弯下去, 凹下去

