engxw.html

<div id="outline-container-orga7b682f" class="outline-2">
<h2 id="orga7b682f"><span class="section-number-2">4</span> 经济</h2>
<div class="outline-text-2" id="text-4">
<p>
accommodation	n. 住处，膳宿；调节；和解；预订铺位<br />
account	n.账，账目； 存款； 记述，报告； 理由 vi.解释； 导致； 报账 vt.认为； 把…视作<br />
accommodation bill	融通汇票, 融通票据<br />
account book	帐簿<br />
payable	adj. 可付的, 应付的, 有利益的<br />
receivable	adj. 可收到的, 应收的 n. (复)receivables: 应收帐款<br />
account receivable	应收帐款<br />
rigging	n. (船的)索具, 绳索, 装备 动词rig的现在分词形式<br />
settlement	[建]沉降; 解决, 结算,殖民(地), 租界; 居留地; 新建区; 住宅区<br />
open an account	开立帐户, 开户<br />
accountant	n. 会计人员<br />
across-the-board	adj. 全盘的, 全面的，全面下注的<br />
tariff	n. 关税, 价目表 vt. 交关税<br />
wage	n. 薪水,报偿,代价 vt. &amp;vi. 开始,进行(战争、运动)<br />
additional	adj. 附加的, 另外的<br />
ad valorem	adj. 按价的，从价的<br />
advance	n. 前进,进步,预支 vt. 前进，增涨，预先 vi. 前进，提升 adj. 预先的，提前的<br />
affinity	n. 姻亲,密切关系,吸引力<br />
marketing	n. 行销,市场营销<br />
aggregate	n. 合计, 总计, 集合体 adj. 合计的, 集合的, 聚合的 v. 聚集, 集合, 合计<br />
amortize	vt. 分期偿还，摊还<br />
antidumping	adj. 反倾销的<br />
antidumping measures	反倾销措施<br />
allowance	n. 限额，定量 n. 津贴,零用钱<br />
inflation	n. 膨胀,通货膨胀<br />
antitrust	adj. 反托拉斯的，反垄断的<br />
appreciate	vt. 欣赏,感激,赏识 vt. 领会，充分意识 vi. 增值<br />
appropriate	adj. 适当的, 相称的 vt. 拨出(款项); 占用<br />
arbitrage	n. 仲裁, 套利交易, 套汇<br />
assess	v. 估定, 评定<br />
asset	n. 资产,有用的东西,优点,长处<br />
ATM	abbr. (=automated teller machine) 银行自动取款机<br />
liability	n. 责任, 可能性，债务, 不利因素<br />
assets and liabilities	资产与负债<br />
automatic teller machine	自动取款机<br />
audit	n. 查帐,审计 vt. 审计,旁听<br />
auditor	n. 听者, 收听者, 稽核员<br />
average	n. 平均数,平均水平 adj. 一般的,通常的,平均的 vt. &amp;vi. 取平均值，达到平均水平<br />
balance	n. 天平, 平衡, 差额, 平静, 调和, 制衡 vt. 使平衡, 称重量, 权衡, 抵消 vi. 建立平衡, 均衡<br />
stock	n.股份，股票； 库存； 树干； 家畜 adj.常备的，存货的； 陈旧的 vt.提供货物； 备有 vi.出新芽； 囤积<br />
deficit	n. 赤字,不足，缺乏<br />
equilibrium	n. 平衡,均衡<br />
surplus	adj. 多余的,过剩的 n. 过剩,剩余物,盈余,顺差<br />
bank book	银行存折<br />
bank	n. 银行,堤,岸 vt. 堆积 vi. 开户, 把&#x2026;存入银行<br />
bank note	(尤指中央银行发行的)钞票<br />
bank bill	银行汇票<br />
discount	n. 折扣, 贴现率 vt. 打折扣, 贴现, 不重视，不全信 vi. 贴现, 减息贷款<br />
bank draft	银行汇票<br />
bank loan	银行贷款<br />
bank of issue	发行银行 发钞银行<br />
reserve	n. 预备品, 贮存, 候补 n. 克制, 含蓄 vt. 保留, 预订, 延期<br />
vault	n. 窖,地下室,撑竿跳 vt. 做成圆拱形,撑竿跳跃 vi. 跳跃<br />
bankroll	n. 资金 vt. 提供资金<br />
bankrupt	adj. 破产的,贫穷的,道德败坏的,枯竭的 n. 破产者,无知的人 vt. 使破产<br />
bankruptcy	n. 破产<br />
petition	n. 祈求,请愿书,诉状 vi. 请愿,祈求 vt. 向&#x2026;请愿或祈求<br />
bargain	n. 交易,买卖,物美价廉的东西 vi. 议价 vt. 议价交易<br />
bargain hunter	到处寻找便宜货的人<br />
barter	n. 物物交换, 实物交易 v. 物物交换, 交换<br />
base	n. 基底,(支持、收入、力量等的)基础 vt. 以&#x2026;作基础 adj. 卑鄙的；不道德的<br />
barter for	物物交换<br />
base pay	基本工资<br />
tax exemption	免税<br />
bear	n. 熊 v. 忍受,负荷 v. 结果实,生子女<br />
bearer	n.持票者，带信人，承担人，脚夫，搬运工，能开花结果的植物，柩夫<br />
Bearer stock	无记名股票<br />
bearish	adj. 如熊的, 粗暴的，(股票)行情看跌的<br />
big board	纽约证券交易所<br />
bilateral	adj. 双边的<br />
trade agreement	n. (国际)贸易协定, 劳资协议, 雇用舍同<br />
parity	n. 相等,势均力敌,等值<br />
broker	n. 经纪人 vt. 安排，协商(协议的细节，尤指在两国间)<br />
bill	n.账单； 钞票； 清单； 广告 vt.安排； 给…开账单； 为…发提(货)单； 把…登录在账 vi.鸟嘴相接触<br />
bill of exchange	汇票<br />
bill of entry	报关单 入港呈报表 货物出入口报告书 进口报关单<br />
bill receivable	应取票据<br />
expenditure	n. (时间、劳力、金钱等)支出,使用,消耗<br />
black economy	黑色经济 非法经济<br />
black market	黑市<br />
black monday	复活节后的星期一 倒霉的星期一 开学第一天<br />
blank check	n. 空额签名支票, 自由处理权<br />
blue chip	绩优股，蓝筹股，贵重物品<br />
blue sky	adj. 不可靠的，无价值的<br />
bonus	n. 红利, 奖金<br />
bonus issue	红利股<br />
bottom	n. 底部;臀部;船身;水底;服装下面的部分;低洼地;底色;尽头 adj. 底部的 vt. 给&#x2026;装底,建立基础,到达底部 vi. 到达底部,垫底，降到最低点<br />
bottom line	n. 底线，账本底线，结果，首要之事<br />
bottom out	把 &#x2026; 稳定在低点上，接触地面<br />
bounce	n. 跳,反跃,(活)弹力 vt. 弹跳,向&#x2026;透露注意 vi. 弹起,重新恢复<br />
bounty	n. 慷慨, 慷慨的赠予物，(由政府提供的)奖金<br />
bourse	n. 证券交易所<br />
budget	n. 预算 vt. 编预算,为…做预算 vi. 节省开支 adj. 不贵的，廉价的<br />
budget committee	预算委员会<br />
compilation	n. 编译, 编辑<br />
budget cut	预算削减<br />
budget deficit	n. 预算赤字<br />
bullish	adj. 似牡牛的, 看涨的, 上扬的<br />
business	n. 商业,生意,事务<br />
business administration	企业管理，工商管理<br />
barometer	n. 气压计, 晴雨表<br />
fluctuation	n. 波动,起伏<br />
business hours	营业时间<br />
malpractice	n. 失职, 行为不当<br />
pickup	n. 拾起，(开车)去接，搭便车者，获得，加速，拾音器, 小型卡车，实况转播，(生意)好转 adj. 临时的，凑合的<br />
recession	n. 后退,凹入的地方,不景气<br />
slump	n. 暴跌,意气消沉,(土地)下沉 vi. 猛然掉落,坍塌,大幅度下跌<br />
business tax	营业税 商业税<br />
tycoon	n. 企业界的大亨，(日本幕府的)将军<br />
business world	企业界<br />
unionism	n. 工会主义，联合主义，联邦主义<br />
cap	n. 帽子,盖子,顶 vt. 给戴帽,覆盖顶端,超过,形成化学键于,抑制 vi. 形成化学键<br />
capital	n. 首都,资本,大写字母 adj. 大写的,资本的，首要的<br />
capital account	资本帐户<br />
capital construction	n. 基本建设<br />
decontrol	v. 解除管理, 解除管制 n. 解除管理, 废除管制<br />
capital equipment	资本设备 固定设备<br />
increase	v. 增加, 提高 n. 增加, 增强, 提高<br />
capital-intensive	adj. 资本密集型的<br />
capital investment	n. 资金总额<br />
capital market	资本市场<br />
circulation	n. 流通,循环,发行量,消息传播<br />
capital stock	股本<br />
preferred stock	优先股<br />
common stock	普通股<br />
tie-up	n. (资金)占用, 冻结，停业，交通停顿<br />
transaction	n. 交易,处理,办理<br />
cartel	卡特尔, 联合企业<br />
cash	n. 现金 vt. 兑现,付现款 adj. 现金的<br />
cash crop	n. 经济作物<br />
cash discount	n. 现金折扣<br />
dispenser	n. 药剂师, 配药员, 分配者<br />
drain	n. 下水道,排水沟,消耗 vt. 耗尽,排出,排干,喝光 vi. 变干,排出,排水<br />
cash flow	(公司、政府等的)现金流转<br />
handout	n. 散发材料(免费发给的新闻通报)<br />
Cash on Delivery	货到付款, 交货付现<br />
transport	n.运输、运输工具；(常用复数)强烈的情绪、狂喜或狂怒 vt. 运输；流放；为强烈的情绪所激动<br />
payment	n. 支付, 付款<br />
ceiling	n. 天花板,上限<br />
catalogue	n. 目录,总目,系列 vt. 编制目录,编入目录 vi. 编制目录,在目录里列出价格<br />
certificated	adj. 合格的 动词certificate的过去式和过去分词形式<br />
certified	adj. 经证明合格的, 具有证明文件的<br />
Certified Public Accountant	n. 注册会计师<br />
CPA	注册会计师 Certified Public Accountant<br />
board of directors	理事会 董事会<br />
chairman	n. 主席, 会长<br />
chartered	adj. 特许的，租赁的 动词charter的过去式和过去分词<br />
cheap money	低息贷款 来得容易的非正当收入 在钱上好商量的人<br />
check	vt.检查，核对； 制止，抑制； 在…上打勾 vi.核实，查核； 中止； 打勾； [象棋]将一军 n.&lt;美&gt;支票； 制止，抑制； 检验，核对<br />
cheque	n. 支票<br />
check book	n. 支票本<br />
circulate	vi. 流通,循环,传播 vt. 使流通<br />
clearing	n. 清除, 结算，(森林中的)空地 动词clear的现在分词<br />
clearinghouse	n. 票据交换所<br />
closing	n. 结尾，终止，结算 adj. 结束的 动词close的现在分词<br />
closing price	n. 收盘价格<br />
quotation	n. 1．引语,语录 2．报价单 3．行情表<br />
Coca-Cola	可口可乐(财富500强公司之一, 总部所在地美国, 主要经营饮料)<br />
capitalism	n. 资本主义<br />
collapse	n. 崩溃,倒塌,暴跌 vi. 倒塌,崩溃,瓦解,折叠 vt. 倒塌,缩减<br />
commercial	adj. 商业的 n. 商业广告<br />
commercial bill	商业票据<br />
commercial establishment	商号<br />
commercial paper	商业本票, 商业票据<br />
treaty	n. 条约, 协定<br />
credit	n. 信用, 荣誉, 贷款, 学分 v. 归功于, 赞颂, 信任<br />
aviation	n. 航空 n.飞机制造业<br />
establishment	n. 确立,制定,设施,机构,权威<br />
commercialism	n. 商业主义，营利主义<br />
commission	n. 委任(状), 任官令; 委员会 n. 佣金; 犯罪行为 vt. 委任, 委托; 使服役<br />
insurance	n. 保险<br />
salesman	n. 销售人员, 推销员<br />
merchant	n. 商人,店主,专家 adj. 商业的<br />
commodity	n. 商品, 日用品<br />
commodity exchange	商品交易所<br />
commodity price	初级商品价格<br />
CPI	abbr. 消费价格指数(=consumer price index)<br />
consumer	n. 消费者,用户, 消费品<br />
speculation	n. 沉思, 推测, 投机<br />
market	n. 市场,交易,推销地区 vt. 在市场上交易,使&#x2026;上市 vi. 在市场上买卖<br />
community	n. 社区, 团体<br />
compensation	n. 补偿, 赔偿; 赔偿金, 物<br />
unemployment	n. 失业,失业人数<br />
competitive	adj. 竞争的, 比赛的<br />
competitive price	竞争价格 公开招标价格<br />
complimentary	adj. 问候的,称赞的,夸奖的,免费赠送的<br />
delivery	n. 递送, 交付, 分娩<br />
compound	n. 混合物,复合词 adj. 复(混)合的,合成的 vt. 混合,调合,妥协 vi. 混合,妥协<br />
concession	n. 让步, 妥协, 特许权<br />
concessionary	adj. 让步的, 特许的<br />
confirming bank	保兑银行<br />
conglomerate	adj. 密集而固结的, 成簇的 n. 联合企业, 密集体, 城郊混合区 vt. 凝聚成一团,使结成,结合<br />
consortium	n. 联合,合伙,国际财团<br />
consumer	n. 消费者,用户, 消费品<br />
consumer goods	n. 生活消费品<br />
Consumer Association	消费者联合会<br />
consumer spending	消费性开支 消费者消费<br />
consumption	n. 消费<br />
contract	n. 合约, 婚约; 合同书 v.签合同； 缩小； 感染<br />
contractor	n. 立契约的人, 承包商<br />
convertible	adj. 可改变的, 可交换, 同意义的 n. 有活动摺篷的汽车<br />
cost	n.价钱，代价； 花费，费用； 牺牲； [用复数][法律]诉讼费 vi.价钱为，花费； 估计成本 vt.付出代价； 估价； 使丧失； 使付出努力<br />
cost efficiency	n.成本效率<br />
inflation	n. 膨胀,通货膨胀<br />
efficiency	n. 效率；效能；功效<br />
cost price	成本价格<br />
credit card	n. 信用卡<br />
credit squeeze	n. 贷款紧缩<br />
squeeze	n. 压榨,榨出的少量,佣金,经济拮据 vt. 紧握,挤压,使经济困难 vi. 让步,压迫,险胜<br />
creditor	n. 债权人，债主<br />
curb	n. 抑制,勒马绳,边石,路缘 vt. 抑制,束缚, 牵(狗)到合适地方大小便<br />
domestic inflation	国内通货膨胀<br />
domestic	adj. 国内的, 家庭的, 驯养的 n. 家仆, 佣人<br />
cross rate	n. 交叉汇率, 套汇汇率<br />
loaner	n. 债权人<br />
crunch	vt. 嘎扎嘎扎的咬嚼,扎扎地踏过 vi. 发出刺耳的碎裂声 n. 咬碎,咬碎声,扎扎地踏<br />
currency	n. 货币; 流通<br />
currency devaluation	n. 货币贬值<br />
devaluation	n. 货币贬值<br />
currency revaluation	通货升值<br />
customs	adj. 定做的(衣), 海关的 n. 海关<br />
customs invoice	海关发票<br />
invoice	n. 发票, 发货单, 货物 vt. 开票, 寄发票, 开清单<br />
manifest	n. 载货单,运货单,旅客名单 adj. 显然的,明白的 vt. 显示, 证实, 出示<br />
quota	n. 配额,限额,最低票数<br />
cutback	n. 重映, 减少, 剪修新芽<br />
cut price	削价<br />
cosmetics	n. 化妆品<br />
dead freight	n. 空舱费<br />
deal	n. 交易,协定,份量 v. (dealt,dealt[delt])处理,应付,分配<br />
close a deal	完成交易，生意成交<br />
make a deal	订个协议<br />
debenture	n. 信用债券; 公司债, 公司债券, 退税证明书<br />
debit card	提款卡 签帐卡<br />
debt	n. 债务, 义务, 负债状态, 罪, 过失<br />
deduct	vt. 扣除，减去；<br />
deductible	adj. 可扣除的 n. 可减免的东西, 扣除条款<br />
deferred payment	n. 延期付款<br />
deficit	n. 赤字,不足，缺乏<br />
ridden	adj. 受困扰的，受支配的，满是的 动词ride 的过去分词<br />
deflate	v. 放气，抽出空气 2. v. 打击，使&#x2026;.失去信心，使某人觉得不再重要<br />
deflation	n. 通货紧缩 n. 放气<br />
demand	n. 要求; 需求 v. 要求, 查问; 需要<br />
demand deposit	活期存款<br />
deposit	vt. 存放, 堆积, 使沉淀 vi. 沉淀 n. 存款, 定金, 堆积物<br />
bidding	n. 命令，要求，投标，出价 动词bid的现在分词形式<br />
depreciation	n. 价值减低,减价,跌落 [计算机] 折旧<br />
depression	n. 沮丧,萧条<br />
developed country	n. 发达国家<br />
developing country	n. -tries 发展中国家<br />
differential	adj. 微分的；差别的；特异的 n. 微分；差别差额<br />
disburse	vt. 支付，支出，分配<br />
discount rate	贴现率<br />
discriminating	adj. 有辨别能力的，有区别的 动词discriminate的现在分词形式<br />
dishonor	n. 羞辱，拒付<br />
distrain	n. 为抵债而扣押<br />
dividend	n. 红利,股息,意外之财, 彩金, 被除数<br />
document	n. 文件,公文 vt. 记载,用文件等证明 [计算机] 文档<br />
dollar	n. 美元<br />
bloc	n. 集团<br />
domestic economy	n. 家政, 家庭经济<br />
domestic product	国产品 国货 土产<br />
domestic consumption	国内消费<br />
Dow Jones	道琼斯经济通讯社<br />
average	n. 平均数,平均水平 adj. 一般的,通常的,平均的 vt. &amp;vi. 取平均值，达到平均水平<br />
downturn	n. 低迷时期<br />
economic downturn	n. 经济萎缩，经济下降<br />
draft	n. 草稿,草图,汇票，徵兵 vt. 起草,征兵,选秀 adj. 酝酿中的<br />
at sight	一见(就)<br />
dragon	n. 龙，严厉的人<br />
drawback	n. 不利点,退税<br />
drawing	n. 图画,绘图技巧,素描<br />
dual	adj. 双重的, 成双的 n. 双数<br />
dull	adj. 呆滞的,迟钝的,无趣的,钝的,暗的 vt. 使变钝 vi. 变钝<br />
dull market	呆滞市面<br />
duty-free	adj. 免税的 adv. 免税地<br />
dumping	n. 倾销 动词dump的现在分词形式<br />
earmark	n. 耳上记号, 特徵, 记号 v. 在耳朵做记号, 弄上记号, 充作<br />
ease	n. 安乐,安逸,悠闲 vt. 使&#x2026;安乐,使&#x2026;安心 v. 减轻,放松<br />
European community	欧洲共同体<br />
economic	adj. 经济学的, 经济的，有利可图的 n. [-s]经济学(状况等)<br />
blockade	n. 阻塞，封锁，阻碍物 v. 封锁，挡住<br />
chaos	n. 混乱<br />
economic cooperation	经济合作<br />
economic crisis	经济危机<br />
economic indicator	经济指标<br />
potentiality	n. 可能力,潜在力,可能性<br />
economic recession	n. 经济萎缩, 经济衰退<br />
economic sanction	经济制裁<br />
economic sphere	经济领域<br />
economic strain	经济紧张<br />
economic take-off	经济起飞<br />
economics	n. 经济学<br />
economy	n.节约； 经济； 理财； 秩序<br />
European	adj. 欧洲的 n. 欧洲人<br />
community	n. 社区, 团体<br />
embargo	n. 封港令，禁运，禁止(通商)<br />
emergency	adj. 紧急的 n. 紧急情况,突发事件<br />
turnover	n. 翻覆, 翻折, 半圆卷饼, 营业额, 成交量 adj. 翻折的领子<br />
equity	n. 权益，产权，(无固定利息的)股票 n. 公平, 公正<br />
estate	n. 财产,房地产,状态,遗产<br />
estimate	n. 估计, 估价 v. 估计, 估价, 评价<br />
euro	n. 欧元 符号：<br />
excess	adj. 过量的,附加的 n. 超过,超越,过度,过量<br />
exchange	n. 交换,交换物,汇兑,交易所 vt. &amp;vi. 交换,交易,兑换<br />
exchange charge	外汇手续费<br />
clause	n. 分句, 从句, 条款, 款项<br />
conversion	n. 转变, 改变信仰, 换位<br />
excise	n. 货物税,国产税 vt. 收税,切除<br />
tobacco	n. 烟草<br />
exemption	n. 免除(税)<br />
export	vt. 输出，出口 n. 出口,输出品 vi. 传播,输出 adj. 出口的<br />
export credit	出口信用<br />
subsidy	n. 补助金, 津贴<br />
face value	n. 票面价值, 表面价值<br />
favorable balance of trade	贸易顺差 贸易出超 出超<br />
favored	adj. 有利的；受到优待的；受到喜爱的 v. 赞成；宠爱；帮助(favor的过去分词)；给…以恩惠<br />
favoured	adj. 有利的, 喜爱的, 受优惠的 动词favour的过去式和过去分词形式<br />
Federal Reserve Bank	n. (美国)联邦储备银行<br />
finance	n. 财政, 资金 vt. 给&#x2026;提供资金, 负担经费<br />
finance bill	n. 拨款法案<br />
in the red	负债，亏空，赤字<br />
public finance	财政<br />
fiscal	adj. 财政的,国库的<br />
financial affairs	财务 金融事务<br />
financial aid	n. 经济资助<br />
financial crisis	金融(财政)危机<br />
backing	n. 倒退, 支持，帮助<br />
oligarch	n. 寡头政治执政者(支持者)<br />
solvency	n. 偿付能力，溶解力<br />
financier	n. 财政家, 金融家<br />
fiscal policy	财政政策<br />
fiscal year	n. &amp;lt;美&amp;gt;财政年度，会计年度<br />
fixed	adj. 固定的,不变的,准备好的 v. 修理,使&#x2026;固定,决定 vbl. 修理,使&#x2026;固定,决定 [计算机] 固定的<br />
fixed asset	固定资产<br />
fixed exchange rate	固定汇率<br />
fixed income	固定收入<br />
fixed price	固定价格<br />
flat	adj. 平坦的, 单调的, 扁平的 adv. 平直地, 干脆地 n. [英]公寓 vt. 变平 vi. 降调<br />
float	n. 漂流物,装有轮子的展台或平板车,企业的日常零钱 vt. 使漂浮,提出,开办新公司,洽谈 vi. 漂浮,游荡,飘<br />
floating	adj.浮动的，流动性的，不固定的 动词float的现在分词形式<br />
floor	n. 地板,楼层,底部,地面,议员,底线 vt. 铺地板,击倒,油门踩到底<br />
free on board	船上交货，离岸价格<br />
foreign	adj. 外国的,外交的,不相关的<br />
inflow	n. 流入(物)<br />
broker	n. 经纪人 vt. 安排，协商(协议的细节，尤指在两国间)<br />
foreign direct investment	n. 外国直接投资<br />
forward	adv.前进地； 向前； 至将来； 提前地 adj.向前方的； 迅速的； (社会、政治)进步的； 早熟的 vt.促进，助长； (按新地址)转寄； 发送 n.前锋<br />
forward delivery	远期交割<br />
forward contract	期货合同，远期合同<br />
free port	n. 自由港，无税港(装卸，堆放货物不需要付关税的港口)<br />
free trade	n. 自由贸易<br />
free enterprise	n. 自由企业<br />
freeze	v. 冻结, 冷冻, 僵硬 [计算机] 冻结<br />
frozen asset	被冻结的资产<br />
freight	n. 船货,运费,货运 vt. 装货,运送,使充满(某种心情或口气)<br />
freight prepaid	n. 运费预付<br />
fringe benefit	小额利益，附加福利<br />
front money	预付款; 定购货款<br />
fund	n.基金； 储备； 现款； 特别基金管理机构 vt.积存； 为…提供资金； 提供资金偿付(债款等)的本息； 把(短期借款)转为有固定利息的长期借款<br />
future	adj. 将来的 n. 将来,未来 n. 期货<br />
general	n. 一般,将军,大体 adj. 一般的,普遍的 v. 指挥,作&#x2026;将军<br />
general manager	总经理<br />
general merchandise	杂货 日用商品<br />
glamour	n. 魔力, 魅力 v. 迷住<br />
GNP	n. Gross National Product的缩写，国民生产总值<br />
gross	n. 总量 adj. 总共的, 粗鲁的, 严重的, 过胖的 vt. 总共赚得<br />
bullet	n. 子弹<br />
government	n. 政府,政体,统治<br />
government bond	n. 公债，政府公债<br />
government subsidy	政府补助金<br />
grey market	半黑市<br />
Great Depression	(美)大萧条<br />
greenback	n. 美钞<br />
gross domestic product	国内生产总值<br />
gross profit	毛利<br />
gross sales	销售总额<br />
growth	n. 生长, 增长, 生长物<br />
guideline	n. 指引，指导方针<br />
hallmark	n. 纯度检验证明, 品质证明 v. 加盖纯度检验证明, 有品质保证的<br />
hard currency	n.硬通货<br />
bead	n. 珠子,滴 vt. 用珍珠布置或覆盖，象珍珠一样串成线 vi. 形成珍珠<br />
economic growth	n. 经济成长，经济增长<br />
income bracket	所得级距<br />
holder	n. 持有者，占有者，(台、架等)支持物<br />
holding company	n. 控股公司<br />
hypothetical	adj. 假设的, 假定的, 爱猜想的<br />
free trade	n. 自由贸易<br />
imbalance	n. 不平衡,失调<br />
supply and demand	n. 供求<br />
import	n. 进口 vi. 进口,输入 vt. 输入,进口<br />
import duties	[经] 进口税<br />
formality	n. 礼节,程序,拘谨<br />
consignment	n. 委托 adj. 委托的<br />
priority	n. 优先权, 优先顺序, 优先<br />
restriction	n. 限制,约束 vi. 结果,(作为结果)发生<br />
surcharge	n. 装载过多, 额外费<br />
import restriction	进口限制<br />
inactive	adj. 不活动的,停止的,怠惰的 [化]惰性的 [物]无旋光的<br />
income	n. 收入,所得<br />
distribution	n. 分发, 分配, 散布, 分布<br />
maintenance	n. 维护, 保持, 维修, 生活费用 n. 供给, 抚养; 主张<br />
income tax	n. 所得税<br />
tax evasion	逃税，漏税<br />
tax return	纳税申报单<br />
inconvertible	adj. 不能兑换的，不能变换的<br />
increment	n. 增加(增加物, 增量, 余差)<br />
index	n.索引； &lt;数&gt;指数； 指示； 标志 vt.给…编索引； 把…编入索引； [经济学]按生活指数调整(工资、价格等) vi.[机械学]转位<br />
index fund	指数化证券投资基金<br />
indexation	n. 指数化<br />
industrial	adj. 工业的,产业的 n. 工业公司<br />
industrial complex	大工业中心<br />
debenture	n. 信用债券; 公司债, 公司债券, 退税证明书<br />
curb inflation	制止通货膨胀<br />
inflationary	adj. 通货膨胀的，通货膨胀倾向的<br />
inflationary spiral	n. 恶性通货膨胀, 螺旋性膨胀<br />
influx	n. 流入, 河口, 辐辏 涌进; 汇集[C][S1] an influx of customers 顾客的蜂拥而来<br />
instalment	n. 分期付款,(连载作品或分集戏剧等的)一部分，一集=installment(美)<br />
insurance policy	保险单<br />
insurance company	n. 保险公司<br />
interbank	adj. 银行间的，同业的<br />
negative	adj. 否定的,负的,消极的 n. 底片，负数，否定 vt. 否定<br />
intermediary	n. 仲裁者,调解者,媒介物,中间状态 adj. 中间的,媒介的 [计算机] 媒介<br />
exploitation	n. 开发,开采,自私的利用<br />
revenue	n. 总收入; 财政收入, 税收 n. 税务局<br />
intrapreneur	n. 企业开拓者, 公司内的企业家<br />
entrepreneur	n. 企业家<br />
inventory	n. 详细目录, 存货(清单) vt. 编制(详细目录)<br />
investment	n. 投资,投入,投资额<br />
investment bank	投资银行<br />
invisible	adj. 看不见的,无形的 n. 隐形人(或物品)<br />
invitation	n. 邀请<br />
invoice	n. 发票, 发货单, 货物 vt. 开票, 寄发票, 开清单<br />
joint	adj. 联合的, 共同的 n. 关节, 接合处 v. 连接, 贴合<br />
joint account	n. 共有的银行帐户, 共同账户<br />
jumble	vi. 掺杂, 混杂 vt. 使混乱，搞乱 n. 混杂, 混乱 n. 环形小甜饼<br />
jumbo	n. 喷气式飞机，渣口冷却器, 隧道盾构, 钻车 adj. 巨大的<br />
jump	n. 跳跃,跳动,上涨 vt. &amp;vi. 跳越,突升,惊跳<br />
Kennedy	n. 肯尼迪<br />
negotiation	n. 谈判, 协商<br />
kerb	n. 街头的边石<br />
kickback	n. 强烈的反应 n. &amp;lt;美俚&amp;gt;佣金, 回扣<br />
kite	n. 风筝 vt.&amp; vi. 用空头支票骗人,使上升<br />
kitty	n. 凯蒂(女名) n. 小猫<br />
knockdown	adj. 击倒的，易拆卸的，降低的 n. 击倒，可拆卸家具<br />
land	n. 陆地, 国土, 土地 v. 登陆, 登岸, 卸货<br />
land grant	n. 政府拨给大学或铁路之土地, 政府赠与地<br />
law of diminishing returns	享受递减律 报酬递减律 减少补偿定律 效果递减法则<br />
layoff	n. 临时解雇, 操作停止, 活动停止期间<br />
level off	(升或跌之后)呈平稳状态, 做水平运动<br />
level playing field	平等状态<br />
leverage	n. 杠杆作用, 影响力 v. 举债经营, 贷款投机<br />
levy	n. 征税,召集 vt. 征收,发动(战争 vi. 强收<br />
liability	n. 责任, 可能性，债务, 不利因素<br />
liberalize	v. 放宽限制, 自由主义化<br />
liquid	adj. 液体的, 液态的 n. 液体<br />
liquid assets	流动资产<br />
liquidate	v. 偿付, 清算, 扫除 v. 清算, 整理, 破产<br />
corporation	n. 公司, 法人, 集团<br />
listed	adj. 列出的 v. 列出, 记载于表上 vbl. 列出, 记载于表上<br />
listed share	上市股份<br />
loan shark	n. &amp;lt;口&amp;gt;放高利贷者<br />
shark	n. 鲨鱼,贪婪的人,老手<br />
Lombard Street	朗伯德街<br />
Lombard	n. (意大利)伦巴第族的人, 银行家, 放款者<br />
long-term	adj. 长期的<br />
interest rate	n. 利率<br />
low-budget	adj. 适于低预算的; 低预算制成的<br />
low-cost	adj. 价格便宜的，廉价的<br />
lull	n. n. 平静时期,间歇<br />
lump-sum	n. 总金额, 一次性付款额<br />
macroeconomics	n. 宏观经济学<br />
macro	adj. 巨大的，大范围的，总的 n. [计算机]宏<br />
Madrid	n. 马德里(西班牙首都)<br />
manage	vt. 管理,处理,维持,达成,经营 vi. 管理,达成<br />
management	n. 管理(层),经营,处理<br />
margin	n. 差额,利润,页边空白,边缘 vt. 使围绕于,加边缘<br />
gross margin	毛利<br />
market analysis	市场分析<br />
market research	n. 市场调查<br />
medium	n. 媒体, 方法, 媒介 adj. 适中的, 中等的<br />
buck	n. 钱,鹿皮,(鹿皮等)制物,小伙子 vt. &amp;vi. 猛然震荡,抵制<br />
merchant	n. 商人,店主,专家 adj. 商业的<br />
merchant prince	n. 富商, 有影响力的商人<br />
merge	vt. &amp;vi. 合并,消失,吞没, 融合 [计算机] 合并<br />
acquisition	n.获得； 购置物； 获得物； 收购<br />
minimum	adj. 最低的, 最小的 n. 最小量, 最低限度<br />
mint	n. 薄荷,造币厂,巨额 vt. 铸造,铸币,伪造 adj.薄荷的,造币厂的,无损坏的<br />
mixed	adj. 混合的, 形形色色的, 弄糊涂的 mix的过去式和过去分词<br />
a mint of	adj. 大量的<br />
monetary	adj. 货币的,金融的<br />
monetary easing	放松银根,货币供应状况缓和<br />
stringency	n. 紧迫，严厉，(货币)银根紧<br />
uncertainty	n. 不确定, 不可靠, 半信半疑 (学术)不可信度; 偏差<br />
money	n. 钱,财产,货币<br />
money market	资金市场<br />
money order	汇票<br />
money-oriented	一切向钱看<br />
monopolistic	adj. 独占性的,专卖的,独占论者<br />
monopoly	n. 垄断,专利, 独占，控制<br />
monopolistic competition	n. 垄断性竞争<br />
mortgage	vt. 抵押 n. 抵押；房屋抵押贷款<br />
multilateral	adj. 多边的, 多国参加的<br />
multinational	adj. 多国的, 多种国籍的 n. 多国籍公司, 跨国公司<br />
Multinational corporation	多国公司<br />
economic cooperation	经济合作<br />
mutual	adj. 共同的,相互的<br />
mutual fund	共有基金 =unit trust<br />
naked	adj. 裸体的,无掩饰的,明白的,手无寸铁的<br />
narrow	adj. 狭窄的，有限的；勉强的；精密的；度量小的 n. 海峡；狭窄部分，隘路 vt. 使变狭窄 vi. 变窄<br />
narrow margin	没有多少余地, 微弱的优势<br />
national	adj. 国家的,民族的 n. 国民<br />
national tax	国税<br />
negotiate	vt. 转让,越过,处理,协商 vi. 协商<br />
net income	净收入，净利<br />
net price	净价 实价<br />
New York Stock Exchange	n.纽约证券交易所<br />
stock exchange	股票交易所<br />
nominal	adj. 名义上的,有名无实的,名词性的 n. 名词词组<br />
nominal price	名义价格<br />
barrier	n. 界线,屏障,障碍物 v. 以屏障隔开<br />
nosedive	n. (飞机)俯冲, 暴跌 vi. 俯冲，暴跌<br />
note	n. 笔记, 注解, 备忘录, 音符, 音调, 票据, 便条, 纸币 vt. 记录, 注解, 注意<br />
petroleum	n. 石油<br />
offer	n. 出价, 提议 vt. 提供, 出价; 贡献, 奉献 vi. 提议; 出现; 求婚<br />
official	adj. 官方的,正式的,有权威的 n. 官员<br />
intervention	n. 插入,介入,调停<br />
oil	n. 油,油画颜料,奉承话 vt. &amp;vi. 涂油,溶化,加油<br />
oil refining	炼油<br />
industry	n. 工业,产业,勤勉,刻苦<br />
oil reserve	储油量<br />
oligopoly	寡头; 少数卖主垄断<br />
opening price	n. 开盘<br />
outlay	n. 费用, 经费, 支出 v. 花费<br />
national defense	国防<br />
outright	adj. 率直的, 完全的, 总共的 adv. 率直地, 立刻地, 一直向前<br />
overdue	adj. 过期的, 未兑的, 迟到的<br />
over-the-counter	adj. 不需处方也可出售的，买卖双方直接交易的<br />
package	n. 包裹,整批交易 vt. 把&#x2026;打包,把&#x2026;进行推销<br />
package deal	n. 一揽子交易, 一揽子交易中的条款<br />
package plan	一揽子计划 综合计划<br />
paid holiday	带薪休假<br />
panic	n. 恐慌,惊惶 adj. 惊慌的,没有理由的,恐慌的 vt. 使&#x2026;惊慌<br />
panic buying	抢购<br />
par	n. 标准, 票面价值, 平均数量 adj. 票面的, 平常的, 标准的<br />
pay	n. 薪资,付款,报偿 vt. 支付,付清,报偿,给予 vi. 债清，值得，承担后果 adj. 投币的，要钱的<br />
pay as you go	n. 按程收费(分期付款)<br />
pay-as-you-go	费用发生拨款制<br />
in advance	提前,预先<br />
payment	n. 支付, 付款<br />
payment agreement	n. 支付协定<br />
estimate	n. 估计, 估价 v. 估计, 估价, 评价<br />
in arrear	拖欠, 拖延<br />
arrear	n. 到期未付款, 欠帐, 未做之事<br />
pecuniary	adj. 金钱上的, 金钱的<br />
personal	adj. 私人的,个人的 n. (报刊的)私人专栏<br />
petrodollar	n. 石油美元<br />
petty	adj. 琐碎的,小规模的,小气的<br />
petty cash	零用现金<br />
planned economy	n. 计划经济<br />
monetary system	金融制度，货币体系<br />
poo	abbr. 邮政汇票(=Post-Office Order)<br />
postage	n. 邮费, 邮资已付邮戳<br />
postal	adj. 邮政的 n. [美]明信片<br />
postal order	n. 邮政汇票<br />
postindustrial	adj.信息化的,脱工业化<br />
pound	n.英镑； 磅； 兽栏； 重击声 vt.&amp; vi.连续重击； 咚咚地走 vi.(持续地)苦干； (驾舟时)拍打(水面)； (心脏)狂跳； 脚步沉重地走(或跑) vt.连续重击； 捣碎，碾碎； 强迫吸收； 猛烈袭击<br />
pound sterling	n. 英镑(英国货币, 1镑等于100便士) 符号：￡<br />
sterling	adj. 英币的(纯粹的, 货真价实的) n. 英国货币(英镑)<br />
preemption	n. 先买(权)，先占<br />
preferential	adj. 先取的, 优先的, 选择的<br />
preferential tariff	特惠税率 关税特惠<br />
premium	n. 额外费用, 奖金; 奖品保险费 n. (商)溢价 adj. 高价的; 优质的<br />
president	n. (国家)总统,(公司)总裁,总经理,社长(日本)<br />
price	n. 价格,代价,价值 vt. 定格,标价,比较价格<br />
price difference	价差<br />
fluctuation	n. 波动,起伏<br />
price hike	价格增加<br />
price index	n. 物价指数<br />
price range	物价幅度<br />
slash	vi. 大幅度削减 vt. 猛砍,尖锐抨击,大幅减少 n. 猛砍,斜线,长切口,衣衩<br />
prime	adj. 最初的,首要的,最好的，典型的 n. 青春,壮年,全盛时期 vt. 事先指点,在(金属、木材等上)打底漆 vi. 变得首要<br />
Prime Minister	n. 总理, 首相<br />
discount rate	贴现率<br />
principal	adj. 主要的 n. 负责人, 校长, 资本<br />
profit	n. 利润, 盈利比率，利益 vi. 利用，获利 vt. 有益于<br />
profit and loss account	n.损益账户<br />
profit margin	n. 利润率<br />
profiteer	n. 获暴利的人,奸商 v. 获暴利,赚大钱<br />
promissory	adj. 约定的<br />
promissory note	n. 期票，本票<br />
protective	adj. 保护的, 防卫的<br />
public debt	n. &amp;lt;主美&amp;gt;公债，国债<br />
pull the plug	拔掉电源，结束，终止<br />
purchase	n. 购买, 购买的物品 n. 支点; 紧握, 抓紧 vt. 购买, 赢得; (用设备)举起, 移动<br />
purchasing	vbl. 购买, 获得<br />
purchasing power	n. 购买力<br />
push money	n. 给推销员的佣金<br />
quantum	n. 分配量, 额, 量<br />
quota	n. 配额,限额,最低票数<br />
productivity	n. 生产率, 生产能力<br />
rally	n. 集会,重振旗鼓,示威运动,回合 vi. (人)集合起来,重整旗鼓,恢复精神 vt. 重新召集,激励,嘲弄<br />
rate	n. 比率, 等级, 价格 vt. 估价, 认为, 定等级; 责骂 vi. 受欢迎, 受推崇; 责骂<br />
telegraphic transfer	电汇<br />
telegraphic	adj. 电报机的, 电信的, 电报的<br />
Ready money	n.现金<br />
realty	n. 不动产 =real estate<br />
real estate	不动产, 房地产 n. 房地产, 不动产<br />
appraiser	n. 评价人，鉴定人，估价官<br />
rebound	n. 弹回 vt.&amp;amp; vi. 弹回<br />
recall	vt. 召回；回想起，记起；取消 n. 召回；回忆；撤消<br />
recession	n. 后退,凹入的地方,不景气<br />
reciprocal	adj. 相互的,互惠的,互补的 n. 相互, 互惠 [数］ 倒数<br />
red ink	红墨水，赤字，赤字状况<br />
refund	n. 偿还 vt. 付还,偿还借款,换回新公债<br />
relief work	救济工作<br />
remittance	n. 汇款<br />
remuneration	n. 报酬,赔偿,补偿<br />
reparation	n. 补偿, 赔偿<br />
in kind	以实物(偿付), 以同样的方法<br />
reserve currency	储备货币<br />
foreign currency	n. 外币<br />
resource	n. 资源,谋略,消遣<br />
restraint	n. 抑制,克制,束缚<br />
restraint of trade	n. 贸易管制<br />
retail	n. 零售 vt. 零售 adj. 零售的 adv. 以零售形式<br />
retail price	零售价<br />
return	n. 返回,归还,报答,报告 vt. &amp;vi. 返回,归还,回来 adj. 返回的<br />
revolving	adj. 旋转的 动词revolve的现在进行时<br />
rig	n. 装备, 帆具, 服装; 阴谋诡计 v. 装配, 装扮, 垄断;用不正当手段操纵<br />
stock market	股票市场, 证券交易<br />
royalty	n. 皇家, 皇族 n. 版税<br />
rock-bottom	adj. 最低水平的，最低限度的<br />
sag	vt. 下垂(凹陷,下跌,塌箱) n. 垂度(下垂,经济萧条,物价下跌)<br />
salary	n. 薪水 vt. 给&#x2026;薪水<br />
by bulk	估堆 按堆<br />
subscription	n. 签名,同意,签署物,订阅<br />
on credit	adv. 赊帐<br />
showdown	n. 摊牌<br />
saving	n. n. 节约，挽救 (复数)savings:储蓄金，存款<br />
savings account	n. 储蓄存款帐户<br />
scale down	按比例缩小，按比例减少<br />
scarcity	n. 缺乏,不足,缺少<br />
securities market	证券市场<br />
securities investment	证券投资<br />
seed capital	原始资本<br />
seed money	(用来吸引更多资金的)种子基金<br />
self-assessment	n. 自我评价<br />
self-sufficient	adj. 自给自足的<br />
accounting system	记帐系统, 会计系统, 会计制度<br />
climax	n.顶点，极点； 高潮； 层进法； [生物学]顶极群落 vt.&amp; vi.达到顶点； 达到巅峰； 使达到高潮； 使达到性高潮<br />
selling price	卖价<br />
senior	n. 年长者,上司,毕业班学生 adj. 年长的,高级的,资深的<br />
apartment	n. 一套公寓房间<br />
special economic zone	经济特区<br />
share capital	股份资本<br />
share price	n. 股价<br />
shareholder	n. 股东，股票持有人<br />
shoestring	adj. 小本经营的，微小的，像鞋带一样狭长的 n. 鞋带，零星资本, 小额资本<br />
on a shoestring	adv. 小本经营地<br />
shortfall	n. 不足之量, 差额<br />
Short sale	n. [商]卖空<br />
skid	n. 滑动,滑道,刹车,制件缺陷,走下坡路 vt. 打滑刹车, 滚滑 vi.溜滑,打滑<br />
skyrocket	n. 烟火(高空探测火箭) vt 使&#x2026;上升<br />
slack season	淡季<br />
slash and burn	ph. 刀耕火种法, n. 刀耕火种,一种农耕方式砍伐烧毁土地上所有的树而种上庄稼,一段时间后再去别的地方以同样方式耕种<br />
sluggish	adj. 懒惰的,迟钝的,无精打采的<br />
slump	n. 暴跌,意气消沉,(土地)下沉 vi. 猛然掉落,坍塌,大幅度下跌<br />
snake	n. 蛇 vt.&amp; vi. 蜿蜒,扭曲<br />
soaring	adj. 猛增的, 剧增的 动词soar现在分词<br />
speculation	n. 沉思, 推测, 投机<br />
speculative	adj. 思索性的, 暝想性的, 推理的<br />
spending	n. 经费(开销)<br />
spot market	现货交易市场<br />
spot price	n. 现货价格<br />
stable	adj. 稳定的；牢固的；坚定的 n. 马厩；牛棚 vi. 被关在马厩 vt. 赶入马房<br />
stagflation	滞胀<br />
stagnate	v. 停止，停滞不前，不景气<br />
stale	adj. 不新鲜的, 陈腐的, 失效的 vt. 使腐坏 vi. 变得不新鲜, 腐坏,(动物)撒尿 n. (动物的)尿<br />
state capitalism	n.国家资本主义<br />
sterling	adj. 英币的(纯粹的, 货真价实的) n. 英国货币(英镑)<br />
stiff	adj. 坚硬的,严厉的,呆板的,不灵活的 adv. 僵硬地,彻底地 n. 死尸, 过于拘谨的人, 流浪汉, 吝啬鬼, 醉鬼 vt. 诈骗,失信,不给小费<br />
stock split	股份分割，分股<br />
stock price	股票行市 交易所卖价<br />
subsistence	n. 生存, 生活<br />
subsistence allowance	n. 预付给新进员工的钱，工作津贴<br />
subsistence farming	n. 少有余粮的农场经营<br />
appropriation	n. 拨用, 挪用, 拨款<br />
estimate	n. 估计, 估价 v. 估计, 估价, 评价<br />
swap	n. 交换 vt. &amp;vi. 交换,用&#x2026;作交易<br />
swap arrangement	交易协定<br />
syndicate	n. 企业联合 v. 联合组织<br />
tag	n. 标签,附属物,名称,谚语 vt. 附以签条,尾随,添饰,指责,连接 vi. 紧随,尾随<br />
tariff	n. 关税, 价目表 vt. 交关税<br />
retaliatory	adj. 报复的, 报复性的<br />
tax break	n. 减税优惠<br />
tax burden	税负 税收负担<br />
tax cut	n. 减税<br />
delinquency	n. (少年)犯罪，失职，过失 n. 逾期债款<br />
tax payer	纳税人<br />
tax return	纳税申报单<br />
tax shelter	减免所得税合法手段<br />
threshold	n. 极限,门槛,入口,开端<br />
tender	adj. 温和的, 亲切的, 未成熟的<br />
tender for	vt. 投标<br />
tenor	n. 要旨，誉本，一般趋向，男高音，次中音乐器 adj. (乐器)次中音的, (组钟中的)最低音的, 男高音的 n. [语]本体<br />
terms of payment	支付条款<br />
tight	adj. 紧的, 严厉的,密集的,紧身的,拮据的 adv. 紧紧地,牢固地, 迅速地<br />
time deposit	定期存款<br />
toll	n. 通行费,代价,伤亡人数,钟声 vi. 征收通行税,鸣钟 vt. 向某人征税,钟响,引诱<br />
receipt	n. 收据<br />
trade area	贸易区<br />
trade barrier	n. 贸易壁垒<br />
trade deficit	n. 贸易逆差<br />
trade-off	n. (对不能同时兼顾的因素)权衡, 物物交换 取舍<br />
trade protocol	贸易议定书<br />
trade secret	商业秘密，行业秘密<br />
trade surplus	n. 贸易顺差<br />
trade-in	n. 折价物，折价贴换交易<br />
transfer	n. 迁移, 移动, 换车 v. 转移, 调转, 调任<br />
treasury bill	短期国库券<br />
treasury secretary	n. 财政部长<br />
triple	n. 三倍之数,三个一组 adj. 三倍的<br />
trust company	n. 信托公司<br />
turnover	n. 翻覆, 翻折, 半圆卷饼, 营业额, 成交量 adj. 翻折的领子<br />
turnover rate	n. 流动率, 转换率, 更新率<br />
turnover tax	营业税 周转税<br />
two-tier	adj. 双重的<br />
tycoon	n. 企业界的大亨，(日本幕府的)将军<br />
unbalanced	adj. 失衡的, 精神失常的, 判断不可靠的 动词unbalance的过去式和过去分词<br />
underdeveloped	adj. 低度开发的<br />
unemployed	adj. 失业的，未投资的 n. 失业者<br />
unemployment	n. 失业,失业人数<br />
unemployment insurance	失业保险<br />
unfavorable	adj. 不宜的, 不理想的<br />
balance of trade	n.贸易差额<br />
unsecured	adj. 无担保的，不牢固的，未包装好的<br />
unsettled	adj. 未处理的, 未决定的<br />
upswing	n. 上升, 增长，改进<br />
uptick	[商](股票)报升(成交价格比上一个交易高的成交或价格)<br />
upturn	n. 情况好转 v. 使&#x2026;向上,转朝上,挖掘<br />
Uruguay	n. 乌拉圭(拉丁美洲国名)<br />
usance	n. 习惯支付期限<br />
usurer	n. 高利贷, 贷款人<br />
usury	n. 高利贷<br />
usurious	adj. 放高利贷的<br />
value-added	adj.增值的<br />
variable	adj. 可变的,易变的 n. 变量, 易变的东西<br />
annuity	n. 年金, 养老金<br />
variable cost	可变成本 变动费用 非固定费用 变动成本<br />
vertical	adj. 垂直的,顶点的,纵向的 n. 垂直物, 垂直的位置<br />
Vicious circle	恶性循环<br />
vicious	adj. 恶毒的, 恶意的, 凶残的, 剧烈的, 严重的<br />
visible	adj. 可见的, 看得见的<br />
volume	n. 体积, 容量, 音量 n. 卷, 册<br />
wage	n. 薪水,报偿,代价 vt. &amp;vi. 开始,进行(战争、运动)<br />
wage freeze	n. 工资冻结<br />
Wall Street	n. 华尔街<br />
wall streeter	n. 华尔街大亨, 华尔街金融家<br />
welfare	n. 福利,社会保障,幸福 adj. 福利的<br />
welfare state	n. 福利国家<br />
windfall	n. 风吹落的果实, 意外的收获, 侥幸所得<br />
windfall gain	意外收益<br />
working class	n. 工人阶级<br />
working capital	营运资本<br />
world bank	n. 世界银行<br />
yen	n. 日元(日本货币单位)；渴望 vi. 渴望<br />
yield	n. 生产量, 投资收益 v. 生产, 屈服, 投降, 弯下去, 凹下去<br />
</p>
</div>
</div>
