engxw.org
* 文化 社会 生活
abstract	n. 摘要,抽象的东西 adj. 抽象的,理论的 vt. 移除,摘要,偷 vi. 做摘要
abstract expressionism	n. 抽象表现主义
Impressionism	n. 印象派，印象主义
absurd	adj. 荒唐的 n. 荒唐
academy award	奥斯卡奖(美国电影艺术金像奖)
accompanist	n. 伴奏者
acid	adj. 酸的 n. 酸, 酸味物质
warehouse	n. 仓库 vt. 存入仓库
active	adj. 积极的；活跃的；主动的；有效的；现役的 n. 主动语态；积极分子
ecstasy	n. 狂喜
advance	n. 前进,进步,预支 vt. 前进，增涨，预先 vi. 前进，提升 adj. 预先的，提前的
advocacy	n. 拥护, 支持, 鼓吹
affinity	n. 姻亲,密切关系,吸引力
affirmative action	肯定行动，反歧视行动
afflict	vt. 使苦恼,折磨
affluent	adj. 富裕的 n. 支流；富人
aftermarket	n. 后继市场, 零件市场
ageism	n. 对老年人的歧视
agita	n. 胃灼热, 消化不良;社会环境不适症
agony aunt	n. 在读者来信专栏回答来信的人
agony	n. (极度的)痛苦,创痛
aid	n. 帮助,救护,辅助物 vt. &vi. 援助,帮助,救护 abbr.=Agency for International Development 国际开发署[美]
fatigue	n. 疲乏,疲劳,累活 adj. 疲劳的 vt. 使...疲劳,使...心智衰弱 vi. 疲劳
AIDS	abbr. 爱滋病，获得性免疫功能丧失综合症(=Acquired Immune Deficiency Syndrome)
air	n. 空气,旋律,气氛,态度 vt. &vi. 晾干,使通风,广播
Airbus	n. 空中巴士
A-list	n. 要员名单; 重要项目清单
en suite	adj.一系列的,成套的 adv.成套地,一组一组地 n.套间,套房
ambulance chaser	n. 怂恿索赔的律师
ambulance	n. 救护车
amusement	n. 娱乐, 消遣
amusement park	游乐场
animated	adj. 生气勃勃的,栩栩如生的，动画片的
animate	v. 使...有生气,赋予生命,促使 adj. 有生命的；有活力的
antichoice	adj. 反对堕胎的, 禁止人工流产的
anxiety	n. 焦虑,挂念,担心,渴望,热望
apartment	n. 一套公寓房间
Arbor Day	n. 植树节
art deco	艺术装饰, 装饰派艺术 =Art Deco
asp	n. (尤指北非产的)小毒蛇 n. 白杨 ; anglo-saxon protestant
wasp	n. 黄蜂, 胡蜂 ; white anglo-saxon protestant
Protestant	n. 抗议者 adj. 抗议的 Protestant n. 新教徒 adj. 新教徒的
audience	n. 听众, 观众, 读者, 拥护者, 倾听, 正式会见
autograph	n. 亲笔签名，手稿 v. 自署于, 亲笔签名于, 亲笔写
avant-garde	先锋派
baby	adj. (形容用法)婴儿的, 过小的 n. 婴儿, 象婴儿的人, 需特殊关心的事物 vt. 溺爱, 过度关心
baby boomer	美国二次大战后生育高峰出生的人
baby boom	生育高峰期
bachelor	n. 单身汉, 学士
bachelor mother	独身母亲
apartment complex	n. (指带有其它服务设施的)综合住宅大楼，公寓大楼
backwater	n. 回水，回水河汊，穷乡僻壤
bag	n. 包,猎获物 vt. 鼓起,把...装入袋中,猎杀,占有 vi. 鼓起,宽松地下垂或悬吊
ball	n. 球, 舞会 v. (把...捏)成球状
ballerina	n. 芭蕾舞女演员
ballet	n. 芭蕾舞
ballyhoo	n. 大肆宣传 vt. 大吹大擂
syndrome	n. 综合征，综合症状；(不良情况的)典型表现，典型行为
go bananas	&lt;俚&gt;发疯，发狂
bank holiday	n. 银行休假日，&lt;英&gt;法定假日
banner	n. 旗帜,横幅,大标题 adj. 特别好的,杰出的 vt. 用横幅装饰,以大标题报道
barbecue	n. 烤肉 v. 烤肉
bard of avon	艾冯诗人(莎土比亚的别称,因莎士比亚出生并安葬于艾冯河畔的斯特拉特福)
bard	n. 吟游诗人，流浪诗人 n. 护马铠甲 vt. 给战马披铠甲
Avon	n.埃文河(英国中部一河) n.雅芳(化妆品品牌)
baroque	adj. 巴洛克式的 n. 巴洛克式，巴洛克风格
beat generation	美国二战后的一代 美国“垮了的一代”
Beau monde	n.时髦界
beauty	n. 美,美丽,美人,美的东西
beauty parlour	n. 美容院
beauty salon	n. 美容院
bedroom	n.卧室，寝室 adj.<美>城郊住宅区的； 两性关系的，男女性爱的
bee	n. 蜜蜂
bell-bottom	水兵裤子; 喇叭裤
benefit	n. 利益, 津贴; 义卖, 义演 vt. 有益于 vi. 得益
bereaved	adj. 丧失 n. 丧失亲人的人
bermuda triangle	百慕大魔鬼三角
best	adj. 最好的 adv. 最,最好地 n. 最好的人(或物) vt. 胜于
bestseller	n. 畅销书
best man	伴郎，男傧相
best seller	畅销书，畅销货
betrothal	n. 婚约, 订婚
big apple	n. &lt;非正式&gt;纽约城
Big Ben	大本钟(英议会大厦上的报时钟)
big gun	n. 大人物(高级军官)
bigtime	adj. 最高一级
bimbo	n. &lt;俚&gt;蠢女人，轻浮女人
birth control	n. 节育
benefit concert	义演音乐会
blind date	(由第三方安排的)男女间初次见面
blue	adj. 蓝色的,沮丧的,忧郁的,(女人)有学问的 n. 蓝色 vt. 使...变蓝 vi. 变蓝
blue blood	贵族血统，贵族出身
blue collar	蓝领
blue moon	很长一段时间, 1个历月里的第2次满月
once in a blue moon	罕见的，千载难逢地
blues	n. 布鲁斯音乐，忧郁的情绪 名词blue的复数形式
bluestocking	n. 女学者, 装做有学问的女人
boarder	n. 搭伙者, 寄宿者 n. 滑雪者
blue movie	色情电影
body clock	人体钟; 生物钟
body language	身势语
bodysuit	紧身衣裤
boo	int. (表示不满、轻蔑等)嘘，呸 n. 嘘声(pl.) v. 发出嘘声
boom box	转臂箱
boutique	n. 专卖流行衣服的小商店
Boxing Day	n. 节礼日(圣诞节后的第一个星期日)
box-office	adj. 票房的
brainchild	n. 脑力劳动的产物
brain drain	人才外流
brainwave	
brainwork	n. 智力工作, 劳心工作
brat	n. 乳臭未干的小孩，顽童
pack	n. 包裹,一群,一副,一帮,一群 vt. 包装,捆扎,塞满, 收拾行李， 佩戴 vi. 包装，(用某物)保存，保藏 ,塞进
brawn	n. (尤指强壮的)肌肉
breach	n. 裂口,违背, 冲击, 决裂 vt. 违反,在...上打开缺口, 突破 vi. 跃出水面
breadwinner	n. 养家糊口的人.,负担家计的人
Breast milk	母奶 母乳
bride	n. 新娘
bridesmaid	n. 女傧相
white collar	白领
Broadway	n. 百老汇(美国纽约一街道名)
brutalism	n. 野兽派艺术
Buddhism	n. 佛教
Buddhist	adj. 佛教的 n. 佛教徒
Buddhist scriptures	佛经
buffer	n. 缓冲,缓冲区 vt. 减轻,缓冲
buffet	n. 打击, 饮食柜台, 自助餐 vt. 打击, 连续猛击 adj. 受到非正式接待的(如同冷餐会般随意的)
buffet car	n.餐车,快餐车
bullet train	n. 高速火车
burlesque	n. 作戏, 滑稽戏 adj. 滑稽的, 可笑的 v. (以滑稽或夸张手法)模仿嘲弄
buzzword	n. 流行词
Constantinople	n. 君士坦丁堡(土耳其城市)
cable	n. 电缆,海底电报 vt. 打海底电报,把...拧成缆,用缆捆住 vi. 打海底电报
cable car	悬空缆车, 架空索道车
cable TV	n. 有线电视
ale	n. 麦芽酒, 乡下啤酒节
calamity	n. 灾难, 不幸事件
calendar	n. 日历,月历,日程表 vt. 进入日历
lunar calendar	农历
telephone booth	电话亭
call girl	应召女郎
Calling card	&lt;美&gt;名片 =visiting card(英)
visiting card	n.名片 =calling card
camp	n. 露营,帐棚,训练营,做作 vt. &vi. 露营,扎营,做作 adj. 做作的
pitch	n.场地； 最高点； 音高； 说教 vt.用沥青涂； 扔，投； 树起，搭起； 定位于 vi.抛，扔； [棒球]当投手； 搭帐篷； 向前跌或冲
campfire	n. 营火, 篝火
cancer stick	n. 癌唪
cannabis	n. [植]印度大麻
summer camp	夏令营
canned	adj. 罐装的 adj. 预录的 adj. 千篇一律的 动词can的过去式和过去分词
commercial	adj. 商业的 n. 商业广告
canny	adj. 精明的, 谨慎的，节俭的 adv. 仔细地
capacity	n. 能力, 容量, 容积; 资格, 职位 adj. (达到最大容量)满的
cafeteria	n. 自助餐厅 adj. 有多种选择的
Pierre	n. 皮埃尔(男子名，Peter的异体)
Carnegie	n. 卡内基(姓氏)
shopping bag	n. (带挽手的)购物袋
carrier pigeon	n. 传信鸽
Casanova	n. 卡萨诺瓦(人名) n. 风流子
casino	n. 娱乐场, (供表演跳舞赌博的地点), 一种牌戏
cassette	n. 匣子,录音带,盒式录音机
tape recorder	磁带录音机 n. 录音机
casual	adj. 偶然的, 随便的, 非正式, 漫不经心的
catch-22	相互矛盾的困窘
catchy	adj. 引人注目的，易记住的 adj. 诡诈的，易使人上当的 adj. 不连贯的
Cathay	n. 中国
caveat	n. 防止误解的说明,警告
caveat emptor	n. [商]购者自慎(货物出门概不退换，买主须自行当心)
cement	n. 水泥,纽带,接合剂,牙骨质,补牙物,基石 vt. 接合,用水泥涂 vi. 接合起来
ceiling	n. 天花板,上限
central heating	n. 中央暖气系统
chain reaction	n. 连锁反应
chain smoker	n. 连续抽烟的人
chamber	n. 房间,会所,室 vt. 装入室中(枪膛) adj. 室内演奏的
chamber music	n. 室内乐
chamber orchestra	n. 室内管弦乐队
character actor	n. 性格演员
character	n. 个性, 品质; 字符; 人物; 名誉; 地位
actress	n. 女演员
charity	n. 慈善机关(团体),仁慈,宽厚
relief	n.宽慰，安心； 免除，减轻； 救援物资； 代班人
chartered	adj. 特许的，租赁的 动词charter的过去式和过去分词
chartered plane	包机
childcare	n.幼托
child labor	n. 童工
Chinese	adj. 中国的 n. 汉语,中国人
choir	n. 唱诗班, 唱诗班的席位
Christmas	n. 圣诞节
Christmas card	n.耶诞卡,圣诞贺卡
carol	n. 颂歌,欢乐的歌 vt.& vi. 欢唱
Christmas tree	圣诞树
concertgoer	n. 经常去听音乐会的人
civic	adj. 公民的, 市民的, 城市的
civil	adj. 国内的,公民的,文明的, 有礼貌的, 民用的
civil liberty	n. 公民自由
civil servant	n. 文职公务员
civil service	n. 行政部门，文职人员
civilian	adj. 平民的 n. 罗马法专家,平民
civilization	n. 文明,文化
labour force	n.劳动力
labor force	劳动力

claimant	n. 申请者, 要求者, 索偿人
classified	adj. 分类的, 类别的, 被指定为机密的 v. 分类, 分等级 vbl. 分类, 分等级
advertisement	n.&amp;adv. 广告
telephone directory	n. 电话号码簿
cleanup	n. 清除，&lt;俚&gt;暴利 adj. (棒球)第四棒的
campaign	n. 战役; 运动, 活动 vt. 参加竞赛 vi. (从事, 组织)活动
clearway	n. 超高速公路, 畅行道
clerical	n. 牧师 adj. 书记的, 事务上的, 抄写员的
clerical work	n. 行政工作
Closed Circuit Television	n. 闭路电视
CNN	abbr. 美国有线新闻网(=cable news network)
cocaine	n. 可卡因
cocktail	adj. 鸡尾酒(的) n. 鸡尾酒
cocktail lounge	n. 鸡尾酒会
cocktail party	n. 鸡尾酒会
counsel	n. 商议, 忠告, 法律顾问 v. 商议, 劝告
cold feet	n. 信心或勇气之丧失, 胆怯
Cold Shoulder	冷遇，怠慢
cold turkey	突然停止(坏习惯) 冷淡的人
column	n.纵队，列； 圆柱； 专栏
columnist	n. 专栏作家
comic	n. 连环图画,喜剧演员,喜剧元素 adj. 滑稽的,有趣的,喜剧的
comic strip	连环画页，连环漫画
commercial	adj. 商业的 n. 商业广告
communication	n. 沟通,交通
antenna	n. 触角,天线,感觉,直觉
communication center	通信枢纽 通信中心
community	n. 社区, 团体
community center	n.社区活动中心
community spirit	n. 团体精神
compilation	n. 编译, 编辑
complimentary	adj. 问候的,称赞的,夸奖的,免费赠送的
composer	n.创作者(尤指乐曲的)
concept	n. 概念, 观念
Concept Art	概念艺术(着重反映创作家一时形成的概念的一种艺术) 观念艺术
democracy	n. 民主,民主制,民主国家
concert	n. 音乐会, 一致, 和谐 vt. 制定计划, 通过协商达成一致 vi. 合作
condominium	n. (独立产权的)公寓, 共管, 国际共管
conductor	n. 售票员，导体，指挥
congestion	n. 混杂,拥挤,过剩 [计算机] 拥挤
connoisseur	n. 鉴识家, 鉴定家, 内行
consolation	n. 安慰,令人安慰的事物
consumerism	n. 用户至上主义, 商品的消费和销售性服务
porcelain	n. 瓷器,瓷 adj. 瓷制的, 精美的, 脆的
contact lens	n. 隐形眼镜
contagious	adj. 传染性的,会蔓延的,会传播的
contagious disease	接触传染病
continental breakfast	n. 欧洲大陆式早餐(仅有咖啡和果酱面包)
contraceptive	adj. 避孕的 n. 避孕药，避孕用具
contributor	n. 贡献者, 捐助者, 赠送者，投稿人
convalescent	adj. 恢复期的，调养中的
convenience food	n. 方便食品
convenience store	n.(全天或长时间营业的)便利商店
copywriter	n. 广告撰稿员
coronation	n. 加冕礼
ceremony	n. 典礼,仪式,礼节,礼仪
correspondent	n. 通讯记者,通信者 adj. 与...一致的, 相应的
war correspondent	n. 战地记者
costume	n. 服装,剧装 vt. 提供服装, 为...设计服装 adj. 服装打扮的
swimming costume	n. (女)游泳衣
jester	n. 爱开玩笑的人，小丑
traffic congestion	通信量拥挤 信号拥挤
couch potato	整天坐着看电视的人
counterculture	反传统［主流］文化(60和70年代在美国青少年中盛行的一种思潮)
country music	乡村音乐
courtesy	n. 礼貌, 好意, 恩惠
courtesy call	礼节性访问
cover charge	n. (饭店等的)服务费
cover girl	n. (杂志的)封面女郎
cover story	n. 封面故事, 与封面图片有关的正文
craft union	n. 同业工会
crash helmet	n. 防护帽
creature	n. 生物, 动物, 人
comfort	n. 舒适,安慰,安慰者 vt. 安慰
creep	vi. 爬, 蔓延 n. 爬, 徐行, 蠕动
critic	n. 批评家, 评论家
film critic	电影评论家
critique	n. 批评,批评法,评论
crocodile tears	n. 鳄鱼的眼泪(假哭, 假慈悲)
crystal	adj. 清澈透明的, 晶体的 n. 水晶, 结晶
cult	n. 宗教膜拜仪式,异教,狂热崇拜,个人崇拜
personality cult	n. 个人崇拜
cubism	n. 立体主义
cultural	adj. 文化的,和养动植物有关的
counsellor	n. 顾问
chasm	n. 深坑, 裂口，分歧
Cultural Heritage	文化遗产
culture	n. 文化,教养,种植 vt. 培养
culture shock	文化冲击, 文化震惊
Cupid	n. [罗神]丘比特(爱神)
cynical	adj. 愤世嫉俗的,吹毛求疵的
cynicism	n.愤世嫉俗，讥笑，冷言冷语 Cynicism:犬儒主义，犬儒哲学
dadaism	n. 达达主义, 达达派
daily	adj. 每日的, 按天计算的, 日常的 adv. 每日,天天 n. 日报, (复)工作样片
daily necessities	n. 生活必需品
dairy	adj. 牛奶的 n. 牛奶场, 乳品店, 乳制品
dairy industry	乳品加工业
dairy products	n. 乳制品
dark horse	n. 黑马(竞争中出人意料之外的获胜者)
daylight saving time	n. 夏令时
Day shift	n.日班
deadbeat	n. 赖债不还的人，饭桶，食客 adj. 不向左右激烈振动就速指的
debunk	vt. 揭穿真相, 暴露
debut	n. 初次登场 vt.&vi. 初次登场
dehydrate	v. (使)脱水, (使)干燥
denouement	n. (小说的)结尾, 结局
detached	adj. 超然的,分离的 v. 分离 vbl. 分离
detached house	n. 独门独户的院落
detective	adj. 侦探的 n. 侦探
Diana	n. 黛安娜(女子名)
duet	n. 二重奏，二重唱 vi. 演奏二重奏或二重唱
diet	n. 日常饮食，规定饮食 vt. 照规定饮食 adj. 低卡路里的
digest	n. 摘要 vt. 消化,理解 vi. 消化
dink	adj. 漂亮的 vt. 装饰打扮
disarray	v. 弄乱,使混乱,使脱去衣服 n. 无秩序,杂乱,不整齐的衣服
disc	n. 圆盘，[电子] 唱片(等于disk) vt. 灌唱片
disc jockey	n. 电台的音乐节目主持人 =disk jockey
disco	n. 迪斯科舞厅，迪斯科舞曲 vi. 跳迪斯科舞
Disneyland	n. 迪斯尼乐园
disposable worker	临时工
disposable	adj. 用完即可丢弃的
distinguished	adj. 卓著的 v. 区别 vbl. 区别
distinguished guest	贵宾
divorce	n. 离婚 v. 与...办离婚
divorcee	n. 离婚者
dog days	n. 三伏天(大热天)
drive-in	adj. 免下车的 n. 顾客无需下车即可得到服务的餐馆
dub	vt. 配音；轻点；打击；授予称号 n. 笨蛋；鼓声
East End	n. (英国)伦敦东区, 东伦敦
Easter	n. 复活节
eastern	adj. 东部的, 东方的
establishment	n. 确立,制定,设施,机构,权威
Easy does it	ph. 慢慢来
ebullient	adj. 沸腾的, 热情洋溢的
Eden	n. 伊甸园，乐园
edifice	n. 大厦, 大建筑物
editor	n. 编辑, 编者
editorial	n. 社论 adj. 编辑的
Eiffel Tower	(巴黎)埃菲尔铁塔
electronic	adj.电子的； 电子操纵的； 用电子设备生产的； 用电子设备完成的
elite	n. 精华, 精锐, 中坚份子
elitism	n. 精英主义, 优秀人士统治
elk	n. [动]麋, 驼鹿，软鞣粗皮
benevolent	adj. 仁慈的,乐善好施的
emergency	adj. 紧急的 n. 紧急情况,突发事件
emergency exit	n.太平门,紧急出口
emergency landing	紧急降落
emigrant	n. 移民, 侨民 adj. 移民的, 移居的
Empire City	帝国城(美国纽约的别称)
Empire state building	帝国大厦(位于美国纽约)
enterprise	n. 企业,企划,进取心
egghead	n. 知识分子，理论家
enterprising	adj. 有企业精神的,有进取心的
enterprising spirit	进取精神
entertainer	n. 表演娱乐节目的人,演艺人员
entertainment	n. 娱乐
environmental	adj. 环境的
environmental conservation	环境保护
environmental pollution	环境污染
environmental protection	n. 环境保护
erotic	adj. 性爱的, 性欲的, 色情的 n. 好色之徒, 恋爱诗
erotica	n. 色情书籍，色情(艺术)作品
erratum	n. 勘误表
escapism	n. 逃避现实，逃避主义
Esperanto	n. 世界语
ethical	adj. 伦理的；道德的；凭处方出售的
work ethic	职业道德
ethnocentrism	n. 民族优越感
euphoria	n. 幸福愉快感
euphoric	adj. 欣快的
euro	n. 欧元 符号：
evict	v.驱逐 v.依法收回(财产等)
exclusive	adj. 独占的, 唯一的, 排外的; 高价的, 时髦的 [计算机] 互斥的 n. 独家新闻, 独权
executive	n.总经理； 行政部门； [计算机]执行指令 adj.执行的； 管理的； 政府部门的
exotic dance	脱衣舞
exotic	adj. 异国的,外来的,奇异的,脱衣舞的 n. (复数)异国风格的事物,脱衣舞者
expo	n. 展览会
express	n. 快车, 快递, 专使 adj. 急速的, 明确的, 直接的 adv. 用快递; 特意地 vt. 表达, 表示; 挤压出; 快递
express mail	快递, 快件
consignment	n. 委托 adj. 委托的
expressionism	n. 表现主义
extramarital	adj. 婚外的，私通的
eye-catching	adj. 引人注目的, 耀眼的
eyesore	n. 剌眼的东西，眼中钉
fabrication	n. 制造, 建造, 虚构的谎言
facelift	n.去皱整容手术； 面部拉皮手术； (建筑物、房间、地方的)翻新； 整修
family	adj. 家庭的 n. 家庭
family planning	n. 计划生育
family skeleton	n. 家丑
family tree	n. 系谱, 系谱图, 族谱, 族谱图
fan	n. 风扇,扇形物,狂热者 vt. 风选,煽,吹,煽动,向扇子一样展开 vi. 像扇子一样行动,鱼贯而出
fancy	n. 想像力, 幻想, 喜好, 爱 adj. 想像的, 时髦的, 华丽装饰的, 奢侈的, 技巧的 vt. 想象, 自认为, 喜好
fancy ball	n. 化装舞会
fancy dress	n. 化装舞会所穿着的服装
farce	n. 闹剧, 胡闹，滑稽戏 vt. 添加笑料，填充
farcical	adj. 引人发笑的，闹剧的，滑稽的
farewell	adj. 告别的 int. 再会,别了 n. 告别
farewell banquet	告别宴会
fashion	n. 流行,风尚,时样,时装 v. 形成,造,作
fashion plate	时装样片, 穿着时髦的人
fast food	快餐
fat	adj. 肥胖的,厚的,大的,大量的,丰厚的,愚蠢的 n. 脂肪,动植物油,精华,肥胖,过剩 vt. 使变胖 vi. 变胖
fat farm	n.&lt;美俚&gt;减肥中心,尤指专治肥胖症的温泉疗养院
father	n. 父亲,鼻祖 vt. 作为父亲生育子女 vi. 像父亲般照顾
Father Christmas	圣诞老人
feature	n. 特征, 容貌 vt. 以...为特色 vi. 起重要作用
feature film	长片，故事片
feedback	n. 反馈,成果
fifth	num. 第五 n.五分之一
avenue	n. 林荫道, 大街, 途径手段
fig leaf	n. 无花果树叶, 遮羞布
censorship	n. 检查制度
filmdom	n. 电影界
fine art	美的艺术, 精细工艺
fire alarm	n. 火警
fire brigade	消防队
first-aid	adj. 急救的, 急救用的
workweek	n. 一星期工作时间
flag day	n. 美国国旗纪念日(六月十四日)
flanker	n. 侧面部队，侧冲，侧面堡垒
flash	n. 闪光,闪现,闪烁物,花哨,一瞬间,电脑动画技术 vi. 闪现,闪烁 vt. 传送,用光联络,流露出 adj. 花哨的,炫耀的,昙花一现的
flicker	n. 闪烁, 闪光, 颤动 v. 闪动, 闪烁, 摇动
flume	n. 笕, 笕槽, 水道
mast	n. 船桅, 旗杆, 天线杆 abbr. 磁性环形激波管(风洞研究用)(=Magnetic Annular Shock Tube)
FM	abbr. 调频(=frequency modulation)
frequency	n.&amp;adj. 频繁,频率
modulation	n. 调音, 调节, 转调，抑扬
folk	n.民族； 人们； 〈口〉家属，亲戚； 民间音乐 adj.民间的； 普通平民的； 流传民间的； 普通百姓的
folk art	民间艺术
folk dance	民间舞，土风舞
folk music	n. 民间音乐
foundation	n. 基础；地基；基金会；根据；创立
ford	n. 浅滩 v. 涉过, 涉水 Ford：福特汽车，福特(人名)
completion	n. 完成,完满
formal	adj. 正式的,形式的,礼节上的,拘谨的 n. 正式(活动)
fortnightly	adj.每两星期一次的,隔周发行的 adv.隔周,每两星期一次地 n.隔周出版物,双周刊
fortnight	n. 两星期，十四天
fortune	n. 财产,命运,运气
foundation cream	n. 粉底霜
fourth estate	n. 公众新闻媒体
free	adj. 自由的,大方的,免费的 vt. 释放,解放 adv. 自由地,免费地
free lunch	免费午餐
free sample	免费样品
freedom	n. 自由
French	adj. 法国(人)的,法语的 n. 法语 vt. 剁肉，蔬菜切成长条
french fries	炸薯条，炸土豆片
french leave	n. 悄悄离去，不辞而别
french letter	n. 避孕套, 阴茎套
French windows	落地窗
Freudian	adj. 佛洛伊德的,佛洛伊德学说的 n. 相信佛洛伊学说的人
friendly	adj. 友好的 adv. 友好地 n. 友好者
user-friendly	adj. 容易操作的，用户友好的，好用的
frozen	adj. 冰冻的
custard	n. 乳蛋糕
full house	n. 满堂红(有三张同点牌外加一对的一手牌)
functional	adj. 功能的,有功能的,实用的
illiterate	adj. 文盲的, 无知的 n. 文盲
funeral	adj. 葬礼(的) n. 葬礼
futurism	n. 未来派
gala	n. 祭日, 节日, 祝贺
gala dinner	盛宴
galore	adj. 丰富的
gambit	n. 以取得优势的开局棋法,开始,话题
gamble	n. 冒险 v. 赌博, 孤注一掷
gambler	n. 赌徒
anonymous	adj. 匿名的,无名的,没特色的
gamekeeper	n. 猎场看守人
gangbuster	n. &lt;美口&gt;侦破团伙者, 扫荡流氓的执法者
garage	n. 车库, 汽车修理厂 vt. 把...放入车库
garbage	n. 垃圾, 食物残渣, 废物
gay	adj. 欢快的, 色彩鲜艳的, 同性恋的 n. 同性恋
garbage can	垃圾桶
gay community	同性恋团体
generation	n. 代, 一代
generation gap	代沟
genetic	adj. 基因的, 遗传的, 起源的
ghostwrite	v. 代笔
girl friday	n.得力的女助手,得力的女秘书
glass ceiling	玻璃顶棚(通常指女性在工作晋升时遇到的一种无形的障碍)
gulch	n. 峡谷
glitter	n. 灿烂, 闪烁, 辉耀 v. 灿烂, 闪烁, 辉耀
global	adj. 全球性的, 全局的
global warming	全球气候变暖
go cold turkey	是指放弃了很久以来的吸烟，喝酒或吸食毒品的坏习惯而痛下决心过健康的生活
godfather	n. 教父 vt. 做 ... 教父
gold digger	n. 淘金者，以色为诱惑骗取男人金钱的女人
golden	adj. 金(黄)色的
Golden Gate	金门
Golden goodbye	黄金告别
golden wedding	金婚(50周年)
Good Friday	耶稣受难节
goodwill	n. 善意, 亲切, 友好; 商誉, 信誉.
grapevine	n. 葡萄藤，葡萄树 n. 秘密信息来源
gratuitous	adj. 免费的, 无缘无故的
gratuity	n. 赠物,赏钱,贺仪
graveyard shift	n. 全体夜班的工人, (自午夜或凌晨2时的开始工作)夜班
graveyard	n. 墓地，坟场
panther	n. 豹
gray	n.灰色； 灰马； 灰色颜料； 暗淡的光线 adj.灰色的； 灰白头发的； 阴暗的； (指脸因恐惧、生病等)苍白的 v.(使)变灰色 vi.成为灰色或灰白
green card	n. (AmE) 绿卡
greenhouse effect	温室效应
Greenpeace	n. 绿色和平组织(保护动物不遭捕猎等的组织)
Greenwich	n. 格林威治(英国伦敦东南一市镇)
greenwich mean time	n. 格林威治标准时间(=GMT)
greyhound	n.灵缇(身细长、腿长、毛滑、善跑的大赛狗)；灰狗巴士，目前全美最主要的长距离巴士公司
grueling	n. 惩罚；劳累 adj. 累垮人的；折磨人的 v. 使极度疲劳；累垮(gruel的ing形式)
guest	n. 客人, 客串演员, 特邀来宾 vt. 款待 vi. 作客
guest house	n. 宾馆
half-baked	adj. 半生不熟的，未完成的，不完整的
hall of fame	n. 名人纪念馆，出类拔萃的人物
Hammond	哈蒙德[美国印第安纳州西北部城市]
hammer	n. 锤,榔头 vi. 锤击,反复敲打 vt. 锤打,严厉批评
happening	n. 偶然发生的事 动词happen的现在分词形式
hardback	n. 精装本，硬封面的书
hard-boiled	adj. 煮透的, 冷淡的
hard core	核心部分，中坚分子
headline	n. (pl.)新闻提要, 大字标题
headliner	n. 受到大力宣传的演员, 明星
head start	n. 领先
heads up	注意，提高警觉
health	n. 健康,卫生,保健
health drink	保健饮料
health food	n. 保健食品
health resort	n. 休养地
spa	n. 矿泉, 温泉浴场
hearing aid	n. 助听器
hearse	n. 柩车, 灵车
heavy-duty	adj. 重型的, 耐用的
heavy metal	重金属, 强敌
hell	n. 地狱
helpline	n. 热线服务电话
herstory	n. 历史; 妇女历史
high and mighty	n. 大人物, 趾高气扬
highbrow	n. 高知识分子，自以为文化修养很高的人 adj. 文化修养高的，自诩文化修养高的
highlight	n. 加亮区,精彩部分, 最重要的细节或事件, 闪光点 vt. 加亮,强调, 使...显得重要, 照亮 [计算机] 醒目
sidelight	n. 侧面射进来的光线，侧灯，舷灯
high spot	n. 显著之点，精彩部分
hip hop	n. 嘻哈音乐
hippie	n. 嬉皮, 嬉皮模样的年青人 =hippy
Hippocrates	n. 希波克拉底(古希腊名医)
oath	n. 誓言,誓约,咒骂语
hit	n. 打(击),冲撞,讽刺,成功.一次毒品的剂量,点击量 vt. 打(击),碰撞,偶然发现,要求,符合 vi. 打(击),袭击,达到
Hollywood	n. 好莱坞[美影业中心]
holy	adj. 神圣的,圣洁的,令人敬仰的
holy bible	圣经
Holy Land	n.圣地(巴勒斯坦)
honeymoon	n. 蜜月 vi. 度蜜月
hookup	n. 连接，接线图，联播，联盟
horror	adj. 恐怖的,令人毛骨悚然的 n. 恐怖,战栗,厌恶
horror movie	恐怖片
hot air	吹牛，空话
hot button	热线按钮, 热点, 一触即发的事件, 热门问题
hot potato	n. 难题(棘手的问题)
hot water	n. 困境
housewarming	n. 乔迁庆宴
human nature	人性
human	n.人，人类 adj.人的； 有人性的； 显示人类特有弱点的； 人本性的
humanism	n. 人道主义
humanity	n. 人类 人性;人道;慈爱
Hyde	n. 海德(姓氏)
hysteresis	n. 滞后现象
ice	n. 冰, 矜持 v. 冰冻, 结冰
identification	n. 身份的证明 n. 视为同一,证明同一,确认
idiosyncrasy	n. 特质
idiot	n. 白痴
idiot box	n. &lt;俚&gt;电视机
idol	n. 偶像 n.菩萨
illiterate	adj. 文盲的, 无知的 n. 文盲
imitation	n. 模仿,效法 adj. 假造的,冒充的
immigrant	n. 移民, 侨民 adj. 移民的
incentive	adj. 刺激的, 鼓励的 n. 刺激, 鼓励, 动机
enculturation	n. 对某种文化的适应
indecent	adj. 下流的, 不妥当的
Indian	n. 印第安人, 印度人 adj. 印度的，印度人的，印第安人的
information	n. 信息, 情报, 新闻, 资料, 询问
information desk	服务台
information overload	信息超负荷
informed sources	n. 消息来源
ins and outs	n.详情,细节,里里外外,拐弯
instant	n. 立即, 瞬间 adj. 立即的, 即时的
instant celebrity	一举成名的人
instant noodle	n. 方便面
institutional	adj. 制度上的，惯例的，机构的
institutional advertising	建立永久声誉的广告
intangible	adj. 难以明了的,无形的 n. 无形的东西
intangible asset	n. 无形的资产
integrated	adj. 整合的,综合的 vt.&vi. 使整合(integrate的过去式及过去分词)
intelligence quotient	n. 智商 =IQ
intelligence	n. 理解力, 智力, 情报, 情报工作, 情报机关
intelligentsia	n. 知识阶层，知识分子(总称)
interior	adj. 内部的,内地的,国内的,在内的 n. 内部
interior design	n. 室内设计
international	adj. 国际的 n. 国际组织
intrinsic	adj. 固有的, 内在的
invalid	adj. 无效的,伤残的 n. 病人,残疾者 vt. 失去健康
issue	n. 问题；流出；期号；发行物 vt. 发行，发布；发给；放出，排出 vi. 发行；流出；造成…结果；传下
itinerant	adj. 巡回的，流动的 n. 巡回者
troupe	n. (演出的)一团, 一班 vi. 巡回演出
pillar	n. 柱子,支柱,核心(人物) vt. 用柱支持
jack	n. 插座,千斤顶,男人 v. 抬起,提醒,扛举 [Jack] n. 杰克(男子名,John,Jacob的昵称)
jack the ripper	强奸杀人犯杰克(1888-1889年在伦敦作案累累,奸杀妓女的凶犯)
Jack of All Trades	n. 能做各种事情的人(万能博士)
jam session	n. 摇滚爵士音乐的即席演奏会
jam	n. 果酱,拥塞之物,堵塞, 窘境 vt. &vi. 挤,塞满,混杂
jaunt	n. 远足 vi. 短程旅游
jazz	n. 爵士乐，爵士舞，空扯的话，以及类似的东西 vt. 使...活泼，把...演奏成爵士风格 vi. 闲逛，跳爵士舞
Jekyll and Hyde	n. 有两副面孔的人
jerk	n. (口语)笨蛋,性情古怪的人,急拉,肌肉抽搐 vt. &vi. 痉挛,急拉,急推,急动
jet lag	n. 飞行时差反应，时差感
Jim Crow	n. 〈贬〉黑人
job	n. 工作,职责,任务 vt. 投机买卖,营私舞弊,不公正地判罚,分包任务 vi. 工作,假公济私,做分销商或批发商 adj. 与工作有关的
job description	n. 职业描述，工作说明书，工作项目规程
job opening	职务空缺
job prospect	就业前景
joint	adj. 联合的, 共同的 n. 关节, 接合处 v. 连接, 贴合
Jolly roger	n. 海盗旗, 骷髅旗
journalism	n. 新闻工作, 新闻业, 新闻写作
journalist	n. 记者, 新闻工作者
jubilee	n. 纪念(佳节, 欢乐)
Judaism	n. 犹太教, 犹太教徒, 犹太主义
juiced	adj. 有汁的, 喝醉的
jumbo jet	n. 大型喷气式客机
junk	n. 垃圾,废旧杂物,中国平底帆船 vt. 丢弃
kaleidoscope	n. 万花筒，千变万化
karaoke	n. 卡拉OK
key	adj. 主要的,关键的 n. 钥匙,关键,答案,按键,音调 vt. 上锁,调节,提供解答,键入 vi. 使用钥匙
kidult	n. 童心未泯的成人，孩子打扮的成人
joy ride	驾车兜风
kin	n. 家族,亲属 adj. 亲属关系的，同类的 suf. (接名词后)小的
kinetic	adj. 运动的，动力学的
King's English	n. 纯正英语
king size	adj. 超过标准长度的，特别的
kiss ass	拍马屁
know-how	n. &lt;口&gt; 实践知识, 技术秘诀, 诀窍
knowledgeable	adj. 聪明的,有知识的
Koran	n. (伊斯兰教)《古兰经》
kudo	n. 奖赏, 名声, 光荣, 荣誉
lake poets	n. 湖畔(派)诗人(18世纪末到19世纪初英国消极浪漫主义诗歌流派)
lady	n. 夫人, 女士
lake district	n. (英国的)湖泊地区
land	n. 陆地, 国土, 土地 v. 登陆, 登岸, 卸货
lantern	n. 灯笼, [建筑学]天窗, 屋顶气窗
Lantern Festival	元宵节
largess	n. 慷慨的赠与
lark	n. 云雀, 百灵鸟 n. 嬉戏，玩笑 vi. 嬉戏
last	adj. 最后的,末尾的,最近的,晚了，迟到了 adv. 最后,最新 n. 最后来的人(或发生的事) vi. &vt. 持续
last words	n. 临终遗言
Las Vegas	n. 拉斯维加斯(美国内华达州东南部一城市)
lateral thinking	n. 横向思维, 侧面思考
vertical thinking	纵向思维
leader	n. 领袖, 领导者
Leap day	n.闰日(指2月29日)
leap year	闰年
learned	adj. 有学问的, 博学的 learn的过去式和过去分词
lech	vi. 好色，纵欲 n. 肉欲，好色的人 =letch Lech n. 勒克河(流经奥地利德国的河流)
lad	n. 少年, 小伙子
lechery	n. 好色
leeway	n. 余地，[航]偏航角，偏航，漂移
lesbian	adj. 同性恋的,莱斯博斯岛的 n. 同性恋的女性,莱斯博斯岛人
levee	n. 堤防(码头) vt 筑堤
liberty	n. 自由；许可；冒失
libido	n. 欲望, 性的冲动, 生命力
library	n. 图书馆, 藏书
congress	n. 国会；代表大会；会议；社交
licence	n. 执照,许可,特许,自由,放纵 vt. 同意,许可
license	n. 批准,许可证,特许 vt. 允许,特许
license plate	车牌,牌照
life	n. 生活, 生命, 人生, 生物, 寿命,灵魂, 无期(徒刑) adj. 活的,终身的,生动的
life jacket	救生衣
lifeline	n. 救生索，生命线
lifespan	n. 寿命，生命期
light music	n. 轻音乐
lily	adj. 纯白的 n. 百合花
linear	adj. 直线的，线性的，长度的
literacy	n. 读写能力，识字
litterbug	n. 垃圾虫, 乱丢垃圾的人
live show	现场节目

living	adj. 活着的 n. 生活, 生计
London	n. 伦敦
particular	n. 个别项目, 详细说明 adj. 特别的, 独有的; 挑剔的; 详细的
lotus	n. 荷花(莲花, 莲饰)
lotusland	n. 安逸乡, 安逸
loud	adj. 大声的,吵闹的,难闻的 adv. 响亮地,大声地
love child	n. 私生子
love affair	恋爱
lowbrow	adj. 教养浅薄的 n. 教养浅薄的人
lush	adj. 苍翠繁茂的, 多青草的, 丰富的
luxury	n. 奢侈, 豪华, 奢侈品
macrobiotic	能促进长寿的 长命的, 大型生物群的
made man	n. 保证会成功的人
madhouse	n. 疯人院, 精神病院, &lt;非正式&gt;喧闹的地方
mad money	n. (女子出门赴约时)自备的零钱, 备急用的钱
maid of orleans	n. (=Joan of Arc)圣女贞德
malaise	n. 不舒服
Mammon	n. 贪财，贪欲之神
man	n. 男人,人类,人 vt. 为...配备人手,使...振奋
man of mark	名人，要人
man of men	杰出人物
mould	n. 模子(样板,形状,霉菌,土,类型) vt. 模压(铸造,发霉,形成,轮廓相符合) vi. 发霉
man of the world	n. 饱经世故者, 爱享乐者
Manhattan	n. 曼哈顿[美国]
mania	n. 狂躁, 热衷, 狂热
manicure	n. 修指甲，修指甲的人 vt. 修指甲，修剪
manuscript	adj. 手抄的 n. 手稿, 原稿
mare	n. 母马, 母驴 n. (月球等)表面阴暗处
maritime	adj. 海的, 海上的, 海事的
masked	adj. 戴面具的, 蒙着脸的, 隐蔽的 动词mask的过去式和过去分词
masque	n. 假面剧, 假面具剧本, 化装舞会
mass	n. 块,大量,众多 adj. 群众的,大规模的 v. 集中 n. pl. 群众，民众
mass communication	n. 大众传播
mass media	n. 大众传播媒体，海量媒体数据，新闻界
massage parlour	按摩院; 妓院
massage	n. 按摩, 揉 vt. 按摩, 揉, 美化, 奉承, 篡改数据
master key	n. 万能钥匙, 主键
mastermind	n. 聪明人, 智多星 vt. (巧妙地)策划
materialism	n. 唯物主义，唯物论，实利主义
material	n. 材料, 原料, 物质; n. 素材, 题材, 资料 adj. 物质的, 实体的; 身体上的, 肉体的 adj. 重要的, 关键的
maternity	n. 母性, 母道, 妇产科病房 adj. 孕妇的, 母性的
maternity ward	产科病房
maternity dress	n. 孕妇装
maternity hospital	n. 妇产科医院
maternity leave	产假
matinee	n. 日场演出
May Day	n. 五一国际劳动节
Mayday	n. 国际遇险无线电呼救信号
mayflower	n.五月开的花
melodrama	n. 情节剧；音乐剧；耸人听闻的事件，闹剧
meltdown	n. (核反应堆核心的)熔毁，灾难，崩溃
memorial	adj. 纪念的, 追悼的 n. 纪念碑(堂), 纪念仪式
Memorial Day	[美]美国对阵亡战士的纪念日(每州不同，一般5月30日)
memorial service	追悼会
menstruation	n. 月经, 月经期间
mental	adj. 精神的,脑力的,精神错乱的,传心术的,[解剖学]颏的
deficiency	n. 缺乏,不足,缺点
mental work	脑力工作
meritocracy	n. 精英制度，能者为领袖的制度，精英领导
merit	n. 功绩, 价值，优点 v. 博得，值得或应得
mesalliance	n. 和低身份者结婚, 门不当户不对的婚姻
metaphysical	adj. 形而上学的，抽象的 Metaphysical adj. (英国)玄学派诗歌或诗人的
Mexican	n. 墨西哥人, 墨西哥语 adj. 墨西哥的
microwave oven	微波炉
mixed	adj. 混合的, 形形色色的, 弄糊涂的 mix的过去式和过去分词
marriage	n. 婚姻,结婚
mobile	adj. 可移动的,易变的,迁徙的, 流动的 n. (可随风飘动的)悬挂装置, 可动雕塑
modern	adj. 现代的,时髦的 n. 现代人,时尚人士
modernity	n. 现代性, 现代作风, 现代性的东西
moonlight	n. 月光 vi. 做兼职 adj. 有月光的，月夜的
moon	n. 月亮
moon roof	玻璃天窗
morphine	n. 吗啡
Moslem	n. 穆斯林，伊斯兰教徒 adj. 伊斯兰教徒，穆斯林的 =Muslim(英)
mosque	n. 清真寺
motel	n. 汽车旅馆
mother	n. 母亲 adj. 母亲的,母体的 vt. 生育,像母亲一样关爱
mother tongue	n. 母语
mother wit	n. 天资
mousse	n. 冻奶油甜点，摩丝 vt. (对头发)上摩丝
muesli	n. 牛奶什锦早餐
Murphy's Law	n. 墨菲定律
music hall	音乐厅
myth	n. 神话
nab	v. 逮捕,攫取 vt. 抓,获取,抓住,逮捕
narrow squeak	n. 差点跑掉的成功,侥幸取得的成功,差点没能解决的问题, 侥幸逃脱
national	adj. 国家的,民族的 n. 国民
nationalism	n. 民族主义, 民族之特性
national monument	国家历史文物
seashore	n. 海岸, 海滨
natty	adj. 整洁的,漂亮的
naturalist	n. 自然主义者, 博物学者
needle	n. 针 vt. 用针缝,激怒,嘲弄 vi. 缝纫
needle trade	成衣业
negligible	adj. 可以忽略的,微不足道的
network	n. 网络,系统,广播网 vt. 用网覆盖,联网 vi. 加入网络
news	n. 新闻, 消息
news agency	n. 通讯社
news conference	n. 记者招待会
news coverage	新闻报道
peg	n. 钉, 支柱, 借口 vt. 钉木桩, 扔 vi. 努力工作, 匆忙走
newsbreak	n. 有报导价值的事件
newscaster	n. 新闻广播员, 新闻评论广播员
newsflash	n. 简短的新闻报道
newsman	n. 新闻记者
newsreel	n. 新闻短片
New Wave	(电影或音乐)新浪潮, 新浪潮运动
New Year's Day	元旦
night bird	n. 夜出活动的鸟, 习惯晚睡的人, 夜出活动者(尤指夜贼等坏人)
ninja	n. (受过偷窃技术专门训练被雇作间谍或刺客的)日本武士
Nobel Prize	n. 诺贝尔奖
nonfiction	n. 非小说的散文文学
nosy parker	n. 好事者，爱管闲事的人
nouvelle vague	[法]=new wave
nuclear family	核心家庭，小家庭
nudity	n. 裸露
Obie	颁发给纽约百老汇大街以外优秀剧目的年度奖
obituary	adj. 死亡的 n. 讣告
obscene	adj. 淫秽的, 猥亵的
obscene language	下流语言
occidental	n. 西洋人, 西方人 adj. 西洋的, 西方的
occupational	adj. 职业的
occupational disease	职业病
occupational hazard	n. 职业病
ocean	n. 海洋,大量
offbeat	adj. 不平常的, 离奇的，反传统的 n. 弱拍
offhand	adj. 即时的, 即席的, 无准备的 adv. 即时地, 即席地, 随便地
off the cuff	未经准备，即席
off-the-peg	adj.现成的
china hand	中国通
omnibus	n. 公共汽车, 公共马车, 精选集 adj. 综合性的, 总括的
open air	野外的，露天的
open sesame	n. 秘诀，开门咒
sesame	n. 芝麻
orientalism	n. 东方式，东方语风格，东方知识
Oscar	n. 奥斯卡(男子名), 奥斯卡金像奖
outfit	n. 用具,配备,机构,全套服装 vt. 配备,供应 vi. 得到装备
overhead	n. 经常开支,普通用费 adj. 在头上的,高架的 adv. 在头顶上,在空中,在高处 [计算机] 总开销
pedestrian crossing	n.人行横道
pedestrian	adj. 徒步的,缺乏想像的 n. 行人
ozone	n. 臭氧, 新鲜空气
palmy	adj. 棕榈的, 多棕榈的, 繁荣的
palmary	adj. 值得最高荣誉的，卓越的
pantomime	n. 哑剧，哑剧演员，手势 v. 打手势, 演哑剧
parental	adj. 父母的
participate	vi.参加某事； 分享某事 vt.得到或接受某部分东西
participatory	adj. 供人分享的，参与的
parting	n. 分别, 头发分缝，分歧 adj. 离别的, 逝去的 动词part的现在分词形式
part-time	adj. 兼职的, 部分时间的 adv. 部分时间, 兼职地
parturition	n. 生产, 分娩
patriot	n. 爱国者
pearl	n. 珍珠 vt. 用珍珠装饰,像珍珠般洒落,形成珍珠状 vi. 形成珍珠状,寻找珍珠 adj. 像珍珠般的
pen friend	笔友
pen pusher	n. 文书; 办公室工作人员
pep	n. 活力, 气力 v. 鼓起精神
pep talk	n. 鼓舞士气的讲话
pep rally	赛前动员会
performance	n.表演； 演技； 表现； 执行
personality	n. 个性, 名人, 特色
personnel	n.全体员工； (与复数动词连用)人员，员工； 人事部门
Personnel Department	人事部
shakeup	n. 振动，整顿
peter funk	[美俚](拍卖者等的)&amp;#57923;子, 冒充买者诱人抬高成交价格的人
phi	n. 希腊文的第21个字母(Φ, φ)
beta	n. 贝它，希腊字母的第二个字母
philanthropy	n. 博爱主义，善心，慈善事业, 慈善机构
philharmonic	adj. 爱好音乐的,交响乐团的 n. 音乐爱好者,音乐协会,音乐会
pill	n. 药丸,无法逃避的讨厌事,屈辱事 vt. 服用药丸,把...制成药丸,被抢劫 vi.起球粒,成丸状,阶段性完成
pink slip	解雇通知书
pinup	adj. 钉在壁上的，适宜钉在壁上装饰的，受欢迎的 n. 钉在墙上的东西，美女照片
pipe dream	白日梦, 幻想
parenthood	n. 父母的身份
Plastic operation	n.整形手术,修补术
plastic state	塑态
platinum	n. 白金 adj. 白金的
platonic	adj. 柏拉图哲学的, 柏拉图主义的, 理想的, 不切实际的
playbill	n. 戏单, 节目单
playboy	n. 花花公子
playdate	n. (影片等的)上映期
pleasure	n. 高兴, 愉快, 快事 vt. 使高兴 vi. 享受快乐, 高兴
pleasure boat	游艇
doom	n. 命运,不幸,宣告,判决 vt. 命中注定,宣告
dome	n. 圆屋顶
plural	adj. 复数的 n. 复数
plush	adj. 豪华的，优裕的，长毛绒的 n. 长毛绒
mansion	n. 大厦,豪宅,楼宇
plutocracy	n. 富豪统治集团，财阀统治
plutocrat	n. 财阀，富豪
poet laureate	n. 桂冠诗人, 最杰出诗人
laureate	n. 桂冠诗人，得奖人 adj. 杰出的，带桂冠的 vt. 戴桂冠，授予荣誉，授予桂冠诗人的称号
pony	adj. 小型的 n. 小马
ponytail	n. (女子的)马尾发(型)
population	n. 人口
census	n. 户口普查 v. 实施统计调查
population explosion	n. 人口爆炸, 人口激增
postnuptial	adj. 结婚后的, 婚姻后的
powder-puff	adj. 由女子参加的; 软弱无力的
power failure	停电，电源故障
famine	n. 饥荒, 极度缺乏
premature	adj. 早熟的,过早的,不按时的 n. 早产儿,早发
premature death	夭亡
premiere	v. 初次公演, 初演主角
press	vt.压，按； 逼迫； 紧抱 vi.压； 逼迫； 重压 n.强迫征兵； 新闻报道，出版物； 压榨； 印刷机(厂)
press conference	记者招待会
press release	n. 新闻稿
prevalent	adj. 流行的, 普遍的
preview	n. 预审,查阅,预习,预告 vt. 事先查看,查阅,预审,预习
prime time	黄金时段
prime	adj. 最初的,首要的,最好的，典型的 n. 青春,壮年,全盛时期 vt. 事先指点,在(金属、木材等上)打底漆 vi. 变得首要
private life	私生活
private	adj. 私人的，隐蔽的 n. 士兵，列兵
probationary	adj. 验证的，试用的，察看的
probationary period	试用期
profile	n.侧面，半面； 外形，轮廓； [航]翼型； 人物简介 vt.描…的轮廓； 给…画侧面图； 为(某人)写传略； [机]铣出…的轮廓
programme	n. 节目,程序,规划 vt. 为...规划程序,拟...节目,制作节目
progressive	adj. 前进的, 渐进的 n. 进步人士
Protestant	n. 抗议者 adj. 抗议的 Protestant n. 新教徒 adj. 新教徒的
episcopal	adj. 主教的, 主教管辖的 Episcopal: 新教圣公会的
pseudonym	n. 匿名, 假名, 笔名
public	adj. 公开的,众所周知的,公众的 n. 公共场合,公众,同好者
Pulitzer Prize	普利策奖
public figure	社会名人
public affairs	公共事务
public relations	公共关系
pulp	n. 果肉, 纸浆 v. 化成纸浆, 除去...果肉, 制成纸浆
punk	n. &lt;口&gt;阿飞,朋克 adj. 颓废派的,低劣的
pyramid	n. 金字塔 vi. 急速增加 vt. 以金字塔的模型构建
quality	n. 品质, 特质, 才能 adj. 高品质的
quarterly	adj. 季度的 adv. 每季一次 n. 季刊
quibble	n. 谬论；双关语；遁辞 vi. 诡辩；挑剔；说模棱两可的话 vt. 对…诡辩
quickie	n. 草草完成的劣品, 迅速做成的事物
quiz	n. 随堂测验,恶作剧,古怪的人 vt. 恶作剧,提问
commentator	n. 注释者(注释者,解说员,新闻广播员)
Radio Station	n. 广播电台，无线电台
rag	n.破布； 碎布； 破旧衣服； 碎片；(格调低下的)报纸，小报 vt.嘲笑，捉弄； 糟蹋，欺负； 指责，欺负人
rainbow	n. 彩虹 adj.五彩缤纷的
ranch	n. 牧场
rancher	n. 大牧场工人, 大牧场主
rap	n. 轻敲,拍击,责骂,厉声说出,说唱音乐,谈话,最少量 vi. 轻敲, 敲门,表演说唱音乐, 畅谈 vt.抓,抢,拍击
peepshow	西洋镜
rat race	n. 商业上竞争, 事业上竞争
rave	n. 狂吼, 狂暴 v. 愤怒地说, 叫嚷, 咆哮
rave review	哄动热烈的好评
raw deal	n. 不公平的待遇
reading	adj. 阅读的 n. 阅读
received	adj. 被一般承认的,公认的
reception	n. 接待,招待会,接收,欢迎,接受
reception desk	接待处
reception room	n. 接待室, 会客室
Red Cross	n. 红十字会
red letter	adj. 用红字标明的(可纪念的, 大喜的)
red light	n. 交通红灯
reference	n. 参考, 出处, 参照 n. 推荐人, 推荐函 vt. 提供参考
refreshment	n. 恢复，精神爽快，提神之事物；点心，茶点
referendum	n. 公民投票,普通投票,请示书
reference book	n. 参考书
regent	n. 摄政者, 摄政, (大学等的)评议员 adj. 摄政的
regionalism	n. 行政区域划分，地方分权主义，地方色彩
registered	adj. 注册的, 登记过的, 记名的 vbl. 注册
registered letter	挂号信
registered trademark	n. 注册商标
trademark	n. 商标
registration	n. 登记,注册,挂号
prostitute	n. 娼妓, 为赚钱而作坏事的人adj. 卖淫的, 堕落的vt. 卖身, 贬损(自己)
religious	adj. 宗教的,虔诚的,细心的 n. 修道院成员, 僧侣
religious service	宗教仪式
creed	n. 信条, 教义
renaissance	n. 文艺复兴,再生
renaissance man	n. 多才多艺的人
repertoire	n. (准备好演出的)节目, 保留剧目, (计算机的)指令表, 指令系统, &lt;美&gt;(某个人的)全部技 能, 清单,指令表
reportage	n. 新闻报道, 报告文学
reputable	adj. 受好评的, 有声望的, 规范的
rescue	n. 援救,解救,营救队 vt. 援救,救出,营救
resident	adj. 居住的 n. 居民,旅客
alien	n. 外侨;外星人 adj. 外国的,相异的，陌生的 vt. 转让
residential	adj. 住宅的,与居住有关的
residential hotel	公寓旅馆
respectability	n. 受尊重
restricted	vt. 限制,约束 adj. 受限制的,有限的,保密的
publication	n. 出版, 发行, 出版物, 公布, 发表
retirement	n. 退休，隐匿处 adj. 退休的
retirement age	退休年龄
revealing	adj. 有启迪作用的，透露内情的，袒露身体的 动词reveal的现在分词
revere	v. 尊敬, 敬畏, 崇敬 里维尔(美国马萨诸塞州城市, 避暑胜地)
review	n. 检讨, 复习, 回顾, 评审 vt. 温习, 检讨, 评论, 检阅 vi. 写评论
revise	n. 校订, 修正, 再校稿 v. 校订, 修正, 校正
revised edition	n. 修订版
rhapsody	n. 狂言, 狂文，[音]狂想曲
ripple	n. 涟波,涟漪,波纹,粗钢梳 vt. 使...起涟漪,使起波纹 vi. 呈波浪状, 起伏前进
ripple effect	n. 连锁反应
ritz	n. 夸示，炫耀
ritzy	adj. 高雅的, 时髦的, 豪华的
rock and roll	摇滚乐
rolls royce	劳斯莱斯
rotary	adj. 旋转的 n. 旋转式机器，环形交叉路
round trip	往返旅行
royal	adj. 王室的,盛大的,极度的 n. 贵族,顶帆
royalty	n. 皇家, 皇族 n. 版税
feast	n. 宴会,酒席,节会 vt. &vi. 款宴,享乐,请客
ruby	adj. 红宝石色的 n. 红宝石，红宝石色 Ruby：露比(人名)
ruby wedding	n. 红宝石婚, 结婚40周年
Russian	adj. 俄国的 n. 俄国人, 俄语
russian roulette	n. 俄式轮盘
roulette	n. 轮盘赌, 点线机, 转迹线 vt. 用滚轮压骑缝孔
valentine	n. 情人, 情人节礼物, (姓氏)瓦伦丁
salad	n. 色拉,凉拌生菜,杂烩
salad days	n. 年轻无阅历的时期
salon	n. 客厅，沙龙，美术展览馆
saloon	n. 大厅, 展览场, 酒吧
beauty salon	n. 美容院
salt of the earth	n.社会中坚(高尚的人)
salute	v. 行礼, 致意, 问候
samizdat	n. (Rus.) 地下出版物
salutary	adj. 有益的, 有用的, 有益健康的
sample	n. 样品,标本 vt. 采样,品尝 adj. 样例的
sanctuary	n. 圣所, 耶路撒冷的神殿, 至圣所
sanitary	adj. 卫生的, 清洁的
sanitary towel	n. 卫生巾，月经垫
sanitary ware	n. 卫生器具
Santa Claus	n. 圣诞老人
sapphire	n. 蓝宝石(青色) adj. 蓝宝石色的(青色的)
scan	vt. 扫描；浏览；细看；详细调查；标出格律 vi. 扫描；扫掠 n. 扫描；浏览；审视；细看
scapegoat	n. 替罪的羔羊, 替人顶罪者 v. 使…成为替罪羊
scare	vt. 惊吓(惊恐,惊慌) vi. 受惊吓 n. 惊吓(惊恐,惊慌)
Scene stealer	抢镜头的人; 抢戏演员
science fiction	科幻小说
Scotch	vi. 弄伤；制止转动；扑灭；镇压 n. 刻痕 adj. (Scotch)苏格兰人的；苏格兰语的
scrappage	n. 废物，报废
scrapyard	n. 废品堆放场
screenwriter	n. 电影剧本作家, 编剧家
script	n. 原稿,手稿,脚本 vi. 写剧本
seafront	n. 面向海的一面, 沿海岸而筑的马路
seamy	adj. 不愉快的，黑暗的, 恶劣的，有接缝的
searing	adj. 灼热的 动词sear的现在分词形式
sensation	n. 感觉,感知力,激动,轰动
documentary	adj. 文献的 n. 纪录片
serial	n. 序列，串列 adj. 连续的，一连串的
service	n. 服务, 公务部门, 服役, 发球, 发球方式 vt. 维护, 保养
service industry	服务行业
service charge	服务费
plaza	n. 广场, 市场
seventh	n. 第七， 七分之一 adj. 第七的 adv. 第七
sex	n. 性,性别,性欲 vt. 区别...性别,引起...性欲
sex appeal	n. 性感，吸引力
sexual harassment	n. 性骚扰
shamble	n. 蹒跚, 摇晃的脚步 vi. 蹒跚地走, 摇摇晃晃地走, 摇晃不稳
Shangri-La	n. 香格里拉
shilling	n. 先令
shoddy	n. 次品，劣质产品 adj. 劣质的
shopaholic	n. 购物狂
shore	n. 岸,滨,国家,陆地,斜撑柱 vt. (up)支撑,支持
short fuse	n. &lt;美&gt;急性子，火爆脾气
shotgun	n. 猎枪，(橄榄球)进攻阵势 vt. 射击 adj. 用猎枪的，强迫的，漫无目的的
shotgun marriage	不得已的结婚
shower	n. 阵雨,淋浴 vi. 倾盆而下,淋浴 vt. 淋湿,下骤雨,使(大量东西)落在某人身上
show off	炫耀, 卖弄
Show people	娱乐界人士
sib	adj. 亲属的, 近亲的 n. 家属, 亲族, 一切亲戚 Sib abbr. 西伯利亚(=Siberia)
sick	adj. 恶心的, 有病的, 腻烦的, 晕的 n. 病人, 呕吐物 vt.追逐, 攻击; 唆使
side effect	副作用
gag	n. 箝口物, 箝制言论, 讨论终结 v. 虚伪, 使呕吐, 插科打浑
sight	n. 景观, 视力, 眼界 vt. 看见, 观看 vi. 瞄准
silent	adj. 安静的,不吵闹的,沉默的,无言的 n. (复数)默剧
Silent contribution	隐名捐款
meditation	n. 沉思,冥想
silk road	n. 丝绸之路(古时中国与中亚细亚间的贸易之路，因以丝绸贸易为主，故名)
silk stocking	n. 穿着华丽的人, 丝袜
Silly money	荒唐钱
silly	adj. 愚蠢的,淳朴的,晕的
silver	adj. 银色的,银的 n. 银,银币,银器 vt. 镀银,变成银白色
Silver screen	银幕
silver spoon	n. 财富，电影(集合称), 电影业
silver wedding	n. 银婚
simultaneous	adj. 同时发生的,同步的
sitcom	n. 情景喜剧
skeleton	n. 骨架,纲要,骨骼,骨瘦如柴的人或动物,家丑 adj. 骨骼的
skid row	贫民窟，棚户区
skid	n. 滑动,滑道,刹车,制件缺陷,走下坡路 vt. 打滑刹车, 滚滑 vi.溜滑,打滑
skeleton key	n. 万能钥匙
Skeleton in the closet	n. 家丑
skin	n.皮，皮肤； (蔬菜，水果等)外皮； 毛皮 vt.剥皮，削皮； 擦破皮，擦伤； 欺骗 vi.使愈合，长皮 adj.<俚>色情的
flick	n. 快速的轻打,轻打声,轻溅 vt. 轻弹,轻打,忽然摇动,按开开关 vi. 轻击,快速翻阅
slapstick	n. 打闹剧(演员用击板相互追打发出声响得名)，击板
slasher	断木机, 多盘圆锯截木机
sleeping bag	n. 睡袋
sleeping berth	卧铺
berth	n. 停泊处, (船、火车上的)卧铺 v. 停泊
sleeping partner	n. [英] 隐名合伙人
sleeping pill	n. 安眠药片
slice of life	生活画面, 写实画面
smart aleck	adj. 自作聪明的
aleck	n. 艾力克(男子名，Alexander的简称)
snob	n. 势利小人，自命不凡的人 [英]鞋匠
snobby	adj. 势利的
snow job	n. 靠油嘴滑舌(进行的欺骗和劝诱)
snuff	n. 烛花，鼻烟 v. 剪烛花，嗅，抽鼻子，扼杀
sob	n.& v. 呜咽, 哭泣
socialite	n. 社会名流, 名士
social dance	n. 交际舞
soft drink	软饮料
soft soap	n. 软皂(奉承话)
songbird	n. 鸣禽，鸣鸟，女歌手
soul	n. 灵魂, 精神, 美国黑人(或黑人音乐) adj. 美国黑人文化特性的
soul mate	性情相投的人，心心相印的伙伴
soup	n. 汤,羹,困境
soup up	vt. 加大马力
soup kitchen	n. (救济贫民, 灾民的)施舍处, 流动厨房
sour	adj. 酸的,腐坏的,抑沉的,刻薄的 vt. &vi. 变酸,变乖戾,腐坏
eyesore	n. 剌眼的东西，眼中钉
spaghetti	n. 意大利式细面条，绝缘套管
special	n. 专辑,专车,特色菜,特价,特刊 adj. 特别的,专门的
specialist	n. 专家
spew	v. (使)喷出, 涌出, 呕吐, 吐出 vt. 喷出
spin off	vt. 作为副产品等而生产(摆脱)
spin out	尽力维持一些日子，拖长(工作等)的时间
spontaneous	adj. 自发的, 自然产生的
square deal	n. 公平交易
squash	n. 壁球,摺皱不堪,拥挤嘈杂的人群,浓缩果汁,美国南瓜 vt. 压扁,压制 vi. 变扁,压榨
stage	n. 阶段,舞台,驿站 v. 上演,表演,乘驿车旅行
stag	adj. 只准男子参加的，色情的 n. 牡鹿，投机认股者 vt.(英)监视 vi. 只身参加舞会
stand-in	n. 替身
stardom	n. 演员的身份,演员们
spangle	n. 镶金属小片 v. (使)闪烁发光
stud	n. 图钉,装饰钮扣,立柱,板墙筋,壁骨,种马, 耳环,年轻男子 vt. 镶嵌,点缀
star-studded	adj. 星罗棋布的
stationery	n. 文具,信笺
Statue of Liberty	自由女神(位于美国纽约)
status symbol	n.社会地位象征
status	n. 地位, 身份, 情形, 状况
stereo	adj. 有立体视觉的,立体声的 n. 固定形象,立体声
straight	adj. 直的, 准的, 正直的, 坦率的, 连续的 adv. 直接, 笔直地, 平正了, 坦率的, 连续不断地 n. 直的东西, 传统的人
street	n. 街道 adj. 街道的
street girl	n. 妓女
string	n. 线,一串,字串 vt. 串起,成串,收紧, 悬挂；系；扎 vi. 给…装弦 adj. 线的
string quartet	n. 弦乐四重奏曲，弦乐四重奏乐团
quartet	n. 四重奏
striptease	n. 脱衣舞
teasing	adj.戏弄的, 揶揄的 动词tease的现在分词
stroke	n. 中风；冲程；笔画；打击；尝试；轻抚 vt. 抚摸；敲击；划尾桨；划掉 vi. 击球；作尾桨手；敲击键盘
subeditor	n. 文字编辑, 审稿人, 助理编辑
subtitle	n. 副题(书本中的), 说明或对白的字幕 vt. 给...加副标题，给...加字幕
sucker	n. 乳儿, 吸管
summer complaint	[医] 假霍乱,欧洲霍乱
complaint	n. 抱怨
Sunbelt	n. (美国南方的)阳光地带
Sunday	n. 星期日
supporting actor	男配角
supporting actress	女配角
supporting role	n. 〈戏〉配角
surface mail	普通平信邮件
surface	n. 表面,平面, 外表 adj. 表面的,肤浅的 vt. 在某物上加表层, 使...成平面 vi. 浮到水面, 披露出来, 在表面工作
surrealism	n. 超现实主义
suspension	n. 悬挂,悬浮液,暂缓,未决,中止
sustaining	adj. 支持的, 持续的
swell	n. 增大,隆起的部分, 波浪 adj. 优秀的, 时髦的 vi. 渐增, 膨胀, 积聚, 情感迸发 vt. 使情感迸发, 扩大, 使膨胀
swelling	v. 膨胀(泡胀) adj. 膨胀的(增大的)
symposium	n. 讨论会(论文集, 酒会)
synthesize	v. 合成
synthesizer	n. 合成器(综合器)
tabloid	n. 小型报, 小型画报, 药片 adj. 扼要的
tag	n. 标签,附属物,名称,谚语 vt. 附以签条,尾随,添饰,指责,连接 vi. 紧随,尾随
taillight	n. 尾灯
Taj Mahal	n. 泰姬陵(印度阿格拉的一座大理石陵墓)
takeout	n. 外卖店;外卖餐馆 adj. 供顾客带出外吃的, 外卖的食物
talent	n. 才能, 人才, 天资
scout	n. 童子军,侦察员, 守卫 vt. 侦察, 物色人才 vi. 寻找, 物色
talent show	n. 才艺竞赛
talk down	v. 驳倒, 高声压过, 贬低, 用无线电通讯引导飞机降落
talkfest	n. 恳谈会, 议而不决的会议
talk show	谈话节目，访谈节目
taproom	n. 酒吧
taxi	n. 计程车，出租汽车 v. 用出租车运送，乘计程车，(飞机)滑行
tea ceremony	n. 茶道，茶艺
tearjerker	n. 赚人眼泪的电影

teddy bear	玩具熊
teeny	adj. 极小的，微小的
teetotaller	n. 禁酒者, 禁酒主义者
telecast	v. 以电视广播传送 n. 电视广播
televise	v. 用电视播放, 用电视放映 vt. 用电视播放
bop	vt. 撞击，敲打 vi. 跳博普舞 n. 博普(=bebop) n. 一击
tent pole	n. 搭帐篷用的支柱
totem pole	图腾柱，&lt;俚&gt;制度
terminal	n. n. 终端机,终点,末端 adj. 终点的,晚期的,致死的
termination	n. 终结, 中止, 词尾,限制, 结果
terminal building	候机楼
thanksgiving day	感恩节(美国是11月的第四个星期四, 加拿大是10月的第二个星期一)
theatre	n. 剧场, 戏院
theme park	n. 主题公园
theme	n. 题目, 主题
theme music	主题曲
thermal	adj. 热的,热量的,保热的 n. 上升的热气流
thermometer	n. 温度计
barometer	n. 气压计, 晴雨表
hygrometer	n. 湿度计
altimeter	n. 高度计
thinking	n. 思考, 思想 adj. 思考的, 有理性的 动词think的现在分词
thriller	n. 惊险小说
cigarette	n. 香烟
Times Square	n. 泰晤士广场(位于美国纽约市曼哈顿区)
time zone	n. 时区
tin pan alley	n. 廷潘小巷, 流行歌曲方面的有关人士或其聚会
toll	n. 通行费,代价,伤亡人数,钟声 vi. 征收通行税,鸣钟 vt. 向某人征税,钟响,引诱
toll free	adj. 免电话费的
toll plaza	收费区,收费广场
tongue-tied	adj. 张口结舌的，结结巴巴的，讲不出话的
tongue twister	绕口令
top billing	演员表上的头牌地位
top-notch	adj. 拔尖的
topless	adj. 无顶的，极高的，袒胸的
torch song	n. 感伤恋歌
touchstone	n. 试金石，检验标准
touch tone	按键音双音多频拨号音
tour de force	n. 力作，绝技
toxic	adj. 有毒的 n. 有毒物质
traffic	n.交通，运输量； (非法的)交易； 通信量； 交际 vt.用…作交换； 在…通行 vi.交易； 买卖
artery	n. 动脉, 主流, 干道
tragedy	n. 悲剧, 惨事, 灾难
tragic	adj. 悲剧的, 悲惨的
transformer	n. 变压器
transit	n. 经过,运输 vt. 穿越,旋转 vi. 越过
transmission	n. 传输, 播送, 变速器, 传递的信息
travelogue	n. 游记，旅行见闻，观光影片 =travelog
trek	vt. 艰苦跋涉(行军) n. 艰苦跋涉
triangular	adj. 三角形的, 以三角形为底的, 三方的, (感情上)三角关系的
trick	n. 诡计，欺诈，把戏，诀窍 vt. 戏弄,欺骗 adj. 有诡计的，有阴谋的
tried-and-true	adj. 经过检验而可靠的，靠得住的
Trojan	n .特洛伊人, 勤勉的人, 勇士 adj. 特洛伊的, 特洛伊人的
trojan horse	(希腊神话中)特洛伊木马
trumpet	n. 喇叭,喇叭声,喇叭手 vt. 宣扬；鼓吹；吹嘘 vi. 吹喇叭,发出喇叭似的声音
trumpeter	n. 小号手，号兵 n. 鹤形鸟
trump up	vt. 捏造(伪造)
tune out	关掉，不理会
UFO	abbr. 不明飞行物(=unidentified flying object)
ugly duckling	n. 丑小鸭，年幼时不好看长大后才貌出众的人
ultra	adj. 过度的, 过激的, 极端的 n. 过激论者, 急进论者
underfed	adj.未喂饱的 动词underfeed的过去式和过去分词
underground	adj. 地下的, 秘密的 adv. 在地下, 秘密地 n. 地下, 地铁, 地道, 秘密活动
undisclosed	adj. 未泄露的, 保持秘密的, 身份不明的
unemployed	adj. 失业的，未投资的 n. 失业者
united nations	n. 联合国
universal	adj. 普遍的,通用的,宇宙的 n. 通用
copyright	adj. 版权(的) n. 版权,著作权
convention	n.会议； 全体与会者； 国际公约； 惯例，习俗，规矩
unleaded	adj. 除铅的(无铅条的，未加四乙铅的)
unscathed	adj. 没有受伤的,未受伤的,未受伤的
unveiled	adj. 公开的，揭露的 动词unveil的过去式和过去分词形式
up-and-coming	adj. 积极进取的，很有前途的，日见重要的
upbraid	v. 斥责,责骂 vt. 责备
uptight	adj. 紧张的, 心情焦躁的
urban	adj. 城市的
urbanity	n. 都市风格, 谦恭有礼, 举止文雅
suburb	n. 郊区
urban culture	城市文化
guerrilla	n. 游击队员 adj. 游击队的
inhabitant	n. 居民
utility	n. 公共设施,效用,公用程序,实用品,实用 adj. 多效用的，多功能的
utility pole	电线杆
utility man	n. 演各种配角的演员，杂务工
valedictorian	n. 致告别辞者, 告别演说者
valediction	n. 告别，告别演说, 告别词
vamp	n. 靴面, 鞋面 vt. 修补 n. 荡妇 vt. 勾引 vi. [音]即席伴奏
vandal	n. 破坏他人或公共财产者
vandalism	n. 故意破坏, 破坏行为, 故意破坏艺术的行为
vapour	n. 蒸气，水蒸气，雾气 v. 蒸发，吹嘘 =vapor(英)
variety	n. 多样, 种类, 杂耍
variety show	n. 杂耍
Vatican	n. 梵谛冈(罗马教廷所在地), 教皇政府
vector	n. 向量,矢量,带菌者 vt. (无线电)导引 adj. 向量性的
vegan	n. 严格的食素主义者
vegetarian	n. 素食者 adj. 素食的
vegetarianism	n. 素食主义
insult	vt. 侮辱 n. 侮辱,(对人身的)损害
veiled	adj. 戴着面纱的, 隐藏的 动词veil的过去式和过去分词
vending machine	自动贩卖机
vendor	n. 厂商, 小贩, 卖主, 自动售货机 =vender
venerable	adj. 庄严的, 值得尊敬的
venereal	adj. 性病的, 性交的, 因性交而传染的
venereal disease	n. [医]性病
vernacular	n. 本地话, 方言，(动植物的)俗名 adj. 地方的, 地方语的，白话的
vicious	adj. 恶毒的, 恶意的, 凶残的, 剧烈的, 严重的
Vicious circle	恶性循环
video	adj. 录像的 n. 录像(机) vt. 制作...的录像
videophone	n. 可视电话
videotape	n. 录像带 vt. 录像
vintage	n.收获,年代(葡萄,葡萄酒);制造年代;一组具有共同特征的人或事情 adj. 佳酿的,古典的,优质的
virgin	n. 处女,未婚女子 adj. 纯洁的, 原始的，未开发的 维尔京群岛
virgin forest	原始森林
virtuoso	n. 艺术能手，演艺精湛的人
visiting card	n.名片 =calling card
vita	n.个人简历,传略 n.&lt;拉&gt;生命
curriculum vitae	n. 履历, 简历
vocal	adj. 声音的,口述的,歌唱的 n. 元音,声乐作品
vogue	n. 时尚,流行
voice of america	n. 美国之音
walking dictionary	n. 活字典
encyclopedia	n. 百科全书
wallpaper	n. 墙纸，壁纸 vt. 用墙纸盖住 vi. 糊墙纸
wallflower	n. [植]桂足香, 桂香香水 n. 壁花(社交场合因羞涩而受人冷落之人)
walking stick	n.手杖,竹节虫
warehouse	n. 仓库 vt. 存入仓库
water cooler	n. 水冷却器
in review	在检查中,在审查中
weirdo	n. 古怪的人, 奇怪的人
weird	adj. 怪异的，离奇的 n.命运；预言者
well-to-do	adj. 小康的, 富裕的
west end	n. 伦敦西区，西伦敦
wet nurse	n. 奶妈, 乳母
whipping boy	n. 代人受罪者，代罪羔羊
whirl	v. 使...旋转,急转，回旋，迅速移动 n. 回旋, 旋转，繁忙，混乱，尝试
white-haired	adj. 白发的, 得宠的
white lie	n. 善意的谎言
whiz kid	n. 神童, 优等生
wire service	n. 通讯社
wonder	n. 惊奇；奇迹；惊愕 vi. 怀疑；想知道；惊讶 vt. 怀疑；惊奇；对…感到惊讶 adj. 奇妙的；非凡的
wonder drug	特效药
woo	v. 向...求爱, 追求, 恳求
workaday	adj. 工作日的，平常日子的，普通的
workaholic	n. 工作第一的人,专心工作的人
karma	n.(佛教或印度教中)业, 因果报应, 缘分, 命运 n. 镍铬系精密级电阻材料
samsara	n. 轮回, 流转
World Trade Center	n. 世界贸易中心
worrywart	n. 自寻烦恼的人
wrap-up	n. 综合报导，简讯，结尾，结局
xenophobia	n. 仇外, 排外
Xerox	vt. 静电影印 Xerox: 施乐(财富500强公司之一, 总部所在地美国, 主要经营办公设备)
X-rated	adj. (电影等)X级的
yard sale	n. 庭院旧货出售, 现场旧货出售
yearbook	n. 年鉴
Yellow journalism	黄色新闻
Yellow Pages	电话黄页
yuppie	n. 雅皮士(属于中上阶层的年轻专业人士)
yoga	n. 瑜珈
zap	vt. 击溃，射杀 vi. 快速移动 int. 嚓(表示枪声等)
zebra	n. 斑马,斑马线
zebra crossing	斑马线
Zen	n. 禅
Zion	n. 犹太人, 天国, 乌托邦 =Sion n. 锡安山(犹太人的象征), 宰恩(美国一城市)
zip code	邮码，邮政区码

