engxw.html

<div id="outline-container-org24a8bd7" class="outline-2">
<h2 id="org24a8bd7"><span class="section-number-2">5</span> 文化 社会 生活</h2>
<div class="outline-text-2" id="text-5">
<p>
abstract	n. 摘要,抽象的东西 adj. 抽象的,理论的 vt. 移除,摘要,偷 vi. 做摘要<br />
abstract expressionism	n. 抽象表现主义<br />
Impressionism	n. 印象派，印象主义<br />
absurd	adj. 荒唐的 n. 荒唐<br />
academy award	奥斯卡奖(美国电影艺术金像奖)<br />
accompanist	n. 伴奏者<br />
acid	adj. 酸的 n. 酸, 酸味物质<br />
warehouse	n. 仓库 vt. 存入仓库<br />
active	adj. 积极的；活跃的；主动的；有效的；现役的 n. 主动语态；积极分子<br />
ecstasy	n. 狂喜<br />
advance	n. 前进,进步,预支 vt. 前进，增涨，预先 vi. 前进，提升 adj. 预先的，提前的<br />
advocacy	n. 拥护, 支持, 鼓吹<br />
affinity	n. 姻亲,密切关系,吸引力<br />
affirmative action	肯定行动，反歧视行动<br />
afflict	vt. 使苦恼,折磨<br />
affluent	adj. 富裕的 n. 支流；富人<br />
aftermarket	n. 后继市场, 零件市场<br />
ageism	n. 对老年人的歧视<br />
agita	n. 胃灼热, 消化不良;社会环境不适症<br />
agony aunt	n. 在读者来信专栏回答来信的人<br />
agony	n. (极度的)痛苦,创痛<br />
aid	n. 帮助,救护,辅助物 vt. &amp;vi. 援助,帮助,救护 abbr.=Agency for International Development 国际开发署[美]<br />
fatigue	n. 疲乏,疲劳,累活 adj. 疲劳的 vt. 使&#x2026;疲劳,使&#x2026;心智衰弱 vi. 疲劳<br />
AIDS	abbr. 爱滋病，获得性免疫功能丧失综合症(=Acquired Immune Deficiency Syndrome)<br />
air	n. 空气,旋律,气氛,态度 vt. &amp;vi. 晾干,使通风,广播<br />
Airbus	n. 空中巴士<br />
A-list	n. 要员名单; 重要项目清单<br />
en suite	adj.一系列的,成套的 adv.成套地,一组一组地 n.套间,套房<br />
ambulance chaser	n. 怂恿索赔的律师<br />
ambulance	n. 救护车<br />
amusement	n. 娱乐, 消遣<br />
amusement park	游乐场<br />
animated	adj. 生气勃勃的,栩栩如生的，动画片的<br />
animate	v. 使&#x2026;有生气,赋予生命,促使 adj. 有生命的；有活力的<br />
antichoice	adj. 反对堕胎的, 禁止人工流产的<br />
anxiety	n. 焦虑,挂念,担心,渴望,热望<br />
apartment	n. 一套公寓房间<br />
Arbor Day	n. 植树节<br />
art deco	艺术装饰, 装饰派艺术 =Art Deco<br />
asp	n. (尤指北非产的)小毒蛇 n. 白杨 ; anglo-saxon protestant<br />
wasp	n. 黄蜂, 胡蜂 ; white anglo-saxon protestant<br />
Protestant	n. 抗议者 adj. 抗议的 Protestant n. 新教徒 adj. 新教徒的<br />
audience	n. 听众, 观众, 读者, 拥护者, 倾听, 正式会见<br />
autograph	n. 亲笔签名，手稿 v. 自署于, 亲笔签名于, 亲笔写<br />
avant-garde	先锋派<br />
baby	adj. (形容用法)婴儿的, 过小的 n. 婴儿, 象婴儿的人, 需特殊关心的事物 vt. 溺爱, 过度关心<br />
baby boomer	美国二次大战后生育高峰出生的人<br />
baby boom	生育高峰期<br />
bachelor	n. 单身汉, 学士<br />
bachelor mother	独身母亲<br />
apartment complex	n. (指带有其它服务设施的)综合住宅大楼，公寓大楼<br />
backwater	n. 回水，回水河汊，穷乡僻壤<br />
bag	n. 包,猎获物 vt. 鼓起,把&#x2026;装入袋中,猎杀,占有 vi. 鼓起,宽松地下垂或悬吊<br />
ball	n. 球, 舞会 v. (把&#x2026;捏)成球状<br />
ballerina	n. 芭蕾舞女演员<br />
ballet	n. 芭蕾舞<br />
ballyhoo	n. 大肆宣传 vt. 大吹大擂<br />
syndrome	n. 综合征，综合症状；(不良情况的)典型表现，典型行为<br />
go bananas	&amp;lt;俚&amp;gt;发疯，发狂<br />
bank holiday	n. 银行休假日，&amp;lt;英&amp;gt;法定假日<br />
banner	n. 旗帜,横幅,大标题 adj. 特别好的,杰出的 vt. 用横幅装饰,以大标题报道<br />
barbecue	n. 烤肉 v. 烤肉<br />
bard of avon	艾冯诗人(莎土比亚的别称,因莎士比亚出生并安葬于艾冯河畔的斯特拉特福)<br />
bard	n. 吟游诗人，流浪诗人 n. 护马铠甲 vt. 给战马披铠甲<br />
Avon	n.埃文河(英国中部一河) n.雅芳(化妆品品牌)<br />
baroque	adj. 巴洛克式的 n. 巴洛克式，巴洛克风格<br />
beat generation	美国二战后的一代 美国“垮了的一代”<br />
Beau monde	n.时髦界<br />
beauty	n. 美,美丽,美人,美的东西<br />
beauty parlour	n. 美容院<br />
beauty salon	n. 美容院<br />
bedroom	n.卧室，寝室 adj.&lt;美&gt;城郊住宅区的； 两性关系的，男女性爱的<br />
bee	n. 蜜蜂<br />
bell-bottom	水兵裤子; 喇叭裤<br />
benefit	n. 利益, 津贴; 义卖, 义演 vt. 有益于 vi. 得益<br />
bereaved	adj. 丧失 n. 丧失亲人的人<br />
bermuda triangle	百慕大魔鬼三角<br />
best	adj. 最好的 adv. 最,最好地 n. 最好的人(或物) vt. 胜于<br />
bestseller	n. 畅销书<br />
best man	伴郎，男傧相<br />
best seller	畅销书，畅销货<br />
betrothal	n. 婚约, 订婚<br />
big apple	n. &amp;lt;非正式&amp;gt;纽约城<br />
Big Ben	大本钟(英议会大厦上的报时钟)<br />
big gun	n. 大人物(高级军官)<br />
bigtime	adj. 最高一级<br />
bimbo	n. &amp;lt;俚&amp;gt;蠢女人，轻浮女人<br />
birth control	n. 节育<br />
benefit concert	义演音乐会<br />
blind date	(由第三方安排的)男女间初次见面<br />
blue	adj. 蓝色的,沮丧的,忧郁的,(女人)有学问的 n. 蓝色 vt. 使&#x2026;变蓝 vi. 变蓝<br />
blue blood	贵族血统，贵族出身<br />
blue collar	蓝领<br />
blue moon	很长一段时间, 1个历月里的第2次满月<br />
once in a blue moon	罕见的，千载难逢地<br />
blues	n. 布鲁斯音乐，忧郁的情绪 名词blue的复数形式<br />
bluestocking	n. 女学者, 装做有学问的女人<br />
boarder	n. 搭伙者, 寄宿者 n. 滑雪者<br />
blue movie	色情电影<br />
body clock	人体钟; 生物钟<br />
body language	身势语<br />
bodysuit	紧身衣裤<br />
boo	int. (表示不满、轻蔑等)嘘，呸 n. 嘘声(pl.) v. 发出嘘声<br />
boom box	转臂箱<br />
boutique	n. 专卖流行衣服的小商店<br />
Boxing Day	n. 节礼日(圣诞节后的第一个星期日)<br />
box-office	adj. 票房的<br />
brainchild	n. 脑力劳动的产物<br />
brain drain	人才外流<br />
brainwave<br />
brainwork	n. 智力工作, 劳心工作<br />
brat	n. 乳臭未干的小孩，顽童<br />
pack	n. 包裹,一群,一副,一帮,一群 vt. 包装,捆扎,塞满, 收拾行李， 佩戴 vi. 包装，(用某物)保存，保藏 ,塞进<br />
brawn	n. (尤指强壮的)肌肉<br />
breach	n. 裂口,违背, 冲击, 决裂 vt. 违反,在&#x2026;上打开缺口, 突破 vi. 跃出水面<br />
breadwinner	n. 养家糊口的人.,负担家计的人<br />
Breast milk	母奶 母乳<br />
bride	n. 新娘<br />
bridesmaid	n. 女傧相<br />
white collar	白领<br />
Broadway	n. 百老汇(美国纽约一街道名)<br />
brutalism	n. 野兽派艺术<br />
Buddhism	n. 佛教<br />
Buddhist	adj. 佛教的 n. 佛教徒<br />
Buddhist scriptures	佛经<br />
buffer	n. 缓冲,缓冲区 vt. 减轻,缓冲<br />
buffet	n. 打击, 饮食柜台, 自助餐 vt. 打击, 连续猛击 adj. 受到非正式接待的(如同冷餐会般随意的)<br />
buffet car	n.餐车,快餐车<br />
bullet train	n. 高速火车<br />
burlesque	n. 作戏, 滑稽戏 adj. 滑稽的, 可笑的 v. (以滑稽或夸张手法)模仿嘲弄<br />
buzzword	n. 流行词<br />
Constantinople	n. 君士坦丁堡(土耳其城市)<br />
cable	n. 电缆,海底电报 vt. 打海底电报,把&#x2026;拧成缆,用缆捆住 vi. 打海底电报<br />
cable car	悬空缆车, 架空索道车<br />
cable TV	n. 有线电视<br />
ale	n. 麦芽酒, 乡下啤酒节<br />
calamity	n. 灾难, 不幸事件<br />
calendar	n. 日历,月历,日程表 vt. 进入日历<br />
lunar calendar	农历<br />
telephone booth	电话亭<br />
call girl	应召女郎<br />
Calling card	&amp;lt;美&amp;gt;名片 =visiting card(英)<br />
visiting card	n.名片 =calling card<br />
camp	n. 露营,帐棚,训练营,做作 vt. &amp;vi. 露营,扎营,做作 adj. 做作的<br />
pitch	n.场地； 最高点； 音高； 说教 vt.用沥青涂； 扔，投； 树起，搭起； 定位于 vi.抛，扔； [棒球]当投手； 搭帐篷； 向前跌或冲<br />
campfire	n. 营火, 篝火<br />
cancer stick	n. 癌唪<br />
cannabis	n. [植]印度大麻<br />
summer camp	夏令营<br />
canned	adj. 罐装的 adj. 预录的 adj. 千篇一律的 动词can的过去式和过去分词<br />
commercial	adj. 商业的 n. 商业广告<br />
canny	adj. 精明的, 谨慎的，节俭的 adv. 仔细地<br />
capacity	n. 能力, 容量, 容积; 资格, 职位 adj. (达到最大容量)满的<br />
cafeteria	n. 自助餐厅 adj. 有多种选择的<br />
Pierre	n. 皮埃尔(男子名，Peter的异体)<br />
Carnegie	n. 卡内基(姓氏)<br />
shopping bag	n. (带挽手的)购物袋<br />
carrier pigeon	n. 传信鸽<br />
Casanova	n. 卡萨诺瓦(人名) n. 风流子<br />
casino	n. 娱乐场, (供表演跳舞赌博的地点), 一种牌戏<br />
cassette	n. 匣子,录音带,盒式录音机<br />
tape recorder	磁带录音机 n. 录音机<br />
casual	adj. 偶然的, 随便的, 非正式, 漫不经心的<br />
catch-22	相互矛盾的困窘<br />
catchy	adj. 引人注目的，易记住的 adj. 诡诈的，易使人上当的 adj. 不连贯的<br />
Cathay	n. 中国<br />
caveat	n. 防止误解的说明,警告<br />
caveat emptor	n. [商]购者自慎(货物出门概不退换，买主须自行当心)<br />
cement	n. 水泥,纽带,接合剂,牙骨质,补牙物,基石 vt. 接合,用水泥涂 vi. 接合起来<br />
ceiling	n. 天花板,上限<br />
central heating	n. 中央暖气系统<br />
chain reaction	n. 连锁反应<br />
chain smoker	n. 连续抽烟的人<br />
chamber	n. 房间,会所,室 vt. 装入室中(枪膛) adj. 室内演奏的<br />
chamber music	n. 室内乐<br />
chamber orchestra	n. 室内管弦乐队<br />
character actor	n. 性格演员<br />
character	n. 个性, 品质; 字符; 人物; 名誉; 地位<br />
actress	n. 女演员<br />
charity	n. 慈善机关(团体),仁慈,宽厚<br />
relief	n.宽慰，安心； 免除，减轻； 救援物资； 代班人<br />
chartered	adj. 特许的，租赁的 动词charter的过去式和过去分词<br />
chartered plane	包机<br />
childcare	n.幼托<br />
child labor	n. 童工<br />
Chinese	adj. 中国的 n. 汉语,中国人<br />
choir	n. 唱诗班, 唱诗班的席位<br />
Christmas	n. 圣诞节<br />
Christmas card	n.耶诞卡,圣诞贺卡<br />
carol	n. 颂歌,欢乐的歌 vt.&amp; vi. 欢唱<br />
Christmas tree	圣诞树<br />
concertgoer	n. 经常去听音乐会的人<br />
civic	adj. 公民的, 市民的, 城市的<br />
civil	adj. 国内的,公民的,文明的, 有礼貌的, 民用的<br />
civil liberty	n. 公民自由<br />
civil servant	n. 文职公务员<br />
civil service	n. 行政部门，文职人员<br />
civilian	adj. 平民的 n. 罗马法专家,平民<br />
civilization	n. 文明,文化<br />
labour force	n.劳动力<br />
labor force	劳动力<br />
</p>

<p>
claimant	n. 申请者, 要求者, 索偿人<br />
classified	adj. 分类的, 类别的, 被指定为机密的 v. 分类, 分等级 vbl. 分类, 分等级<br />
advertisement	n.&amp;amp;adv. 广告<br />
telephone directory	n. 电话号码簿<br />
cleanup	n. 清除，&amp;lt;俚&amp;gt;暴利 adj. (棒球)第四棒的<br />
campaign	n. 战役; 运动, 活动 vt. 参加竞赛 vi. (从事, 组织)活动<br />
clearway	n. 超高速公路, 畅行道<br />
clerical	n. 牧师 adj. 书记的, 事务上的, 抄写员的<br />
clerical work	n. 行政工作<br />
Closed Circuit Television	n. 闭路电视<br />
CNN	abbr. 美国有线新闻网(=cable news network)<br />
cocaine	n. 可卡因<br />
cocktail	adj. 鸡尾酒(的) n. 鸡尾酒<br />
cocktail lounge	n. 鸡尾酒会<br />
cocktail party	n. 鸡尾酒会<br />
counsel	n. 商议, 忠告, 法律顾问 v. 商议, 劝告<br />
cold feet	n. 信心或勇气之丧失, 胆怯<br />
Cold Shoulder	冷遇，怠慢<br />
cold turkey	突然停止(坏习惯) 冷淡的人<br />
column	n.纵队，列； 圆柱； 专栏<br />
columnist	n. 专栏作家<br />
comic	n. 连环图画,喜剧演员,喜剧元素 adj. 滑稽的,有趣的,喜剧的<br />
comic strip	连环画页，连环漫画<br />
commercial	adj. 商业的 n. 商业广告<br />
communication	n. 沟通,交通<br />
antenna	n. 触角,天线,感觉,直觉<br />
communication center	通信枢纽 通信中心<br />
community	n. 社区, 团体<br />
community center	n.社区活动中心<br />
community spirit	n. 团体精神<br />
compilation	n. 编译, 编辑<br />
complimentary	adj. 问候的,称赞的,夸奖的,免费赠送的<br />
composer	n.创作者(尤指乐曲的)<br />
concept	n. 概念, 观念<br />
Concept Art	概念艺术(着重反映创作家一时形成的概念的一种艺术) 观念艺术<br />
democracy	n. 民主,民主制,民主国家<br />
concert	n. 音乐会, 一致, 和谐 vt. 制定计划, 通过协商达成一致 vi. 合作<br />
condominium	n. (独立产权的)公寓, 共管, 国际共管<br />
conductor	n. 售票员，导体，指挥<br />
congestion	n. 混杂,拥挤,过剩 [计算机] 拥挤<br />
connoisseur	n. 鉴识家, 鉴定家, 内行<br />
consolation	n. 安慰,令人安慰的事物<br />
consumerism	n. 用户至上主义, 商品的消费和销售性服务<br />
porcelain	n. 瓷器,瓷 adj. 瓷制的, 精美的, 脆的<br />
contact lens	n. 隐形眼镜<br />
contagious	adj. 传染性的,会蔓延的,会传播的<br />
contagious disease	接触传染病<br />
continental breakfast	n. 欧洲大陆式早餐(仅有咖啡和果酱面包)<br />
contraceptive	adj. 避孕的 n. 避孕药，避孕用具<br />
contributor	n. 贡献者, 捐助者, 赠送者，投稿人<br />
convalescent	adj. 恢复期的，调养中的<br />
convenience food	n. 方便食品<br />
convenience store	n.(全天或长时间营业的)便利商店<br />
copywriter	n. 广告撰稿员<br />
coronation	n. 加冕礼<br />
ceremony	n. 典礼,仪式,礼节,礼仪<br />
correspondent	n. 通讯记者,通信者 adj. 与&#x2026;一致的, 相应的<br />
war correspondent	n. 战地记者<br />
costume	n. 服装,剧装 vt. 提供服装, 为&#x2026;设计服装 adj. 服装打扮的<br />
swimming costume	n. (女)游泳衣<br />
jester	n. 爱开玩笑的人，小丑<br />
traffic congestion	通信量拥挤 信号拥挤<br />
couch potato	整天坐着看电视的人<br />
counterculture	反传统［主流］文化(60和70年代在美国青少年中盛行的一种思潮)<br />
country music	乡村音乐<br />
courtesy	n. 礼貌, 好意, 恩惠<br />
courtesy call	礼节性访问<br />
cover charge	n. (饭店等的)服务费<br />
cover girl	n. (杂志的)封面女郎<br />
cover story	n. 封面故事, 与封面图片有关的正文<br />
craft union	n. 同业工会<br />
crash helmet	n. 防护帽<br />
creature	n. 生物, 动物, 人<br />
comfort	n. 舒适,安慰,安慰者 vt. 安慰<br />
creep	vi. 爬, 蔓延 n. 爬, 徐行, 蠕动<br />
critic	n. 批评家, 评论家<br />
film critic	电影评论家<br />
critique	n. 批评,批评法,评论<br />
crocodile tears	n. 鳄鱼的眼泪(假哭, 假慈悲)<br />
crystal	adj. 清澈透明的, 晶体的 n. 水晶, 结晶<br />
cult	n. 宗教膜拜仪式,异教,狂热崇拜,个人崇拜<br />
personality cult	n. 个人崇拜<br />
cubism	n. 立体主义<br />
cultural	adj. 文化的,和养动植物有关的<br />
counsellor	n. 顾问<br />
chasm	n. 深坑, 裂口，分歧<br />
Cultural Heritage	文化遗产<br />
culture	n. 文化,教养,种植 vt. 培养<br />
culture shock	文化冲击, 文化震惊<br />
Cupid	n. [罗神]丘比特(爱神)<br />
cynical	adj. 愤世嫉俗的,吹毛求疵的<br />
cynicism	n.愤世嫉俗，讥笑，冷言冷语 Cynicism:犬儒主义，犬儒哲学<br />
dadaism	n. 达达主义, 达达派<br />
daily	adj. 每日的, 按天计算的, 日常的 adv. 每日,天天 n. 日报, (复)工作样片<br />
daily necessities	n. 生活必需品<br />
dairy	adj. 牛奶的 n. 牛奶场, 乳品店, 乳制品<br />
dairy industry	乳品加工业<br />
dairy products	n. 乳制品<br />
dark horse	n. 黑马(竞争中出人意料之外的获胜者)<br />
daylight saving time	n. 夏令时<br />
Day shift	n.日班<br />
deadbeat	n. 赖债不还的人，饭桶，食客 adj. 不向左右激烈振动就速指的<br />
debunk	vt. 揭穿真相, 暴露<br />
debut	n. 初次登场 vt.&amp;vi. 初次登场<br />
dehydrate	v. (使)脱水, (使)干燥<br />
denouement	n. (小说的)结尾, 结局<br />
detached	adj. 超然的,分离的 v. 分离 vbl. 分离<br />
detached house	n. 独门独户的院落<br />
detective	adj. 侦探的 n. 侦探<br />
Diana	n. 黛安娜(女子名)<br />
duet	n. 二重奏，二重唱 vi. 演奏二重奏或二重唱<br />
diet	n. 日常饮食，规定饮食 vt. 照规定饮食 adj. 低卡路里的<br />
digest	n. 摘要 vt. 消化,理解 vi. 消化<br />
dink	adj. 漂亮的 vt. 装饰打扮<br />
disarray	v. 弄乱,使混乱,使脱去衣服 n. 无秩序,杂乱,不整齐的衣服<br />
disc	n. 圆盘，[电子] 唱片(等于disk) vt. 灌唱片<br />
disc jockey	n. 电台的音乐节目主持人 =disk jockey<br />
disco	n. 迪斯科舞厅，迪斯科舞曲 vi. 跳迪斯科舞<br />
Disneyland	n. 迪斯尼乐园<br />
disposable worker	临时工<br />
disposable	adj. 用完即可丢弃的<br />
distinguished	adj. 卓著的 v. 区别 vbl. 区别<br />
distinguished guest	贵宾<br />
divorce	n. 离婚 v. 与&#x2026;办离婚<br />
divorcee	n. 离婚者<br />
dog days	n. 三伏天(大热天)<br />
drive-in	adj. 免下车的 n. 顾客无需下车即可得到服务的餐馆<br />
dub	vt. 配音；轻点；打击；授予称号 n. 笨蛋；鼓声<br />
East End	n. (英国)伦敦东区, 东伦敦<br />
Easter	n. 复活节<br />
eastern	adj. 东部的, 东方的<br />
establishment	n. 确立,制定,设施,机构,权威<br />
Easy does it	ph. 慢慢来<br />
ebullient	adj. 沸腾的, 热情洋溢的<br />
Eden	n. 伊甸园，乐园<br />
edifice	n. 大厦, 大建筑物<br />
editor	n. 编辑, 编者<br />
editorial	n. 社论 adj. 编辑的<br />
Eiffel Tower	(巴黎)埃菲尔铁塔<br />
electronic	adj.电子的； 电子操纵的； 用电子设备生产的； 用电子设备完成的<br />
elite	n. 精华, 精锐, 中坚份子<br />
elitism	n. 精英主义, 优秀人士统治<br />
elk	n. [动]麋, 驼鹿，软鞣粗皮<br />
benevolent	adj. 仁慈的,乐善好施的<br />
emergency	adj. 紧急的 n. 紧急情况,突发事件<br />
emergency exit	n.太平门,紧急出口<br />
emergency landing	紧急降落<br />
emigrant	n. 移民, 侨民 adj. 移民的, 移居的<br />
Empire City	帝国城(美国纽约的别称)<br />
Empire state building	帝国大厦(位于美国纽约)<br />
enterprise	n. 企业,企划,进取心<br />
egghead	n. 知识分子，理论家<br />
enterprising	adj. 有企业精神的,有进取心的<br />
enterprising spirit	进取精神<br />
entertainer	n. 表演娱乐节目的人,演艺人员<br />
entertainment	n. 娱乐<br />
environmental	adj. 环境的<br />
environmental conservation	环境保护<br />
environmental pollution	环境污染<br />
environmental protection	n. 环境保护<br />
erotic	adj. 性爱的, 性欲的, 色情的 n. 好色之徒, 恋爱诗<br />
erotica	n. 色情书籍，色情(艺术)作品<br />
erratum	n. 勘误表<br />
escapism	n. 逃避现实，逃避主义<br />
Esperanto	n. 世界语<br />
ethical	adj. 伦理的；道德的；凭处方出售的<br />
work ethic	职业道德<br />
ethnocentrism	n. 民族优越感<br />
euphoria	n. 幸福愉快感<br />
euphoric	adj. 欣快的<br />
euro	n. 欧元 符号：<br />
evict	v.驱逐 v.依法收回(财产等)<br />
exclusive	adj. 独占的, 唯一的, 排外的; 高价的, 时髦的 [计算机] 互斥的 n. 独家新闻, 独权<br />
executive	n.总经理； 行政部门； [计算机]执行指令 adj.执行的； 管理的； 政府部门的<br />
exotic dance	脱衣舞<br />
exotic	adj. 异国的,外来的,奇异的,脱衣舞的 n. (复数)异国风格的事物,脱衣舞者<br />
expo	n. 展览会<br />
express	n. 快车, 快递, 专使 adj. 急速的, 明确的, 直接的 adv. 用快递; 特意地 vt. 表达, 表示; 挤压出; 快递<br />
express mail	快递, 快件<br />
consignment	n. 委托 adj. 委托的<br />
expressionism	n. 表现主义<br />
extramarital	adj. 婚外的，私通的<br />
eye-catching	adj. 引人注目的, 耀眼的<br />
eyesore	n. 剌眼的东西，眼中钉<br />
fabrication	n. 制造, 建造, 虚构的谎言<br />
facelift	n.去皱整容手术； 面部拉皮手术； (建筑物、房间、地方的)翻新； 整修<br />
family	adj. 家庭的 n. 家庭<br />
family planning	n. 计划生育<br />
family skeleton	n. 家丑<br />
family tree	n. 系谱, 系谱图, 族谱, 族谱图<br />
fan	n. 风扇,扇形物,狂热者 vt. 风选,煽,吹,煽动,向扇子一样展开 vi. 像扇子一样行动,鱼贯而出<br />
fancy	n. 想像力, 幻想, 喜好, 爱 adj. 想像的, 时髦的, 华丽装饰的, 奢侈的, 技巧的 vt. 想象, 自认为, 喜好<br />
fancy ball	n. 化装舞会<br />
fancy dress	n. 化装舞会所穿着的服装<br />
farce	n. 闹剧, 胡闹，滑稽戏 vt. 添加笑料，填充<br />
farcical	adj. 引人发笑的，闹剧的，滑稽的<br />
farewell	adj. 告别的 int. 再会,别了 n. 告别<br />
farewell banquet	告别宴会<br />
fashion	n. 流行,风尚,时样,时装 v. 形成,造,作<br />
fashion plate	时装样片, 穿着时髦的人<br />
fast food	快餐<br />
fat	adj. 肥胖的,厚的,大的,大量的,丰厚的,愚蠢的 n. 脂肪,动植物油,精华,肥胖,过剩 vt. 使变胖 vi. 变胖<br />
fat farm	n.&amp;lt;美俚&amp;gt;减肥中心,尤指专治肥胖症的温泉疗养院<br />
father	n. 父亲,鼻祖 vt. 作为父亲生育子女 vi. 像父亲般照顾<br />
Father Christmas	圣诞老人<br />
feature	n. 特征, 容貌 vt. 以&#x2026;为特色 vi. 起重要作用<br />
feature film	长片，故事片<br />
feedback	n. 反馈,成果<br />
fifth	num. 第五 n.五分之一<br />
avenue	n. 林荫道, 大街, 途径手段<br />
fig leaf	n. 无花果树叶, 遮羞布<br />
censorship	n. 检查制度<br />
filmdom	n. 电影界<br />
fine art	美的艺术, 精细工艺<br />
fire alarm	n. 火警<br />
fire brigade	消防队<br />
first-aid	adj. 急救的, 急救用的<br />
workweek	n. 一星期工作时间<br />
flag day	n. 美国国旗纪念日(六月十四日)<br />
flanker	n. 侧面部队，侧冲，侧面堡垒<br />
flash	n. 闪光,闪现,闪烁物,花哨,一瞬间,电脑动画技术 vi. 闪现,闪烁 vt. 传送,用光联络,流露出 adj. 花哨的,炫耀的,昙花一现的<br />
flicker	n. 闪烁, 闪光, 颤动 v. 闪动, 闪烁, 摇动<br />
flume	n. 笕, 笕槽, 水道<br />
mast	n. 船桅, 旗杆, 天线杆 abbr. 磁性环形激波管(风洞研究用)(=Magnetic Annular Shock Tube)<br />
FM	abbr. 调频(=frequency modulation)<br />
frequency	n.&amp;amp;adj. 频繁,频率<br />
modulation	n. 调音, 调节, 转调，抑扬<br />
folk	n.民族； 人们； 〈口〉家属，亲戚； 民间音乐 adj.民间的； 普通平民的； 流传民间的； 普通百姓的<br />
folk art	民间艺术<br />
folk dance	民间舞，土风舞<br />
folk music	n. 民间音乐<br />
foundation	n. 基础；地基；基金会；根据；创立<br />
ford	n. 浅滩 v. 涉过, 涉水 Ford：福特汽车，福特(人名)<br />
completion	n. 完成,完满<br />
formal	adj. 正式的,形式的,礼节上的,拘谨的 n. 正式(活动)<br />
fortnightly	adj.每两星期一次的,隔周发行的 adv.隔周,每两星期一次地 n.隔周出版物,双周刊<br />
fortnight	n. 两星期，十四天<br />
fortune	n. 财产,命运,运气<br />
foundation cream	n. 粉底霜<br />
fourth estate	n. 公众新闻媒体<br />
free	adj. 自由的,大方的,免费的 vt. 释放,解放 adv. 自由地,免费地<br />
free lunch	免费午餐<br />
free sample	免费样品<br />
freedom	n. 自由<br />
French	adj. 法国(人)的,法语的 n. 法语 vt. 剁肉，蔬菜切成长条<br />
french fries	炸薯条，炸土豆片<br />
french leave	n. 悄悄离去，不辞而别<br />
french letter	n. 避孕套, 阴茎套<br />
French windows	落地窗<br />
Freudian	adj. 佛洛伊德的,佛洛伊德学说的 n. 相信佛洛伊学说的人<br />
friendly	adj. 友好的 adv. 友好地 n. 友好者<br />
user-friendly	adj. 容易操作的，用户友好的，好用的<br />
frozen	adj. 冰冻的<br />
custard	n. 乳蛋糕<br />
full house	n. 满堂红(有三张同点牌外加一对的一手牌)<br />
functional	adj. 功能的,有功能的,实用的<br />
illiterate	adj. 文盲的, 无知的 n. 文盲<br />
funeral	adj. 葬礼(的) n. 葬礼<br />
futurism	n. 未来派<br />
gala	n. 祭日, 节日, 祝贺<br />
gala dinner	盛宴<br />
galore	adj. 丰富的<br />
gambit	n. 以取得优势的开局棋法,开始,话题<br />
gamble	n. 冒险 v. 赌博, 孤注一掷<br />
gambler	n. 赌徒<br />
anonymous	adj. 匿名的,无名的,没特色的<br />
gamekeeper	n. 猎场看守人<br />
gangbuster	n. &amp;lt;美口&amp;gt;侦破团伙者, 扫荡流氓的执法者<br />
garage	n. 车库, 汽车修理厂 vt. 把&#x2026;放入车库<br />
garbage	n. 垃圾, 食物残渣, 废物<br />
gay	adj. 欢快的, 色彩鲜艳的, 同性恋的 n. 同性恋<br />
garbage can	垃圾桶<br />
gay community	同性恋团体<br />
generation	n. 代, 一代<br />
generation gap	代沟<br />
genetic	adj. 基因的, 遗传的, 起源的<br />
ghostwrite	v. 代笔<br />
girl friday	n.得力的女助手,得力的女秘书<br />
glass ceiling	玻璃顶棚(通常指女性在工作晋升时遇到的一种无形的障碍)<br />
gulch	n. 峡谷<br />
glitter	n. 灿烂, 闪烁, 辉耀 v. 灿烂, 闪烁, 辉耀<br />
global	adj. 全球性的, 全局的<br />
global warming	全球气候变暖<br />
go cold turkey	是指放弃了很久以来的吸烟，喝酒或吸食毒品的坏习惯而痛下决心过健康的生活<br />
godfather	n. 教父 vt. 做 &#x2026; 教父<br />
gold digger	n. 淘金者，以色为诱惑骗取男人金钱的女人<br />
golden	adj. 金(黄)色的<br />
Golden Gate	金门<br />
Golden goodbye	黄金告别<br />
golden wedding	金婚(50周年)<br />
Good Friday	耶稣受难节<br />
goodwill	n. 善意, 亲切, 友好; 商誉, 信誉.<br />
grapevine	n. 葡萄藤，葡萄树 n. 秘密信息来源<br />
gratuitous	adj. 免费的, 无缘无故的<br />
gratuity	n. 赠物,赏钱,贺仪<br />
graveyard shift	n. 全体夜班的工人, (自午夜或凌晨2时的开始工作)夜班<br />
graveyard	n. 墓地，坟场<br />
panther	n. 豹<br />
gray	n.灰色； 灰马； 灰色颜料； 暗淡的光线 adj.灰色的； 灰白头发的； 阴暗的； (指脸因恐惧、生病等)苍白的 v.(使)变灰色 vi.成为灰色或灰白<br />
green card	n. (AmE) 绿卡<br />
greenhouse effect	温室效应<br />
Greenpeace	n. 绿色和平组织(保护动物不遭捕猎等的组织)<br />
Greenwich	n. 格林威治(英国伦敦东南一市镇)<br />
greenwich mean time	n. 格林威治标准时间(=GMT)<br />
greyhound	n.灵缇(身细长、腿长、毛滑、善跑的大赛狗)；灰狗巴士，目前全美最主要的长距离巴士公司<br />
grueling	n. 惩罚；劳累 adj. 累垮人的；折磨人的 v. 使极度疲劳；累垮(gruel的ing形式)<br />
guest	n. 客人, 客串演员, 特邀来宾 vt. 款待 vi. 作客<br />
guest house	n. 宾馆<br />
half-baked	adj. 半生不熟的，未完成的，不完整的<br />
hall of fame	n. 名人纪念馆，出类拔萃的人物<br />
Hammond	哈蒙德[美国印第安纳州西北部城市]<br />
hammer	n. 锤,榔头 vi. 锤击,反复敲打 vt. 锤打,严厉批评<br />
happening	n. 偶然发生的事 动词happen的现在分词形式<br />
hardback	n. 精装本，硬封面的书<br />
hard-boiled	adj. 煮透的, 冷淡的<br />
hard core	核心部分，中坚分子<br />
headline	n. (pl.)新闻提要, 大字标题<br />
headliner	n. 受到大力宣传的演员, 明星<br />
head start	n. 领先<br />
heads up	注意，提高警觉<br />
health	n. 健康,卫生,保健<br />
health drink	保健饮料<br />
health food	n. 保健食品<br />
health resort	n. 休养地<br />
spa	n. 矿泉, 温泉浴场<br />
hearing aid	n. 助听器<br />
hearse	n. 柩车, 灵车<br />
heavy-duty	adj. 重型的, 耐用的<br />
heavy metal	重金属, 强敌<br />
hell	n. 地狱<br />
helpline	n. 热线服务电话<br />
herstory	n. 历史; 妇女历史<br />
high and mighty	n. 大人物, 趾高气扬<br />
highbrow	n. 高知识分子，自以为文化修养很高的人 adj. 文化修养高的，自诩文化修养高的<br />
highlight	n. 加亮区,精彩部分, 最重要的细节或事件, 闪光点 vt. 加亮,强调, 使&#x2026;显得重要, 照亮 [计算机] 醒目<br />
sidelight	n. 侧面射进来的光线，侧灯，舷灯<br />
high spot	n. 显著之点，精彩部分<br />
hip hop	n. 嘻哈音乐<br />
hippie	n. 嬉皮, 嬉皮模样的年青人 =hippy<br />
Hippocrates	n. 希波克拉底(古希腊名医)<br />
oath	n. 誓言,誓约,咒骂语<br />
hit	n. 打(击),冲撞,讽刺,成功.一次毒品的剂量,点击量 vt. 打(击),碰撞,偶然发现,要求,符合 vi. 打(击),袭击,达到<br />
Hollywood	n. 好莱坞[美影业中心]<br />
holy	adj. 神圣的,圣洁的,令人敬仰的<br />
holy bible	圣经<br />
Holy Land	n.圣地(巴勒斯坦)<br />
honeymoon	n. 蜜月 vi. 度蜜月<br />
hookup	n. 连接，接线图，联播，联盟<br />
horror	adj. 恐怖的,令人毛骨悚然的 n. 恐怖,战栗,厌恶<br />
horror movie	恐怖片<br />
hot air	吹牛，空话<br />
hot button	热线按钮, 热点, 一触即发的事件, 热门问题<br />
hot potato	n. 难题(棘手的问题)<br />
hot water	n. 困境<br />
housewarming	n. 乔迁庆宴<br />
human nature	人性<br />
human	n.人，人类 adj.人的； 有人性的； 显示人类特有弱点的； 人本性的<br />
humanism	n. 人道主义<br />
humanity	n. 人类 人性;人道;慈爱<br />
Hyde	n. 海德(姓氏)<br />
hysteresis	n. 滞后现象<br />
ice	n. 冰, 矜持 v. 冰冻, 结冰<br />
identification	n. 身份的证明 n. 视为同一,证明同一,确认<br />
idiosyncrasy	n. 特质<br />
idiot	n. 白痴<br />
idiot box	n. &amp;lt;俚&amp;gt;电视机<br />
idol	n. 偶像 n.菩萨<br />
illiterate	adj. 文盲的, 无知的 n. 文盲<br />
imitation	n. 模仿,效法 adj. 假造的,冒充的<br />
immigrant	n. 移民, 侨民 adj. 移民的<br />
incentive	adj. 刺激的, 鼓励的 n. 刺激, 鼓励, 动机<br />
enculturation	n. 对某种文化的适应<br />
indecent	adj. 下流的, 不妥当的<br />
Indian	n. 印第安人, 印度人 adj. 印度的，印度人的，印第安人的<br />
information	n. 信息, 情报, 新闻, 资料, 询问<br />
information desk	服务台<br />
information overload	信息超负荷<br />
informed sources	n. 消息来源<br />
ins and outs	n.详情,细节,里里外外,拐弯<br />
instant	n. 立即, 瞬间 adj. 立即的, 即时的<br />
instant celebrity	一举成名的人<br />
instant noodle	n. 方便面<br />
institutional	adj. 制度上的，惯例的，机构的<br />
institutional advertising	建立永久声誉的广告<br />
intangible	adj. 难以明了的,无形的 n. 无形的东西<br />
intangible asset	n. 无形的资产<br />
integrated	adj. 整合的,综合的 vt.&amp;vi. 使整合(integrate的过去式及过去分词)<br />
intelligence quotient	n. 智商 =IQ<br />
intelligence	n. 理解力, 智力, 情报, 情报工作, 情报机关<br />
intelligentsia	n. 知识阶层，知识分子(总称)<br />
interior	adj. 内部的,内地的,国内的,在内的 n. 内部<br />
interior design	n. 室内设计<br />
international	adj. 国际的 n. 国际组织<br />
intrinsic	adj. 固有的, 内在的<br />
invalid	adj. 无效的,伤残的 n. 病人,残疾者 vt. 失去健康<br />
issue	n. 问题；流出；期号；发行物 vt. 发行，发布；发给；放出，排出 vi. 发行；流出；造成…结果；传下<br />
itinerant	adj. 巡回的，流动的 n. 巡回者<br />
troupe	n. (演出的)一团, 一班 vi. 巡回演出<br />
pillar	n. 柱子,支柱,核心(人物) vt. 用柱支持<br />
jack	n. 插座,千斤顶,男人 v. 抬起,提醒,扛举 [Jack] n. 杰克(男子名,John,Jacob的昵称)<br />
jack the ripper	强奸杀人犯杰克(1888-1889年在伦敦作案累累,奸杀妓女的凶犯)<br />
Jack of All Trades	n. 能做各种事情的人(万能博士)<br />
jam session	n. 摇滚爵士音乐的即席演奏会<br />
jam	n. 果酱,拥塞之物,堵塞, 窘境 vt. &amp;vi. 挤,塞满,混杂<br />
jaunt	n. 远足 vi. 短程旅游<br />
jazz	n. 爵士乐，爵士舞，空扯的话，以及类似的东西 vt. 使&#x2026;活泼，把&#x2026;演奏成爵士风格 vi. 闲逛，跳爵士舞<br />
Jekyll and Hyde	n. 有两副面孔的人<br />
jerk	n. (口语)笨蛋,性情古怪的人,急拉,肌肉抽搐 vt. &amp;vi. 痉挛,急拉,急推,急动<br />
jet lag	n. 飞行时差反应，时差感<br />
Jim Crow	n. 〈贬〉黑人<br />
job	n. 工作,职责,任务 vt. 投机买卖,营私舞弊,不公正地判罚,分包任务 vi. 工作,假公济私,做分销商或批发商 adj. 与工作有关的<br />
job description	n. 职业描述，工作说明书，工作项目规程<br />
job opening	职务空缺<br />
job prospect	就业前景<br />
joint	adj. 联合的, 共同的 n. 关节, 接合处 v. 连接, 贴合<br />
Jolly roger	n. 海盗旗, 骷髅旗<br />
journalism	n. 新闻工作, 新闻业, 新闻写作<br />
journalist	n. 记者, 新闻工作者<br />
jubilee	n. 纪念(佳节, 欢乐)<br />
Judaism	n. 犹太教, 犹太教徒, 犹太主义<br />
juiced	adj. 有汁的, 喝醉的<br />
jumbo jet	n. 大型喷气式客机<br />
junk	n. 垃圾,废旧杂物,中国平底帆船 vt. 丢弃<br />
kaleidoscope	n. 万花筒，千变万化<br />
karaoke	n. 卡拉OK<br />
key	adj. 主要的,关键的 n. 钥匙,关键,答案,按键,音调 vt. 上锁,调节,提供解答,键入 vi. 使用钥匙<br />
kidult	n. 童心未泯的成人，孩子打扮的成人<br />
joy ride	驾车兜风<br />
kin	n. 家族,亲属 adj. 亲属关系的，同类的 suf. (接名词后)小的<br />
kinetic	adj. 运动的，动力学的<br />
King's English	n. 纯正英语<br />
king size	adj. 超过标准长度的，特别的<br />
kiss ass	拍马屁<br />
know-how	n. &amp;lt;口&amp;gt; 实践知识, 技术秘诀, 诀窍<br />
knowledgeable	adj. 聪明的,有知识的<br />
Koran	n. (伊斯兰教)《古兰经》<br />
kudo	n. 奖赏, 名声, 光荣, 荣誉<br />
lake poets	n. 湖畔(派)诗人(18世纪末到19世纪初英国消极浪漫主义诗歌流派)<br />
lady	n. 夫人, 女士<br />
lake district	n. (英国的)湖泊地区<br />
land	n. 陆地, 国土, 土地 v. 登陆, 登岸, 卸货<br />
lantern	n. 灯笼, [建筑学]天窗, 屋顶气窗<br />
Lantern Festival	元宵节<br />
largess	n. 慷慨的赠与<br />
lark	n. 云雀, 百灵鸟 n. 嬉戏，玩笑 vi. 嬉戏<br />
last	adj. 最后的,末尾的,最近的,晚了，迟到了 adv. 最后,最新 n. 最后来的人(或发生的事) vi. &amp;vt. 持续<br />
last words	n. 临终遗言<br />
Las Vegas	n. 拉斯维加斯(美国内华达州东南部一城市)<br />
lateral thinking	n. 横向思维, 侧面思考<br />
vertical thinking	纵向思维<br />
leader	n. 领袖, 领导者<br />
Leap day	n.闰日(指2月29日)<br />
leap year	闰年<br />
learned	adj. 有学问的, 博学的 learn的过去式和过去分词<br />
lech	vi. 好色，纵欲 n. 肉欲，好色的人 =letch Lech n. 勒克河(流经奥地利德国的河流)<br />
lad	n. 少年, 小伙子<br />
lechery	n. 好色<br />
leeway	n. 余地，[航]偏航角，偏航，漂移<br />
lesbian	adj. 同性恋的,莱斯博斯岛的 n. 同性恋的女性,莱斯博斯岛人<br />
levee	n. 堤防(码头) vt 筑堤<br />
liberty	n. 自由；许可；冒失<br />
libido	n. 欲望, 性的冲动, 生命力<br />
library	n. 图书馆, 藏书<br />
congress	n. 国会；代表大会；会议；社交<br />
licence	n. 执照,许可,特许,自由,放纵 vt. 同意,许可<br />
license	n. 批准,许可证,特许 vt. 允许,特许<br />
license plate	车牌,牌照<br />
life	n. 生活, 生命, 人生, 生物, 寿命,灵魂, 无期(徒刑) adj. 活的,终身的,生动的<br />
life jacket	救生衣<br />
lifeline	n. 救生索，生命线<br />
lifespan	n. 寿命，生命期<br />
light music	n. 轻音乐<br />
lily	adj. 纯白的 n. 百合花<br />
linear	adj. 直线的，线性的，长度的<br />
literacy	n. 读写能力，识字<br />
litterbug	n. 垃圾虫, 乱丢垃圾的人<br />
live show	现场节目<br />
</p>

<p>
living	adj. 活着的 n. 生活, 生计<br />
London	n. 伦敦<br />
particular	n. 个别项目, 详细说明 adj. 特别的, 独有的; 挑剔的; 详细的<br />
lotus	n. 荷花(莲花, 莲饰)<br />
lotusland	n. 安逸乡, 安逸<br />
loud	adj. 大声的,吵闹的,难闻的 adv. 响亮地,大声地<br />
love child	n. 私生子<br />
love affair	恋爱<br />
lowbrow	adj. 教养浅薄的 n. 教养浅薄的人<br />
lush	adj. 苍翠繁茂的, 多青草的, 丰富的<br />
luxury	n. 奢侈, 豪华, 奢侈品<br />
macrobiotic	能促进长寿的 长命的, 大型生物群的<br />
made man	n. 保证会成功的人<br />
madhouse	n. 疯人院, 精神病院, &amp;lt;非正式&amp;gt;喧闹的地方<br />
mad money	n. (女子出门赴约时)自备的零钱, 备急用的钱<br />
maid of orleans	n. (=Joan of Arc)圣女贞德<br />
malaise	n. 不舒服<br />
Mammon	n. 贪财，贪欲之神<br />
man	n. 男人,人类,人 vt. 为&#x2026;配备人手,使&#x2026;振奋<br />
man of mark	名人，要人<br />
man of men	杰出人物<br />
mould	n. 模子(样板,形状,霉菌,土,类型) vt. 模压(铸造,发霉,形成,轮廓相符合) vi. 发霉<br />
man of the world	n. 饱经世故者, 爱享乐者<br />
Manhattan	n. 曼哈顿[美国]<br />
mania	n. 狂躁, 热衷, 狂热<br />
manicure	n. 修指甲，修指甲的人 vt. 修指甲，修剪<br />
manuscript	adj. 手抄的 n. 手稿, 原稿<br />
mare	n. 母马, 母驴 n. (月球等)表面阴暗处<br />
maritime	adj. 海的, 海上的, 海事的<br />
masked	adj. 戴面具的, 蒙着脸的, 隐蔽的 动词mask的过去式和过去分词<br />
masque	n. 假面剧, 假面具剧本, 化装舞会<br />
mass	n. 块,大量,众多 adj. 群众的,大规模的 v. 集中 n. pl. 群众，民众<br />
mass communication	n. 大众传播<br />
mass media	n. 大众传播媒体，海量媒体数据，新闻界<br />
massage parlour	按摩院; 妓院<br />
massage	n. 按摩, 揉 vt. 按摩, 揉, 美化, 奉承, 篡改数据<br />
master key	n. 万能钥匙, 主键<br />
mastermind	n. 聪明人, 智多星 vt. (巧妙地)策划<br />
materialism	n. 唯物主义，唯物论，实利主义<br />
material	n. 材料, 原料, 物质; n. 素材, 题材, 资料 adj. 物质的, 实体的; 身体上的, 肉体的 adj. 重要的, 关键的<br />
maternity	n. 母性, 母道, 妇产科病房 adj. 孕妇的, 母性的<br />
maternity ward	产科病房<br />
maternity dress	n. 孕妇装<br />
maternity hospital	n. 妇产科医院<br />
maternity leave	产假<br />
matinee	n. 日场演出<br />
May Day	n. 五一国际劳动节<br />
Mayday	n. 国际遇险无线电呼救信号<br />
mayflower	n.五月开的花<br />
melodrama	n. 情节剧；音乐剧；耸人听闻的事件，闹剧<br />
meltdown	n. (核反应堆核心的)熔毁，灾难，崩溃<br />
memorial	adj. 纪念的, 追悼的 n. 纪念碑(堂), 纪念仪式<br />
Memorial Day	[美]美国对阵亡战士的纪念日(每州不同，一般5月30日)<br />
memorial service	追悼会<br />
menstruation	n. 月经, 月经期间<br />
mental	adj. 精神的,脑力的,精神错乱的,传心术的,[解剖学]颏的<br />
deficiency	n. 缺乏,不足,缺点<br />
mental work	脑力工作<br />
meritocracy	n. 精英制度，能者为领袖的制度，精英领导<br />
merit	n. 功绩, 价值，优点 v. 博得，值得或应得<br />
mesalliance	n. 和低身份者结婚, 门不当户不对的婚姻<br />
metaphysical	adj. 形而上学的，抽象的 Metaphysical adj. (英国)玄学派诗歌或诗人的<br />
Mexican	n. 墨西哥人, 墨西哥语 adj. 墨西哥的<br />
microwave oven	微波炉<br />
mixed	adj. 混合的, 形形色色的, 弄糊涂的 mix的过去式和过去分词<br />
marriage	n. 婚姻,结婚<br />
mobile	adj. 可移动的,易变的,迁徙的, 流动的 n. (可随风飘动的)悬挂装置, 可动雕塑<br />
modern	adj. 现代的,时髦的 n. 现代人,时尚人士<br />
modernity	n. 现代性, 现代作风, 现代性的东西<br />
moonlight	n. 月光 vi. 做兼职 adj. 有月光的，月夜的<br />
moon	n. 月亮<br />
moon roof	玻璃天窗<br />
morphine	n. 吗啡<br />
Moslem	n. 穆斯林，伊斯兰教徒 adj. 伊斯兰教徒，穆斯林的 =Muslim(英)<br />
mosque	n. 清真寺<br />
motel	n. 汽车旅馆<br />
mother	n. 母亲 adj. 母亲的,母体的 vt. 生育,像母亲一样关爱<br />
mother tongue	n. 母语<br />
mother wit	n. 天资<br />
mousse	n. 冻奶油甜点，摩丝 vt. (对头发)上摩丝<br />
muesli	n. 牛奶什锦早餐<br />
Murphy's Law	n. 墨菲定律<br />
music hall	音乐厅<br />
myth	n. 神话<br />
nab	v. 逮捕,攫取 vt. 抓,获取,抓住,逮捕<br />
narrow squeak	n. 差点跑掉的成功,侥幸取得的成功,差点没能解决的问题, 侥幸逃脱<br />
national	adj. 国家的,民族的 n. 国民<br />
nationalism	n. 民族主义, 民族之特性<br />
national monument	国家历史文物<br />
seashore	n. 海岸, 海滨<br />
natty	adj. 整洁的,漂亮的<br />
naturalist	n. 自然主义者, 博物学者<br />
needle	n. 针 vt. 用针缝,激怒,嘲弄 vi. 缝纫<br />
needle trade	成衣业<br />
negligible	adj. 可以忽略的,微不足道的<br />
network	n. 网络,系统,广播网 vt. 用网覆盖,联网 vi. 加入网络<br />
news	n. 新闻, 消息<br />
news agency	n. 通讯社<br />
news conference	n. 记者招待会<br />
news coverage	新闻报道<br />
peg	n. 钉, 支柱, 借口 vt. 钉木桩, 扔 vi. 努力工作, 匆忙走<br />
newsbreak	n. 有报导价值的事件<br />
newscaster	n. 新闻广播员, 新闻评论广播员<br />
newsflash	n. 简短的新闻报道<br />
newsman	n. 新闻记者<br />
newsreel	n. 新闻短片<br />
New Wave	(电影或音乐)新浪潮, 新浪潮运动<br />
New Year's Day	元旦<br />
night bird	n. 夜出活动的鸟, 习惯晚睡的人, 夜出活动者(尤指夜贼等坏人)<br />
ninja	n. (受过偷窃技术专门训练被雇作间谍或刺客的)日本武士<br />
Nobel Prize	n. 诺贝尔奖<br />
nonfiction	n. 非小说的散文文学<br />
nosy parker	n. 好事者，爱管闲事的人<br />
nouvelle vague	[法]=new wave<br />
nuclear family	核心家庭，小家庭<br />
nudity	n. 裸露<br />
Obie	颁发给纽约百老汇大街以外优秀剧目的年度奖<br />
obituary	adj. 死亡的 n. 讣告<br />
obscene	adj. 淫秽的, 猥亵的<br />
obscene language	下流语言<br />
occidental	n. 西洋人, 西方人 adj. 西洋的, 西方的<br />
occupational	adj. 职业的<br />
occupational disease	职业病<br />
occupational hazard	n. 职业病<br />
ocean	n. 海洋,大量<br />
offbeat	adj. 不平常的, 离奇的，反传统的 n. 弱拍<br />
offhand	adj. 即时的, 即席的, 无准备的 adv. 即时地, 即席地, 随便地<br />
off the cuff	未经准备，即席<br />
off-the-peg	adj.现成的<br />
china hand	中国通<br />
omnibus	n. 公共汽车, 公共马车, 精选集 adj. 综合性的, 总括的<br />
open air	野外的，露天的<br />
open sesame	n. 秘诀，开门咒<br />
sesame	n. 芝麻<br />
orientalism	n. 东方式，东方语风格，东方知识<br />
Oscar	n. 奥斯卡(男子名), 奥斯卡金像奖<br />
outfit	n. 用具,配备,机构,全套服装 vt. 配备,供应 vi. 得到装备<br />
overhead	n. 经常开支,普通用费 adj. 在头上的,高架的 adv. 在头顶上,在空中,在高处 [计算机] 总开销<br />
pedestrian crossing	n.人行横道<br />
pedestrian	adj. 徒步的,缺乏想像的 n. 行人<br />
ozone	n. 臭氧, 新鲜空气<br />
palmy	adj. 棕榈的, 多棕榈的, 繁荣的<br />
palmary	adj. 值得最高荣誉的，卓越的<br />
pantomime	n. 哑剧，哑剧演员，手势 v. 打手势, 演哑剧<br />
parental	adj. 父母的<br />
participate	vi.参加某事； 分享某事 vt.得到或接受某部分东西<br />
participatory	adj. 供人分享的，参与的<br />
parting	n. 分别, 头发分缝，分歧 adj. 离别的, 逝去的 动词part的现在分词形式<br />
part-time	adj. 兼职的, 部分时间的 adv. 部分时间, 兼职地<br />
parturition	n. 生产, 分娩<br />
patriot	n. 爱国者<br />
pearl	n. 珍珠 vt. 用珍珠装饰,像珍珠般洒落,形成珍珠状 vi. 形成珍珠状,寻找珍珠 adj. 像珍珠般的<br />
pen friend	笔友<br />
pen pusher	n. 文书; 办公室工作人员<br />
pep	n. 活力, 气力 v. 鼓起精神<br />
pep talk	n. 鼓舞士气的讲话<br />
pep rally	赛前动员会<br />
performance	n.表演； 演技； 表现； 执行<br />
personality	n. 个性, 名人, 特色<br />
personnel	n.全体员工； (与复数动词连用)人员，员工； 人事部门<br />
Personnel Department	人事部<br />
shakeup	n. 振动，整顿<br />
peter funk	[美俚](拍卖者等的)&amp;amp;#57923;子, 冒充买者诱人抬高成交价格的人<br />
phi	n. 希腊文的第21个字母(Φ, φ)<br />
beta	n. 贝它，希腊字母的第二个字母<br />
philanthropy	n. 博爱主义，善心，慈善事业, 慈善机构<br />
philharmonic	adj. 爱好音乐的,交响乐团的 n. 音乐爱好者,音乐协会,音乐会<br />
pill	n. 药丸,无法逃避的讨厌事,屈辱事 vt. 服用药丸,把&#x2026;制成药丸,被抢劫 vi.起球粒,成丸状,阶段性完成<br />
pink slip	解雇通知书<br />
pinup	adj. 钉在壁上的，适宜钉在壁上装饰的，受欢迎的 n. 钉在墙上的东西，美女照片<br />
pipe dream	白日梦, 幻想<br />
parenthood	n. 父母的身份<br />
Plastic operation	n.整形手术,修补术<br />
plastic state	塑态<br />
platinum	n. 白金 adj. 白金的<br />
platonic	adj. 柏拉图哲学的, 柏拉图主义的, 理想的, 不切实际的<br />
playbill	n. 戏单, 节目单<br />
playboy	n. 花花公子<br />
playdate	n. (影片等的)上映期<br />
pleasure	n. 高兴, 愉快, 快事 vt. 使高兴 vi. 享受快乐, 高兴<br />
pleasure boat	游艇<br />
doom	n. 命运,不幸,宣告,判决 vt. 命中注定,宣告<br />
dome	n. 圆屋顶<br />
plural	adj. 复数的 n. 复数<br />
plush	adj. 豪华的，优裕的，长毛绒的 n. 长毛绒<br />
mansion	n. 大厦,豪宅,楼宇<br />
plutocracy	n. 富豪统治集团，财阀统治<br />
plutocrat	n. 财阀，富豪<br />
poet laureate	n. 桂冠诗人, 最杰出诗人<br />
laureate	n. 桂冠诗人，得奖人 adj. 杰出的，带桂冠的 vt. 戴桂冠，授予荣誉，授予桂冠诗人的称号<br />
pony	adj. 小型的 n. 小马<br />
ponytail	n. (女子的)马尾发(型)<br />
population	n. 人口<br />
census	n. 户口普查 v. 实施统计调查<br />
population explosion	n. 人口爆炸, 人口激增<br />
postnuptial	adj. 结婚后的, 婚姻后的<br />
powder-puff	adj. 由女子参加的; 软弱无力的<br />
power failure	停电，电源故障<br />
famine	n. 饥荒, 极度缺乏<br />
premature	adj. 早熟的,过早的,不按时的 n. 早产儿,早发<br />
premature death	夭亡<br />
premiere	v. 初次公演, 初演主角<br />
press	vt.压，按； 逼迫； 紧抱 vi.压； 逼迫； 重压 n.强迫征兵； 新闻报道，出版物； 压榨； 印刷机(厂)<br />
press conference	记者招待会<br />
press release	n. 新闻稿<br />
prevalent	adj. 流行的, 普遍的<br />
preview	n. 预审,查阅,预习,预告 vt. 事先查看,查阅,预审,预习<br />
prime time	黄金时段<br />
prime	adj. 最初的,首要的,最好的，典型的 n. 青春,壮年,全盛时期 vt. 事先指点,在(金属、木材等上)打底漆 vi. 变得首要<br />
private life	私生活<br />
private	adj. 私人的，隐蔽的 n. 士兵，列兵<br />
probationary	adj. 验证的，试用的，察看的<br />
probationary period	试用期<br />
profile	n.侧面，半面； 外形，轮廓； [航]翼型； 人物简介 vt.描…的轮廓； 给…画侧面图； 为(某人)写传略； [机]铣出…的轮廓<br />
programme	n. 节目,程序,规划 vt. 为&#x2026;规划程序,拟&#x2026;节目,制作节目<br />
progressive	adj. 前进的, 渐进的 n. 进步人士<br />
Protestant	n. 抗议者 adj. 抗议的 Protestant n. 新教徒 adj. 新教徒的<br />
episcopal	adj. 主教的, 主教管辖的 Episcopal: 新教圣公会的<br />
pseudonym	n. 匿名, 假名, 笔名<br />
public	adj. 公开的,众所周知的,公众的 n. 公共场合,公众,同好者<br />
Pulitzer Prize	普利策奖<br />
public figure	社会名人<br />
public affairs	公共事务<br />
public relations	公共关系<br />
pulp	n. 果肉, 纸浆 v. 化成纸浆, 除去&#x2026;果肉, 制成纸浆<br />
punk	n. &amp;lt;口&amp;gt;阿飞,朋克 adj. 颓废派的,低劣的<br />
pyramid	n. 金字塔 vi. 急速增加 vt. 以金字塔的模型构建<br />
quality	n. 品质, 特质, 才能 adj. 高品质的<br />
quarterly	adj. 季度的 adv. 每季一次 n. 季刊<br />
quibble	n. 谬论；双关语；遁辞 vi. 诡辩；挑剔；说模棱两可的话 vt. 对…诡辩<br />
quickie	n. 草草完成的劣品, 迅速做成的事物<br />
quiz	n. 随堂测验,恶作剧,古怪的人 vt. 恶作剧,提问<br />
commentator	n. 注释者(注释者,解说员,新闻广播员)<br />
Radio Station	n. 广播电台，无线电台<br />
rag	n.破布； 碎布； 破旧衣服； 碎片；(格调低下的)报纸，小报 vt.嘲笑，捉弄； 糟蹋，欺负； 指责，欺负人<br />
rainbow	n. 彩虹 adj.五彩缤纷的<br />
ranch	n. 牧场<br />
rancher	n. 大牧场工人, 大牧场主<br />
rap	n. 轻敲,拍击,责骂,厉声说出,说唱音乐,谈话,最少量 vi. 轻敲, 敲门,表演说唱音乐, 畅谈 vt.抓,抢,拍击<br />
peepshow	西洋镜<br />
rat race	n. 商业上竞争, 事业上竞争<br />
rave	n. 狂吼, 狂暴 v. 愤怒地说, 叫嚷, 咆哮<br />
rave review	哄动热烈的好评<br />
raw deal	n. 不公平的待遇<br />
reading	adj. 阅读的 n. 阅读<br />
received	adj. 被一般承认的,公认的<br />
reception	n. 接待,招待会,接收,欢迎,接受<br />
reception desk	接待处<br />
reception room	n. 接待室, 会客室<br />
Red Cross	n. 红十字会<br />
red letter	adj. 用红字标明的(可纪念的, 大喜的)<br />
red light	n. 交通红灯<br />
reference	n. 参考, 出处, 参照 n. 推荐人, 推荐函 vt. 提供参考<br />
refreshment	n. 恢复，精神爽快，提神之事物；点心，茶点<br />
referendum	n. 公民投票,普通投票,请示书<br />
reference book	n. 参考书<br />
regent	n. 摄政者, 摄政, (大学等的)评议员 adj. 摄政的<br />
regionalism	n. 行政区域划分，地方分权主义，地方色彩<br />
registered	adj. 注册的, 登记过的, 记名的 vbl. 注册<br />
registered letter	挂号信<br />
registered trademark	n. 注册商标<br />
trademark	n. 商标<br />
registration	n. 登记,注册,挂号<br />
prostitute	n. 娼妓, 为赚钱而作坏事的人adj. 卖淫的, 堕落的vt. 卖身, 贬损(自己)<br />
religious	adj. 宗教的,虔诚的,细心的 n. 修道院成员, 僧侣<br />
religious service	宗教仪式<br />
creed	n. 信条, 教义<br />
renaissance	n. 文艺复兴,再生<br />
renaissance man	n. 多才多艺的人<br />
repertoire	n. (准备好演出的)节目, 保留剧目, (计算机的)指令表, 指令系统, &amp;lt;美&amp;gt;(某个人的)全部技 能, 清单,指令表<br />
reportage	n. 新闻报道, 报告文学<br />
reputable	adj. 受好评的, 有声望的, 规范的<br />
rescue	n. 援救,解救,营救队 vt. 援救,救出,营救<br />
resident	adj. 居住的 n. 居民,旅客<br />
alien	n. 外侨;外星人 adj. 外国的,相异的，陌生的 vt. 转让<br />
residential	adj. 住宅的,与居住有关的<br />
residential hotel	公寓旅馆<br />
respectability	n. 受尊重<br />
restricted	vt. 限制,约束 adj. 受限制的,有限的,保密的<br />
publication	n. 出版, 发行, 出版物, 公布, 发表<br />
retirement	n. 退休，隐匿处 adj. 退休的<br />
retirement age	退休年龄<br />
revealing	adj. 有启迪作用的，透露内情的，袒露身体的 动词reveal的现在分词<br />
revere	v. 尊敬, 敬畏, 崇敬 里维尔(美国马萨诸塞州城市, 避暑胜地)<br />
review	n. 检讨, 复习, 回顾, 评审 vt. 温习, 检讨, 评论, 检阅 vi. 写评论<br />
revise	n. 校订, 修正, 再校稿 v. 校订, 修正, 校正<br />
revised edition	n. 修订版<br />
rhapsody	n. 狂言, 狂文，[音]狂想曲<br />
ripple	n. 涟波,涟漪,波纹,粗钢梳 vt. 使&#x2026;起涟漪,使起波纹 vi. 呈波浪状, 起伏前进<br />
ripple effect	n. 连锁反应<br />
ritz	n. 夸示，炫耀<br />
ritzy	adj. 高雅的, 时髦的, 豪华的<br />
rock and roll	摇滚乐<br />
rolls royce	劳斯莱斯<br />
rotary	adj. 旋转的 n. 旋转式机器，环形交叉路<br />
round trip	往返旅行<br />
royal	adj. 王室的,盛大的,极度的 n. 贵族,顶帆<br />
royalty	n. 皇家, 皇族 n. 版税<br />
feast	n. 宴会,酒席,节会 vt. &amp;vi. 款宴,享乐,请客<br />
ruby	adj. 红宝石色的 n. 红宝石，红宝石色 Ruby：露比(人名)<br />
ruby wedding	n. 红宝石婚, 结婚40周年<br />
Russian	adj. 俄国的 n. 俄国人, 俄语<br />
russian roulette	n. 俄式轮盘<br />
roulette	n. 轮盘赌, 点线机, 转迹线 vt. 用滚轮压骑缝孔<br />
valentine	n. 情人, 情人节礼物, (姓氏)瓦伦丁<br />
salad	n. 色拉,凉拌生菜,杂烩<br />
salad days	n. 年轻无阅历的时期<br />
salon	n. 客厅，沙龙，美术展览馆<br />
saloon	n. 大厅, 展览场, 酒吧<br />
beauty salon	n. 美容院<br />
salt of the earth	n.社会中坚(高尚的人)<br />
salute	v. 行礼, 致意, 问候<br />
samizdat	n. (Rus.) 地下出版物<br />
salutary	adj. 有益的, 有用的, 有益健康的<br />
sample	n. 样品,标本 vt. 采样,品尝 adj. 样例的<br />
sanctuary	n. 圣所, 耶路撒冷的神殿, 至圣所<br />
sanitary	adj. 卫生的, 清洁的<br />
sanitary towel	n. 卫生巾，月经垫<br />
sanitary ware	n. 卫生器具<br />
Santa Claus	n. 圣诞老人<br />
sapphire	n. 蓝宝石(青色) adj. 蓝宝石色的(青色的)<br />
scan	vt. 扫描；浏览；细看；详细调查；标出格律 vi. 扫描；扫掠 n. 扫描；浏览；审视；细看<br />
scapegoat	n. 替罪的羔羊, 替人顶罪者 v. 使…成为替罪羊<br />
scare	vt. 惊吓(惊恐,惊慌) vi. 受惊吓 n. 惊吓(惊恐,惊慌)<br />
Scene stealer	抢镜头的人; 抢戏演员<br />
science fiction	科幻小说<br />
Scotch	vi. 弄伤；制止转动；扑灭；镇压 n. 刻痕 adj. (Scotch)苏格兰人的；苏格兰语的<br />
scrappage	n. 废物，报废<br />
scrapyard	n. 废品堆放场<br />
screenwriter	n. 电影剧本作家, 编剧家<br />
script	n. 原稿,手稿,脚本 vi. 写剧本<br />
seafront	n. 面向海的一面, 沿海岸而筑的马路<br />
seamy	adj. 不愉快的，黑暗的, 恶劣的，有接缝的<br />
searing	adj. 灼热的 动词sear的现在分词形式<br />
sensation	n. 感觉,感知力,激动,轰动<br />
documentary	adj. 文献的 n. 纪录片<br />
serial	n. 序列，串列 adj. 连续的，一连串的<br />
service	n. 服务, 公务部门, 服役, 发球, 发球方式 vt. 维护, 保养<br />
service industry	服务行业<br />
service charge	服务费<br />
plaza	n. 广场, 市场<br />
seventh	n. 第七， 七分之一 adj. 第七的 adv. 第七<br />
sex	n. 性,性别,性欲 vt. 区别&#x2026;性别,引起&#x2026;性欲<br />
sex appeal	n. 性感，吸引力<br />
sexual harassment	n. 性骚扰<br />
shamble	n. 蹒跚, 摇晃的脚步 vi. 蹒跚地走, 摇摇晃晃地走, 摇晃不稳<br />
Shangri-La	n. 香格里拉<br />
shilling	n. 先令<br />
shoddy	n. 次品，劣质产品 adj. 劣质的<br />
shopaholic	n. 购物狂<br />
shore	n. 岸,滨,国家,陆地,斜撑柱 vt. (up)支撑,支持<br />
short fuse	n. &amp;lt;美&amp;gt;急性子，火爆脾气<br />
shotgun	n. 猎枪，(橄榄球)进攻阵势 vt. 射击 adj. 用猎枪的，强迫的，漫无目的的<br />
shotgun marriage	不得已的结婚<br />
shower	n. 阵雨,淋浴 vi. 倾盆而下,淋浴 vt. 淋湿,下骤雨,使(大量东西)落在某人身上<br />
show off	炫耀, 卖弄<br />
Show people	娱乐界人士<br />
sib	adj. 亲属的, 近亲的 n. 家属, 亲族, 一切亲戚 Sib abbr. 西伯利亚(=Siberia)<br />
sick	adj. 恶心的, 有病的, 腻烦的, 晕的 n. 病人, 呕吐物 vt.追逐, 攻击; 唆使<br />
side effect	副作用<br />
gag	n. 箝口物, 箝制言论, 讨论终结 v. 虚伪, 使呕吐, 插科打浑<br />
sight	n. 景观, 视力, 眼界 vt. 看见, 观看 vi. 瞄准<br />
silent	adj. 安静的,不吵闹的,沉默的,无言的 n. (复数)默剧<br />
Silent contribution	隐名捐款<br />
meditation	n. 沉思,冥想<br />
silk road	n. 丝绸之路(古时中国与中亚细亚间的贸易之路，因以丝绸贸易为主，故名)<br />
silk stocking	n. 穿着华丽的人, 丝袜<br />
Silly money	荒唐钱<br />
silly	adj. 愚蠢的,淳朴的,晕的<br />
silver	adj. 银色的,银的 n. 银,银币,银器 vt. 镀银,变成银白色<br />
Silver screen	银幕<br />
silver spoon	n. 财富，电影(集合称), 电影业<br />
silver wedding	n. 银婚<br />
simultaneous	adj. 同时发生的,同步的<br />
sitcom	n. 情景喜剧<br />
skeleton	n. 骨架,纲要,骨骼,骨瘦如柴的人或动物,家丑 adj. 骨骼的<br />
skid row	贫民窟，棚户区<br />
skid	n. 滑动,滑道,刹车,制件缺陷,走下坡路 vt. 打滑刹车, 滚滑 vi.溜滑,打滑<br />
skeleton key	n. 万能钥匙<br />
Skeleton in the closet	n. 家丑<br />
skin	n.皮，皮肤； (蔬菜，水果等)外皮； 毛皮 vt.剥皮，削皮； 擦破皮，擦伤； 欺骗 vi.使愈合，长皮 adj.&lt;俚&gt;色情的<br />
flick	n. 快速的轻打,轻打声,轻溅 vt. 轻弹,轻打,忽然摇动,按开开关 vi. 轻击,快速翻阅<br />
slapstick	n. 打闹剧(演员用击板相互追打发出声响得名)，击板<br />
slasher	断木机, 多盘圆锯截木机<br />
sleeping bag	n. 睡袋<br />
sleeping berth	卧铺<br />
berth	n. 停泊处, (船、火车上的)卧铺 v. 停泊<br />
sleeping partner	n. [英] 隐名合伙人<br />
sleeping pill	n. 安眠药片<br />
slice of life	生活画面, 写实画面<br />
smart aleck	adj. 自作聪明的<br />
aleck	n. 艾力克(男子名，Alexander的简称)<br />
snob	n. 势利小人，自命不凡的人 [英]鞋匠<br />
snobby	adj. 势利的<br />
snow job	n. 靠油嘴滑舌(进行的欺骗和劝诱)<br />
snuff	n. 烛花，鼻烟 v. 剪烛花，嗅，抽鼻子，扼杀<br />
sob	n.&amp; v. 呜咽, 哭泣<br />
socialite	n. 社会名流, 名士<br />
social dance	n. 交际舞<br />
soft drink	软饮料<br />
soft soap	n. 软皂(奉承话)<br />
songbird	n. 鸣禽，鸣鸟，女歌手<br />
soul	n. 灵魂, 精神, 美国黑人(或黑人音乐) adj. 美国黑人文化特性的<br />
soul mate	性情相投的人，心心相印的伙伴<br />
soup	n. 汤,羹,困境<br />
soup up	vt. 加大马力<br />
soup kitchen	n. (救济贫民, 灾民的)施舍处, 流动厨房<br />
sour	adj. 酸的,腐坏的,抑沉的,刻薄的 vt. &amp;vi. 变酸,变乖戾,腐坏<br />
eyesore	n. 剌眼的东西，眼中钉<br />
spaghetti	n. 意大利式细面条，绝缘套管<br />
special	n. 专辑,专车,特色菜,特价,特刊 adj. 特别的,专门的<br />
specialist	n. 专家<br />
spew	v. (使)喷出, 涌出, 呕吐, 吐出 vt. 喷出<br />
spin off	vt. 作为副产品等而生产(摆脱)<br />
spin out	尽力维持一些日子，拖长(工作等)的时间<br />
spontaneous	adj. 自发的, 自然产生的<br />
square deal	n. 公平交易<br />
squash	n. 壁球,摺皱不堪,拥挤嘈杂的人群,浓缩果汁,美国南瓜 vt. 压扁,压制 vi. 变扁,压榨<br />
stage	n. 阶段,舞台,驿站 v. 上演,表演,乘驿车旅行<br />
stag	adj. 只准男子参加的，色情的 n. 牡鹿，投机认股者 vt.(英)监视 vi. 只身参加舞会<br />
stand-in	n. 替身<br />
stardom	n. 演员的身份,演员们<br />
spangle	n. 镶金属小片 v. (使)闪烁发光<br />
stud	n. 图钉,装饰钮扣,立柱,板墙筋,壁骨,种马, 耳环,年轻男子 vt. 镶嵌,点缀<br />
star-studded	adj. 星罗棋布的<br />
stationery	n. 文具,信笺<br />
Statue of Liberty	自由女神(位于美国纽约)<br />
status symbol	n.社会地位象征<br />
status	n. 地位, 身份, 情形, 状况<br />
stereo	adj. 有立体视觉的,立体声的 n. 固定形象,立体声<br />
straight	adj. 直的, 准的, 正直的, 坦率的, 连续的 adv. 直接, 笔直地, 平正了, 坦率的, 连续不断地 n. 直的东西, 传统的人<br />
street	n. 街道 adj. 街道的<br />
street girl	n. 妓女<br />
string	n. 线,一串,字串 vt. 串起,成串,收紧, 悬挂；系；扎 vi. 给…装弦 adj. 线的<br />
string quartet	n. 弦乐四重奏曲，弦乐四重奏乐团<br />
quartet	n. 四重奏<br />
striptease	n. 脱衣舞<br />
teasing	adj.戏弄的, 揶揄的 动词tease的现在分词<br />
stroke	n. 中风；冲程；笔画；打击；尝试；轻抚 vt. 抚摸；敲击；划尾桨；划掉 vi. 击球；作尾桨手；敲击键盘<br />
subeditor	n. 文字编辑, 审稿人, 助理编辑<br />
subtitle	n. 副题(书本中的), 说明或对白的字幕 vt. 给&#x2026;加副标题，给&#x2026;加字幕<br />
sucker	n. 乳儿, 吸管<br />
summer complaint	[医] 假霍乱,欧洲霍乱<br />
complaint	n. 抱怨<br />
Sunbelt	n. (美国南方的)阳光地带<br />
Sunday	n. 星期日<br />
supporting actor	男配角<br />
supporting actress	女配角<br />
supporting role	n. 〈戏〉配角<br />
surface mail	普通平信邮件<br />
surface	n. 表面,平面, 外表 adj. 表面的,肤浅的 vt. 在某物上加表层, 使&#x2026;成平面 vi. 浮到水面, 披露出来, 在表面工作<br />
surrealism	n. 超现实主义<br />
suspension	n. 悬挂,悬浮液,暂缓,未决,中止<br />
sustaining	adj. 支持的, 持续的<br />
swell	n. 增大,隆起的部分, 波浪 adj. 优秀的, 时髦的 vi. 渐增, 膨胀, 积聚, 情感迸发 vt. 使情感迸发, 扩大, 使膨胀<br />
swelling	v. 膨胀(泡胀) adj. 膨胀的(增大的)<br />
symposium	n. 讨论会(论文集, 酒会)<br />
synthesize	v. 合成<br />
synthesizer	n. 合成器(综合器)<br />
tabloid	n. 小型报, 小型画报, 药片 adj. 扼要的<br />
tag	n. 标签,附属物,名称,谚语 vt. 附以签条,尾随,添饰,指责,连接 vi. 紧随,尾随<br />
taillight	n. 尾灯<br />
Taj Mahal	n. 泰姬陵(印度阿格拉的一座大理石陵墓)<br />
takeout	n. 外卖店;外卖餐馆 adj. 供顾客带出外吃的, 外卖的食物<br />
talent	n. 才能, 人才, 天资<br />
scout	n. 童子军,侦察员, 守卫 vt. 侦察, 物色人才 vi. 寻找, 物色<br />
talent show	n. 才艺竞赛<br />
talk down	v. 驳倒, 高声压过, 贬低, 用无线电通讯引导飞机降落<br />
talkfest	n. 恳谈会, 议而不决的会议<br />
talk show	谈话节目，访谈节目<br />
taproom	n. 酒吧<br />
taxi	n. 计程车，出租汽车 v. 用出租车运送，乘计程车，(飞机)滑行<br />
tea ceremony	n. 茶道，茶艺<br />
tearjerker	n. 赚人眼泪的电影<br />
</p>

<p>
teddy bear	玩具熊<br />
teeny	adj. 极小的，微小的<br />
teetotaller	n. 禁酒者, 禁酒主义者<br />
telecast	v. 以电视广播传送 n. 电视广播<br />
televise	v. 用电视播放, 用电视放映 vt. 用电视播放<br />
bop	vt. 撞击，敲打 vi. 跳博普舞 n. 博普(=bebop) n. 一击<br />
tent pole	n. 搭帐篷用的支柱<br />
totem pole	图腾柱，&amp;lt;俚&amp;gt;制度<br />
terminal	n. n. 终端机,终点,末端 adj. 终点的,晚期的,致死的<br />
termination	n. 终结, 中止, 词尾,限制, 结果<br />
terminal building	候机楼<br />
thanksgiving day	感恩节(美国是11月的第四个星期四, 加拿大是10月的第二个星期一)<br />
theatre	n. 剧场, 戏院<br />
theme park	n. 主题公园<br />
theme	n. 题目, 主题<br />
theme music	主题曲<br />
thermal	adj. 热的,热量的,保热的 n. 上升的热气流<br />
thermometer	n. 温度计<br />
barometer	n. 气压计, 晴雨表<br />
hygrometer	n. 湿度计<br />
altimeter	n. 高度计<br />
thinking	n. 思考, 思想 adj. 思考的, 有理性的 动词think的现在分词<br />
thriller	n. 惊险小说<br />
cigarette	n. 香烟<br />
Times Square	n. 泰晤士广场(位于美国纽约市曼哈顿区)<br />
time zone	n. 时区<br />
tin pan alley	n. 廷潘小巷, 流行歌曲方面的有关人士或其聚会<br />
toll	n. 通行费,代价,伤亡人数,钟声 vi. 征收通行税,鸣钟 vt. 向某人征税,钟响,引诱<br />
toll free	adj. 免电话费的<br />
toll plaza	收费区,收费广场<br />
tongue-tied	adj. 张口结舌的，结结巴巴的，讲不出话的<br />
tongue twister	绕口令<br />
top billing	演员表上的头牌地位<br />
top-notch	adj. 拔尖的<br />
topless	adj. 无顶的，极高的，袒胸的<br />
torch song	n. 感伤恋歌<br />
touchstone	n. 试金石，检验标准<br />
touch tone	按键音双音多频拨号音<br />
tour de force	n. 力作，绝技<br />
toxic	adj. 有毒的 n. 有毒物质<br />
traffic	n.交通，运输量； (非法的)交易； 通信量； 交际 vt.用…作交换； 在…通行 vi.交易； 买卖<br />
artery	n. 动脉, 主流, 干道<br />
tragedy	n. 悲剧, 惨事, 灾难<br />
tragic	adj. 悲剧的, 悲惨的<br />
transformer	n. 变压器<br />
transit	n. 经过,运输 vt. 穿越,旋转 vi. 越过<br />
transmission	n. 传输, 播送, 变速器, 传递的信息<br />
travelogue	n. 游记，旅行见闻，观光影片 =travelog<br />
trek	vt. 艰苦跋涉(行军) n. 艰苦跋涉<br />
triangular	adj. 三角形的, 以三角形为底的, 三方的, (感情上)三角关系的<br />
trick	n. 诡计，欺诈，把戏，诀窍 vt. 戏弄,欺骗 adj. 有诡计的，有阴谋的<br />
tried-and-true	adj. 经过检验而可靠的，靠得住的<br />
Trojan	n .特洛伊人, 勤勉的人, 勇士 adj. 特洛伊的, 特洛伊人的<br />
trojan horse	(希腊神话中)特洛伊木马<br />
trumpet	n. 喇叭,喇叭声,喇叭手 vt. 宣扬；鼓吹；吹嘘 vi. 吹喇叭,发出喇叭似的声音<br />
trumpeter	n. 小号手，号兵 n. 鹤形鸟<br />
trump up	vt. 捏造(伪造)<br />
tune out	关掉，不理会<br />
UFO	abbr. 不明飞行物(=unidentified flying object)<br />
ugly duckling	n. 丑小鸭，年幼时不好看长大后才貌出众的人<br />
ultra	adj. 过度的, 过激的, 极端的 n. 过激论者, 急进论者<br />
underfed	adj.未喂饱的 动词underfeed的过去式和过去分词<br />
underground	adj. 地下的, 秘密的 adv. 在地下, 秘密地 n. 地下, 地铁, 地道, 秘密活动<br />
undisclosed	adj. 未泄露的, 保持秘密的, 身份不明的<br />
unemployed	adj. 失业的，未投资的 n. 失业者<br />
united nations	n. 联合国<br />
universal	adj. 普遍的,通用的,宇宙的 n. 通用<br />
copyright	adj. 版权(的) n. 版权,著作权<br />
convention	n.会议； 全体与会者； 国际公约； 惯例，习俗，规矩<br />
unleaded	adj. 除铅的(无铅条的，未加四乙铅的)<br />
unscathed	adj. 没有受伤的,未受伤的,未受伤的<br />
unveiled	adj. 公开的，揭露的 动词unveil的过去式和过去分词形式<br />
up-and-coming	adj. 积极进取的，很有前途的，日见重要的<br />
upbraid	v. 斥责,责骂 vt. 责备<br />
uptight	adj. 紧张的, 心情焦躁的<br />
urban	adj. 城市的<br />
urbanity	n. 都市风格, 谦恭有礼, 举止文雅<br />
suburb	n. 郊区<br />
urban culture	城市文化<br />
guerrilla	n. 游击队员 adj. 游击队的<br />
inhabitant	n. 居民<br />
utility	n. 公共设施,效用,公用程序,实用品,实用 adj. 多效用的，多功能的<br />
utility pole	电线杆<br />
utility man	n. 演各种配角的演员，杂务工<br />
valedictorian	n. 致告别辞者, 告别演说者<br />
valediction	n. 告别，告别演说, 告别词<br />
vamp	n. 靴面, 鞋面 vt. 修补 n. 荡妇 vt. 勾引 vi. [音]即席伴奏<br />
vandal	n. 破坏他人或公共财产者<br />
vandalism	n. 故意破坏, 破坏行为, 故意破坏艺术的行为<br />
vapour	n. 蒸气，水蒸气，雾气 v. 蒸发，吹嘘 =vapor(英)<br />
variety	n. 多样, 种类, 杂耍<br />
variety show	n. 杂耍<br />
Vatican	n. 梵谛冈(罗马教廷所在地), 教皇政府<br />
vector	n. 向量,矢量,带菌者 vt. (无线电)导引 adj. 向量性的<br />
vegan	n. 严格的食素主义者<br />
vegetarian	n. 素食者 adj. 素食的<br />
vegetarianism	n. 素食主义<br />
insult	vt. 侮辱 n. 侮辱,(对人身的)损害<br />
veiled	adj. 戴着面纱的, 隐藏的 动词veil的过去式和过去分词<br />
vending machine	自动贩卖机<br />
vendor	n. 厂商, 小贩, 卖主, 自动售货机 =vender<br />
venerable	adj. 庄严的, 值得尊敬的<br />
venereal	adj. 性病的, 性交的, 因性交而传染的<br />
venereal disease	n. [医]性病<br />
vernacular	n. 本地话, 方言，(动植物的)俗名 adj. 地方的, 地方语的，白话的<br />
vicious	adj. 恶毒的, 恶意的, 凶残的, 剧烈的, 严重的<br />
Vicious circle	恶性循环<br />
video	adj. 录像的 n. 录像(机) vt. 制作&#x2026;的录像<br />
videophone	n. 可视电话<br />
videotape	n. 录像带 vt. 录像<br />
vintage	n.收获,年代(葡萄,葡萄酒);制造年代;一组具有共同特征的人或事情 adj. 佳酿的,古典的,优质的<br />
virgin	n. 处女,未婚女子 adj. 纯洁的, 原始的，未开发的 维尔京群岛<br />
virgin forest	原始森林<br />
virtuoso	n. 艺术能手，演艺精湛的人<br />
visiting card	n.名片 =calling card<br />
vita	n.个人简历,传略 n.&amp;lt;拉&amp;gt;生命<br />
curriculum vitae	n. 履历, 简历<br />
vocal	adj. 声音的,口述的,歌唱的 n. 元音,声乐作品<br />
vogue	n. 时尚,流行<br />
voice of america	n. 美国之音<br />
walking dictionary	n. 活字典<br />
encyclopedia	n. 百科全书<br />
wallpaper	n. 墙纸，壁纸 vt. 用墙纸盖住 vi. 糊墙纸<br />
wallflower	n. [植]桂足香, 桂香香水 n. 壁花(社交场合因羞涩而受人冷落之人)<br />
walking stick	n.手杖,竹节虫<br />
warehouse	n. 仓库 vt. 存入仓库<br />
water cooler	n. 水冷却器<br />
in review	在检查中,在审查中<br />
weirdo	n. 古怪的人, 奇怪的人<br />
weird	adj. 怪异的，离奇的 n.命运；预言者<br />
well-to-do	adj. 小康的, 富裕的<br />
west end	n. 伦敦西区，西伦敦<br />
wet nurse	n. 奶妈, 乳母<br />
whipping boy	n. 代人受罪者，代罪羔羊<br />
whirl	v. 使&#x2026;旋转,急转，回旋，迅速移动 n. 回旋, 旋转，繁忙，混乱，尝试<br />
white-haired	adj. 白发的, 得宠的<br />
white lie	n. 善意的谎言<br />
whiz kid	n. 神童, 优等生<br />
wire service	n. 通讯社<br />
wonder	n. 惊奇；奇迹；惊愕 vi. 怀疑；想知道；惊讶 vt. 怀疑；惊奇；对…感到惊讶 adj. 奇妙的；非凡的<br />
wonder drug	特效药<br />
woo	v. 向&#x2026;求爱, 追求, 恳求<br />
workaday	adj. 工作日的，平常日子的，普通的<br />
workaholic	n. 工作第一的人,专心工作的人<br />
karma	n.(佛教或印度教中)业, 因果报应, 缘分, 命运 n. 镍铬系精密级电阻材料<br />
samsara	n. 轮回, 流转<br />
World Trade Center	n. 世界贸易中心<br />
worrywart	n. 自寻烦恼的人<br />
wrap-up	n. 综合报导，简讯，结尾，结局<br />
xenophobia	n. 仇外, 排外<br />
Xerox	vt. 静电影印 Xerox: 施乐(财富500强公司之一, 总部所在地美国, 主要经营办公设备)<br />
X-rated	adj. (电影等)X级的<br />
yard sale	n. 庭院旧货出售, 现场旧货出售<br />
yearbook	n. 年鉴<br />
Yellow journalism	黄色新闻<br />
Yellow Pages	电话黄页<br />
yuppie	n. 雅皮士(属于中上阶层的年轻专业人士)<br />
yoga	n. 瑜珈<br />
zap	vt. 击溃，射杀 vi. 快速移动 int. 嚓(表示枪声等)<br />
zebra	n. 斑马,斑马线<br />
zebra crossing	斑马线<br />
Zen	n. 禅<br />
Zion	n. 犹太人, 天国, 乌托邦 =Sion n. 锡安山(犹太人的象征), 宰恩(美国一城市)<br />
zip code	邮码，邮政区码<br />
</p>
</div>
</div>
