engxw.org
* 教育
academia	n. 学术界(学术生活)
academic	n. 教学人员,学术人员 adj. 学院的,理论的,学术性的
academic year	n. 学年
academician	n. 学者, 大学教师, 知识分子,学会会员
academy	n. 学院,学术,学会
adult education	n. 成人教育
Alma Mater	n. 母校，校歌
alumna	n. 女校友, 女毕业生
alumnus	n. 男毕业生, 男校友
applicant	n. 申请人
applied	adj. 应用的 v. 应用, 适用 vbl. 应用
applied science	n. 应用科学
associate professor	副教授
assistant professor	助理教授
assistant	adj. 助理的；辅助的。 n. 助手助理；助教，店员
associate	vt.(使)发生联系； (使)联合； 结交； 联想 vi.联盟； 陪伴同事 n.合伙人； 伴侣，同志； 非正式会员 adj.联合的； 合伙的； 非正式的； (性质上)有密切联系的
attendance	n. 出席,出席人数,出席率
audiovisual	adj. 视听教学的，视听的
audiovisuals	视听教具
autonomy	n. 自治
bachelor	n. 单身汉, 学士
band	n. 带;箍,队,乐队 vt. &vi. 联合,结合
boarder	n. 搭伙者, 寄宿者 n. 滑雪者
boarding school	n. 寄宿学校
campus	n. (大学)校园
certificate	n. 证(明)书,执照 vt. 批准，认可，发证书给...
chancellor	n. 英大臣(使馆秘书, 首相)
civic	adj. 公民的, 市民的, 城市的
cluster	n. 串,丛,群 v. 聚合,成串,丛生,使...聚集
coeducation	n. 男女同校
commemoration	n. 纪念，纪念物
commence	v. 开始；着手；<英>获得学位
commencement	n. 开始,毕业典礼
comprehensive	adj. 综合的, 广泛的, 理解的
comprehensive school	n. 综合中学
compulsory	adj. 被强制的,强迫的,义务的
compulsory education	n. 义务教育
confer	vi. 商讨 vt. 赠予,授予
credential	n. 凭证 adj. 证明可信任的 v. 授以证书
credit	n. 信用, 荣誉, 贷款, 学分 v. 归功于, 赞颂, 信任
credit hour	n. (教育)学分
curriculum	n. 课程，全部课程
diploma	n. 文凭
doctor	n. 医生,博士 vt. 医治,篡改,对...做手脚 vi. 用药
Doctor of Philosophy	博士, 哲学博士
doctorate	n. 博士学位
dormitory	n. (集体)宿舍
dropout	n. 中途退出者
education	n. 教育,培养
educational	adj. 教育的，有教育意义的
elementary	adj. 基本的,初级的,元素的
elementary education	n. 初等、基本教育(指小学)
elementary school	小学
elementary teacher	小学教师
enrolment	n. 登记,招收，入学
exchange student	交换学生
extension	n. 延长,扩充,范围,分机号码
extramural	adj. 城墙以外的, 市外的, 单位以外的
faculty	n.能力，才能； 全体教职员； <英>(大学的)专科，系； 特权，特许
faculty meeting	教授会 教员会议
faculty member	n. 大学教职工
faculty members	全系教师
flunk	n. 失败, 不及格 v. (使)失败,(使) 考试不及格
fraternity	n. 兄弟会,友爱,协会，社团
freshman	n. 大学一年级学生，新手
further education	进修, 深造
admission	n. 许可, 入会费, 承认
grade	n. 年级,成绩,分数,等级,级别 vt. 分级,记成绩
graduate	vt. 毕业;(在表、计、尺上)刻[分]度,定等级 vi. 毕业,获学位,逐渐变得 n. 毕业生 adj. 毕业的,获得学位的
graduate school	研究所，研究生院
graduate course	研究生课程
graduate student	研究生, 毕业生
graduation	n. 毕业
higher education	n. 高等教育(指含大学以上的教育)
schooling	n. 学校教育, 学费 动词school的现在分词形式
honor	n. 荣誉,荣幸,贞洁,正直,信用 vt. 尊敬,授予荣誉,实践,兑现
honour	n. 荣誉,荣幸,头衔 vt. 尊敬,信守承诺,方形舞中鞠躬致敬
honor man	优等生
hothouse	n. 温室, 温床 adj. 温室的, 长于温室的
humanity	n. 人类 人性;人道;慈爱
instructor	n. 教师,讲师,指导书
interview	n. 面谈,访问,接见 vt. 接见,对...进行面谈(试) vi. 面试, 采访
ivy league	常春藤联合会，名牌大学的
junior	adj.较年幼的，较年小的； 三年级的，低年级的； 资历较浅的； 后进的 n.年少者，青少年； 晚辈； 三年级生； 职位较低者
junior college	二年制专科学校
junior high school	初中
lecture	vt. &vi. 讲课, 教导 n. 演讲, 教训, 斥责
lecturer	n. 演讲者, 讲师
liberal	n. 自由主义者, 宽容大度的人, (Liberal)自由党人 adj. 无偏见的, 慷慨的, 不拘泥的, 宽大的, 开明的
liberal arts	人文科学，大学文科
liberal studies	文科目, 人文学科; 普通学科
master	n. 主人, 硕士, 母机 adj. 主人的, 主要的 v. 征服, 控制, 精通
master's degree	n. 硕士学位
matriculate	v. 准许入学,录取
nonresident	adj. 不住在某地的 n. 非常住人口
normal	adj. 正常的,正规的 n. 常态, 标准
object lesson	n. 实物教学, 示范, 实例
occupational	adj. 职业的
polytechnic	adj. 各种工艺的, 综合技术的 n.工艺(专科)学校;理工(专科)学校
polytechnic college	多科性工学院 工学院
pop quiz	n. &lt;俚&gt;突击测验
postgraduate	n. 研究生 adj. 大学毕业后的
preparatory	adj. 预备的,准备的,初步的
preparatory school	预备学校 预科
prestige	n. 威望,声望
primary	n. 最主要者 adj. 主要的, 初期的, 根本的
primary education	初等教育
primary school	小学
private school	私立学校
professor	n. 宣称者,教授
emeritus	adj. 名誉退休的 n. 名誉退休者
public school	公立学校 n. 公学
ragged	adj. 衣衫褴褛的, 粗糙的, 刺耳的
redbrick	adj. 新大学的 n. 新大学, 新学院
refresher course	n. 复习课程, 进修课程
required course	n. 必修课程
sawdust	n. 锯屑
scholar	n. 学者，获奖学金的学生
scholarship	n. 奖学金, 学问, 学识
visiting scholar	访问学者 进修生
scholastic	adj. 学术的, 学习的 n. 经院哲学家
aptitude	n. 才能,资质
attire	n. 服装, 盛装 v. 穿衣, 打扮
school	n.学校，学院； 学业； 学派； 学科 vt.训练，锻炼； 教育，教导； 约束； 给…上学
scrappy	adj. 1. 散乱的；不连贯的；支离破碎的; 2. 充满斗志的
selective	adj. 选择的, 选择性的
seminar	n. (大学的)研究班,研讨会
senior	n. 年长者,上司,毕业班学生 adj. 年长的,高级的,资深的
sophomore	n. 大学二年级生(在企业中工作第二年的人)
senior high school	高中
straight a	成绩最优秀的
student	n. 学生
student body	学生
TA	abbr. 技术援助(=Technical Assistance) abbr. 助教(=teaching assistant)
teaching assistant	助教
telecourse	n. 电视广播课程
tenure	n.占有(职位，不动产等)； 占有期； 终身职位
TOEFL	abbr. 托福考试(=Test of English as a Foreign Language)
fellowship	n. 友谊，团体，会员资格，奖学金
trimester	n. 三个月, 学期
tuition	n. 教诲,教学,学费
underachiever	学校学习成绩低于智商的学生 学习落后的学生 后进生
undergraduate	n. 大学生 adj. 大学部的
uniform	adj. 一致的,统一的 n. 制服 vt. 穿制服
university	n. 大学
varsity	adj. 大学体育代表队的, 校队的
visiting professor	n. 客座教授

