engxw.org
* 体育
aerobic	adj. 需氧的, 有氧的, 增氧健身法的
aerobics	n. 有氧运动法；增氧健身法
all-star	adj. 全明星组成的 n. 明星队的运动员
archery	n. 箭术
artificial turf	人造草坪
Asian Games	亚洲赛
athlete	n. 运动员
athletics	n. 体育运动，田径
background	n. 背景,幕后,配音 vt. 提供背景
backboard	n. (篮球架上的)篮板，后部挡板，脊椎矫正板
backcourt	距门最远处
backfield	n.后卫&lt;br /&gt;外野手
backhand	adj. (网球等运动中)反手的 adv. 以反手 n. [体]反拍，左向书法 vt. 用反手
backstroke	n. 还击，反手拍击，仰泳
baseball	n. 棒球
basketball	n. 篮球，篮球运动
bat	n. 蝙蝠,棒,击打,球拍 vt.& vi. 用棒击打 [计算机] DOS文件名: 批文件
baton	n. 指挥棒, 接力棒
bikini	n. 比基尼，三点式泳装
bowling	n. 保龄球
box	n. 盒子,箱,专席,亭子,窘境 vt. 装...入盒中,限制住,调和,改变形状,用拳击... vi.参与拳击
boxing	n. 拳击 n. 盒式包装，制箱材料
broad jump	n.跳远,跳远比赛
bronze medal	铜质奖章 铜牌 第三名
butterfly stroke	蝶泳
calisthenics	n. 柔软体操，健美操 =callisthenics(英)
center	n. 中心, 中间, 主角, 中锋, 重点 vi. 居中, 聚焦于... vt. 使集中, 放在中央
champion	n. 冠军, 拥护者, 勇士 vt. 保卫, 拥护
championship	n. 锦标赛,冠军，拥护
charge	n. 电荷, 指控, 费用; 照顾, 责任 vt. &vi 控诉, 加罪于, 要价, 赊帐, 充电, 管理
charge with	控告, 使承担
cheer	n. 愉快,激励,欢呼 vt. 加油,鼓舞,快活起来 vi. 使振奋,欢呼
cheerleader	n. (尤指体育赛事上的)拉拉队队员；(事业或政客的)支持者，摇旗呐喊者
circuit	n. 电路,一圈,巡回 vt. &vi. 巡回
clay court	n. 红土网球场, 沙地球场
club	n. 击棍,扑克牌中的梅花,俱乐部 vt. 用棍棒打,集合 vi. 集合,分担花费,泡夜总会
coach	n. 大巴, 教练; (火车)客车车厢, 四轮马车, 经济舱 vt. 训练, 指导 vi. 训练, 指导
competition	n. 比赛,竞争
consolation	n. 安慰,令人安慰的事物
corner	n.角落，角； 拐角； 困境； [商]囤积 vi.驾车转弯； 聚于角落 vt.垄断； 逼入困境 adj.位于角落的
cross-country	adj. 越野的, 横过田野的 n. 越野运动
rock climbing	攀岩
curveball	n.[棒]曲线球
Davis Cup	n. 戴维斯杯(国际网球赛的一种奖杯)
decathlon	n. 十项运动(体育比赛)
deuce	n. 两点, 平手, 平分
discus	n. 铁饼，掷铁饼
dope	n. 麻药，毒品，涂料 n. 笨蛋，内幕消息 v. 麻醉 n. [化]吸收剂
double	n. 两倍,复制品,替身,双重角色的演员,反转,双人房 adj. 两倍的,双重的,骗人的,加量的 adv. 两倍地,双人地,翻来覆去地,对折地 vt. 使加倍,对折,握紧,做替身 vi. 加倍,转身,兼任,替代演出
dribble	vt. 使...慢慢流下，运球 vi. 细流，垂涎，运球 n. 少量，细流
downhill	adj. 向坡下(的),走下坡路的(地) adv. 下坡,向下
drag	n. 用来拖拉的东西,拖,拖累 vt. 拖累,拖拉(动) vi. 拖拉(动),缓慢地行走
bunt	n. 顶撞, 推, [棒]短打 n. 腥黑穗病 n. 帆的鼓起部分，渔网的网身 v. 顶撞, 短打
draw	v. (drew, drawn) 拉, 拖, 挨近, 提取, 画, 绘制 n. 平局; 抽签; 拉, 拽吸引人的事物
dream team	梦之队
dummy play	假装不准备接球
detector	n. 探测器
eliminate	v. 除去,排除,剔除 [计算机] 消除
exercise	n. 练习,作业,运动 vt. 运用 vi. 锻炼
dumbbell	n. 哑铃
exhibition	n. 展览,展览会
extra	adj. 额外的 adv. 特别地 n. 额外的事物，另外收费的
fair play	n. 公平的比赛(公平对待)
fancy	n. 想像力, 幻想, 喜好, 爱 adj. 想像的, 时髦的, 华丽装饰的, 奢侈的, 技巧的 vt. 想象, 自认为, 喜好
fastball	n. [棒](投手投出的)快球
fast break	n. [篮]快攻
featherweight	n. 非常轻的人或物, 不重要的人, 羽量级选手
feint	n. 伪装, 佯装攻击 v. 佯攻, 佯击
field hockey	曲棍球(=hockey)
hockey	n. 曲棍球
final	adj. 最后的 决定了的 n. 决赛,期末考试
football	n. 足球 n. 橄榄球
fault	n. 故障,过失,缺点 vt.&vi. 挑剔,指责，发现错误, 断裂
forehand	n. 马体的前部, 正打, 正击 adj. 正打的 n. [体]正拍
forest	n. 森林,园林,林火 vt. 用树林覆盖, 植树
foul play	n. 卑鄙的行径, 不公平, 谋杀
foul	adj. 恶臭的,污秽的,邪恶的,下流的 vt. 弄脏,妨碍,污蔑,阻塞,犯规 vi. 腐败,犯规 adv. 不正当地 n. 缠绕,犯规
frog	n. 蛙,马的蹄叉,刀剑的挂环
fullback	n. 后冲
goal	n. 目标，目的； 球门； 终点；
goalkeeper	n. 守门员 =goaltender(美)
goalpost	n. 门柱
gold medal	n. 金质奖章，金牌
golf	n. 高尔夫球 v. 打高尔夫球 vi. (打)高尔夫球
grand slam	n. [棒球]大满贯, 满垒时之全垒打
slam	n. 砰然声,猛然,猛烈的抨击 vt. 猛然关上,砰地关上,猛烈抨击 vi. 砰地关上,猛攻,猛烈抨击
grandstand	n. 正面看台, 哗众取宠的表演 adj. 大看台 v. 哗众取宠的表演
ground rule	n. 程序，场地临时规则，基本规则
guard	n. 守卫者,警戒, 护卫队, 保护 vt. &vi. 保卫,看守,警惕
gymnasium	n. 体育馆, 健身房 n.(德国等培养学生升入大学的)大学预科，高级中学 (复数)gymnasia或gymnasiums
gymnast	n. 体操运动员
gymnastics	n.&amp;adj. 体操
hack	n. 劈, 砍, 出租马车 v. 劈, 砍, 干咳
hammer	n. 锤,榔头 vi. 锤击,反复敲打 vt. 锤打,严厉批评
hamper	n. 食盒,食篮 v. 阻碍,使...困累,困累
hat trick	n. 〈板球〉连中三柱，使对方三击球手退场
heavyweight	n. 超过平均重量的人或物，重量级选手，(拳击)重量级，要人
high jump	跳高
hit	n. 打(击),冲撞,讽刺,成功.一次毒品的剂量,点击量 vt. 打(击),碰撞,偶然发现,要求,符合 vi. 打(击),袭击,达到
holding	n. 把持, 支持, 保持 vbl. 握住, 把持, 举行
home run	[棒球]全垒打
home team	主队
hook	n. 钩子,钩拳 vt. &vi.钩住
horizontal bar	n. 单杠
hold	vt.拿住，握住； 保留，保存； 扣留，拘押； 容纳 vi.拿住，握住； 同意，赞成； 保持不变； 有效 n.握住； 保留； 控制
hotdog	n. 热狗(面包) vi. 卖弄，出风头
hula hoop	呼拉圈
hurdler	n. 跳栏比赛选手, 制造竹篱笆者
individual	adj. 个别的; 独有的 n. 个人, 个体
infield	n.(棒球场地的)内场，内野
inside	adj. 里面的 adv. 在里面 n. 内部 prep. 在...里面
intercept	n. 截取,妨碍,截距 v. 拦截,阻止,截取 [计算机] 截断
intermission	n. 中止, 中断, 停顿
IOC	abbr. 国际奥委员会(=International Olympic Committee)
javelin	n. 标枪
jog	n. 轻推,轻撞,漫步 vt.& vi. 轻推,蹒跚行进,慢跑
judo	n. 柔道
jump	n. 跳跃,跳动,上涨 vt. &vi. 跳越,突升,惊跳
jumper	n. 跳跃者, 跳高运动员, 雪橇， 跳跃的动物, 妇女穿的套头外衣, 海员的上衣, 工作服
karate	n. 空手道(日本的一种徒手武术)
knuckle	n. 指关节, 膝关节, 肘形接头，铰链连接 v. 以指节压，屈从，开始努力工作
lane	n. 小路, 小巷, 行车道
last place	殿军
lawn	n. 草地,草坪,上等细麻布
left	adj.左边的，左侧的； 左派的 n.左，左面； [军]左翼； 左派，激进分子 adv.向左； 在左边 v.离开( leave的过去式和过去分词)
forward	adv.前进地； 向前； 至将来； 提前地 adj.向前方的； 迅速的； (社会、政治)进步的； 早熟的 vt.促进，助长； (按新地址)转寄； 发送 n.前锋
service	n. 服务, 公务部门, 服役, 发球, 发球方式 vt. 维护, 保养
server	n. 服伺者,服勤者,伺候者
love	vt.& vi.爱，热爱； 爱戴； 喜欢； 赞美，称赞 vt.喜爱； 喜好； 喜欢； 爱慕 n.爱情，爱意； 疼爱； 热爱； 爱人，所爱之物
love game	一方得零分的一局
marathon	n. 马拉松, 耐力的考验
medley	n. 混杂，[音]混成曲 adj. 混杂的
mermaid	n. 美人鱼
merman	n.雄人鱼&lt;br /&gt;Merman：&lt;br /&gt;n.默尔曼(人名)
middleweight	n. 平均体重，中量级选手 adj. 体重中等的
national	adj. 国家的,民族的 n. 国民
near-miss	n. 靠近弹
obstacle race	n. 障碍赛跑
obstacle	n. 障碍,绊脚石
Olympic	adj. 奥林匹克的
mark	n. 污迹, 标记, 分数, 烙印, 纪录 vt. 做标记于, 留意, 打分数, 留下污痕, 使...明显 vi. 做标志, 记分, 留下印记
outfield	n.(板球及棒球)外场
par	n. 标准, 票面价值, 平均数量 adj. 票面的, 平常的, 标准的
parallel bars	双杠
pass	vt.& vi.走过； 通过； 批准； 度过 vt.传球； 及格； 发生； 不要 n.通道； 通行证； 关口； 越过
penalty	n. 处罚,惩罚
pentathlete	n. [体]五项全能运动员
pentathlon	n. 五项全能运动(跑步﹑骑马﹑游泳﹑击剑和射击)
pitcher	n. 水罐, [棒球]投手，[植]瓶状叶
pivot	n. 枢,核心,旋转 adj. 在枢轴上转动的,关键的 vt. 装枢轴于,以...为中心旋转 vi. 在枢轴上转动
play	n. 游戏,游玩,剧本,比赛,比赛中的动作,影响 vt. &vi. 玩,进行比赛,演奏,播放,捉弄,假装
playoff	n. (双方得分相等时的)最后决赛
plus fours	n. 灯笼裤
pole-vault	vi. 撑竿跳
polo	n. 马球, 水球，马球装束
pressing	adj. 紧迫的,紧急的,切实的 vbl. 压迫
prizefight	n. 职业拳击赛
pro	n. 能手(赞成) adv. 正面地
punching bag	n. 吊袋, 攻击目标
punch	n. 打洞器,钻孔机,殴打 n. 酒、水、糖等制成的鸡尾酒 vt. 以拳重击,开洞,剪票,按(键)
putt	n. (高尔夫球)推杆 vt. 短打，把球轻轻打进洞
push	n. 推,奋力,决心 vt. &vi. 推,挤,逼迫
qualifying trials	资格赛
quarterfinal	adj. 四分之一决赛的 n. 四分之一决赛
rebound	n. 弹回 vt.&amp; vi. 弹回
referee	n. 仲裁人,调解人,裁判员 vt. &vi. 仲裁,裁判
relay race	接力赛
rivet	n. 铆钉 v. 铆接,固定,钉牢 v. 集中(目光、注意力)，吸引
round	n. 圆,(某种圆形)交谊舞,常规活动,一局(轮) adj. 圆的,微胖的,完整的,坦率的,圆满完成的 adv. 环形地 vt. 弄圆,绕行,使...完全,使成为整数 vi. 变圆(胖),弯曲 prp. 围绕,遍及
runner-up	n. 亚军，第二名
sambo	n. 桑勃式摔跤 n. 黑人与印第安人或欧洲人的混血儿
score	n.得分； 分数； 总谱； 20个 v.得分； 记分； 评分； 获得胜利
scoreboard	n. 记分板
scratch	n. 抓痕,抓的声音,乱写 vt. &vi. 搔痒,抓,抹掉 adj. 使皮肤发痒的，潦草的
scratch competition	正式比赛
semifinal	n. 半决赛 adj. 半决赛的
serve	v. 可作...用, 服务, 对待, 发球 n. 发球
shot	n.射手，击球； 开枪，发射； 企图； 注射 adj.闪色的，颜色会变化的； 交织的； 渗透的； (俚语)坏透了的，筋疲力尽的 vt.射中，射击； 给…装弹； 注射； 抛出 vi.发射，射击； 突然出现 v.拍摄(shoot的过去式和过去分词)； 射杀； 开(枪或其他武器)； 打猎
sideline	n. (球场)边线
single	adj. 单身的,单纯的,单一的 n. 单程票,单曲,单人房,单身者 vt. 单独挑出 vi. (棒球)作一垒打
skate	n. 冰鞋 v. 滑冰 vi. 溜冰, 滑冰
skateboarding	n. 滑板(运动) 动词skateboard的现在分词形式
ski	adj. 滑雪(用)的 n. 滑雪，滑雪板 vt. & vi. 滑雪
slalom	n. 障碍滑雪比赛 vi. 进行障碍滑雪赛
soccer	n. 英式足球
spike	n. 长钉, 钉鞋 v. 以大钉钉牢, 使...失效
springboard	n. 跳板,跳板
sprint	vi. 全力奔跑,冲刺 n. 短距离赛跑，冲刺 n. 斯普林特(财富500强公司之一, 总部所在地美国, 主要经营电讯)
sprinter	n. 短跑运动员
stadium	n. 露天体育场,竞技场
starting line	n. 起跑线
steal	vt.偷； 悄悄地做，悄悄地走； 潜行； 不正当的获得 vi.偷； 偷偷地行动：秘密、不显明地行动、发生或消失； [棒球]偷垒 n.偷窃； 便宜货； 便宜货
strike	n. 罢工, 打击, 殴打 v. 打, 撞, 罢工, 划燃
stunt	n. 特技, 阻碍成长 vt. 阻碍成长, 表演特技
surfing	n. 冲浪运动
synchronized swimming	n.同游表演
tank	n. 水槽,池塘,战车 vt. 储于槽中,击败 vi. 放弃
team	n. 队,组 vt. 协同工作 vi. 结成一队 adj. 团队的
tennis	n. 网球
third place	季军
tie	n. 结,束缚,不分胜负,(领)带 vt. 系,约束,捆绑 vi. 打结,连结
tie breaker	连接中继器
tournament	n. 比赛,锦标赛,(中世纪的)骑士比武
track	n. 小路, 跑道, 轨道, 踪迹; 惯例, 常规 v. 跟踪, 追踪
track events	n. [体]径赛
track record	业绩记录
transition	n. 过渡,转变
travel	n.旅行,移动 vi. 旅行,传播,移动 vt. 横贯
trial	n.试验； [法]审讯，审判； 磨难，困难； [体]选拔赛 adj.试验的； [法]审讯的
trip	n. 旅行,摔倒,差错,轻快的步伐 vt. 使跌倒,使犯错,使失败,起锚,竖帆 vi. 轻快地走,绊倒,失误,结巴,旅行
Triple Crown	n. (罗马教宗的)三重冠
triple	n. 三倍之数,三个一组 adj. 三倍的
triple jump	n. 三级跳远
turn	vt.& vi.使转动； 旋转； 使改变方向； 使不适 vt.使变酸； 使变换； 使变为 n.翻转； (路线或方向的)改变； 机会
umpire	n. 裁判员, 仲裁人 vt. 为...裁决/仲裁 vi. 裁判，仲裁
underhand	adj. 秘密的, 下投的, 欺瞒的 adv. 低手地，暗地
flip	vt. 掷, 弹, 轻击 vi. 翻转 n. 空翻，浏览 adj. 无礼的, 冒失的, 轻率的
uneven	adj. 不平坦的, 不均匀的, 奇数的
violation	n. 违反,违背,妨碍
visiting team	客队
walker	n. 步行者, 散步者
ballet	n. 芭蕾舞
water skiing	滑水
weight	n. 重量,体重,重担 vt. 使...负重, 使倾斜
Wimbledon	n. 温布尔登(英格兰东南部城市)
wood	n.木材； 树林； 木制品 vi.收集木材 vt.在…植树造林； 给…添加木柴 adj.木制的； 失去理智的
world cup	世界杯足球赛
World Series	n. 世界职业棒球大赛
wrestling	n. 摔角, 扭斗, 格斗 wrestle的现在分词
yachting	n. 游艇运动，游艇比赛 动词yacht的现在分词形式
zone	n. 地域,地带,地区 vt. 划分成带, 标出或指定成区, 用腰带围绕 adj. 地区性的, 地域上的

