engxw.org
* 科技
active	adj. 积极的；活跃的；主动的；有效的；现役的 n. 主动语态；积极分子
adipose	adj. 脂肪的 n. 脂肪
aerospace	n. 宇宙空间，航空航天学,航空航天工业 adj. 航天的，太空的
alpha	n. 希腊字母的第一个字母，最初，开端 adj. [化]阿尔法位的，主导的，首要的，按字母顺序的
amplification	n. 扩大, 扩充，膨胀 n. 详述, 引伸，推广 n. 增幅, 放大(率), 放大倍数[系数]
amplify	v. 扩大, 详述, 使...增幅
artificial	adj. 人造的,虚伪的,武断的
barrier	n. 界线,屏障,障碍物 v. 以屏障隔开
basic	adj.基本的； [化学]碱性的； [地质学]基性的； 首要的 n.基础，基本； 基本原则，基本原理，基本规律； 要素； 基础训练
beeper	n. 呼叫器，BP机
biochemistry	n. 生物化学
bioethics	n. 生物伦理学，生命伦理学
bovine	adj. (似)牛的, 迟钝的
spongiform	adj. 海绵状组织的
encephalopathy	n. [医]脑病
bulletin board	告示牌
bulletin	n. 公示,公报,新闻快报,期刊 vt. 发表,用公告通知
cable	n. 电缆,海底电报 vt. 打海底电报,把...拧成缆,用缆捆住 vi. 打海底电报
cellular	adj. 细胞的,松织的 n. 手机
challenger	n. 挑战者, 需要全力对付的事物
chaos	n. 混乱
chemical	adj. 化学的 n. 化学制品
Chernobyl	n. 切尔诺贝利(苏联欧洲部分中西部城市)
chip	n. 薄片,碎屑，芯片 vt. 削,切,削成碎片 vi. 折断成碎片
click	n. 点击,滴答声,拍答声 vt. 点击,作滴答声,使...作拍答声 vi. 击打,完全符合,成功,以点击的方式选择
clipboard	n. 付有纸夹的笔记板，剪贴板
clone	n. 克隆，无性繁殖，复制品 v. 克隆，复制
surgery	n. 外科,外科手术, 诊所
computerate	adj. 非计算机盲的
hedgehog	n. 刺猬
computer	n. 计算机
CPU	abbr. [计算机]中央处理器(=central processing unit)
crash	v. 撞碎, 猛使...破碎, 迫降，发出巨响 n. 轰隆声, 猛撞, 崩溃, 破产, 垮台 adj. 速成的 n. 粗布
cursor	光标
cyber	adj. 电脑的,网络的
cybernetics	n. 控制论
cyborg	n. 靠机械装置维持生命的人
DAT	abbr. 数字式音频磁带(=digital audio tape)
databank	n. 数据库
delve	vi. 探究, 查考，挖掘 vt. 挖掘 n.坑/穴/洞；凹地；
desktop	n. 桌面，台式电脑 adj. 台式的，桌上用的
delve into	v. 钻研, 深入研究
digital	adj. 手指的,数字的,数码的,电子的
disc	n. 圆盘，[电子] 唱片(等于disk) vt. 灌唱片
display	n. 显示,陈列,炫耀 vt. 显示,表现,夸示
android	n. (故事中的)机器人
ecology	n. 生态学
electronic	adj.电子的； 电子操纵的； 用电子设备生产的； 用电子设备完成的
eugenics	n. 优生学
expert	adj. 熟练的,内行的 n. 专家,能手 vi. 当专家
factory	n. 工厂, 制造场所
fail-safe	n. 自动防故障装置 adj. 故障自动保险的, 能组织军事攻击的, 万无一失的
fax	n. 传真 v. 传真
file	n. 档案,公文箱,锉刀,[计算机] 文件 vt. 列队行进,归档,申请
flame	n. 火焰,火舌,鲜红色,光辉,恋人,怀念,辱骂信息 vi. 焚烧,爆发,面红, 发辱骂信息 vt. 用烟火发信号,用火对待,发辱骂信息
floppy disk	n. [计]软盘
floppy	adj. 叭塌叭塌响的,懒散的,邋遢的
flutter	n. 摆动, 鼓翼, 烦扰 v. 摆动, 鼓翼, 烦扰
font	n.字体； 字形； 圣洗池(设于教堂中，常为石造)
futurology	n. 未来学
gamma	n. 伽玛(希腊字母), 微克，[化]第三位的东西
gene therapy	n. 基因治疗
gene	n. 基因
genetic	adj. 基因的, 遗传的, 起源的
genetic engineering	基因工程
Gray Matter	灰质 灰白质
groupware	组件 群件
hack	n. 劈, 砍, 出租马车 v. 劈, 砍, 干咳
fidelity	n. 忠实,忠诚，准确性
HIV	abbr. 人体免疫缺损病毒，艾滋病病毒 (=human immunodeficiency virus)
immunodeficiency	n. [生]免疫缺陷
virus	n. 病毒, 毒素, 有害的事物
hormone	n. 荷尔蒙, 激素
hypertext	n. 超文本
therapy	n. 疗法,治疗
IBM	abbr. 美国国际商用机器公司(=International Business Machines)
icon	n. 肖像, 偶像, 象征, 图符 [计算机] 图标,图符
immune	adj. 免除的,免疫的 n. 免疫者
import	n. 进口 vi. 进口,输入 vt. 输入,进口
infect	vt. 传染,感染
information highway	信息高速公路
information	n. 信息, 情报, 新闻, 资料, 询问
intelligent	adj. 聪明的, 智能的
interactive	adj. 相互作用的 [计算机] 交互的
fiction	n. 小说,虚构
intercom	n. 对讲机
Internet	n. 因特网
in vitro	在试管内，体外
fertilization	n. 受精，肥沃化
Jerusalem	n. 耶路撒冷(巴勒斯坦城市)
jukebox	n. 自动电唱机
lag	n. 落后, 滞后, 落后的人, (两事件之间的)时间间隔, 耽搁, 桶盖 vt. 落后, 投掷, 盖上桶盖, 耽搁 vi. 走得慢, 落后 adj. 最后的
laptop	n. 便携式电脑, 笔记本电脑
laser	n. 激光
liposuction	n. 吸脂术
low-tech	adj. 技术落后的
MRI	abbr. 核磁共振成像(=magnetic resonance imaging)
magnetic	adj. 有磁性的,有吸引力的,催眠术的
resonance	n. 共鸣, 共振, 洪亮
molecular	adj. 分子的

monitor	n. 监督器, 班长, 监听员, [计算机]显示器, 监视器 v. 监视, 监听, 监督
multimedia	adj. 多媒体的 n. 多媒体
neuron	n. 神经元, 神经细胞
notebook	n. 笔记本，笔记本电脑
Oedipus	n. [希腊神话]奥狄帕斯
optical	adj. 眼睛的, 视觉的, 光学的
processor	n. 加工者,处理器
ozone	n. 臭氧, 新鲜空气
palmtop	n. 掌上型电脑
parallel	adj. 平行的,相同的,类似的,并联的 adv. 平行地 n. 平行线(面),相似物,对比 vt. 相比,相应,与...平行
pascal	n. [计]PASCAL帕其卡语言 n. 帕斯卡(压力单位)
peripheral	adj. 不重要的,外围的 n. 外围设备
prevalence	n. 传播, 流行, 普及
protein	adj. 蛋白质的 n. 蛋白质
Quality Circle	质量研讨小组
quark	n. [物]夸克
recycle	vt. 使再循环,再利用,再制 vi. 循环 n. 再循环
technique	n. 技术
satellite	n. 卫星,卫星城,随从
shareware	n.共享软件
shuttle	n. 航天飞机；穿梭；梭子；穿梭班机、公共汽车等 vt. 使穿梭般来回移动；短程穿梭般运送 vi. 穿梭往返
silicon	n. 硅
smart	adj. 聪明的,时髦的,漂亮的,敏捷的,轻快的,整洁的 vi. 刺痛,难过,烦恼 n. 刺痛,苦恼 adv. 轻快地,,机灵地,整齐地,漂亮地; v. 感到剧烈刺痛，(因批评、失败等)难过，烦恼
switch	n. 开关, 电门，闸，转换器, vt. &vi. 鞭打，转轨，交换，突然转变, 摆动，接通或切断…电流
analyst	n. 分析家
spacesuit	n. 太空服，航天服
terminal	n. n. 终端机,终点,末端 adj. 终点的,晚期的,致死的
test tube	试管
transgenic	n. 转基因的
Trojan	n .特洛伊人, 勤勉的人, 勇士 adj. 特洛伊的, 特洛伊人的
ultrasonic	adj. 超声波的
UV	abbr. 紫外线(=ultraviolet)
ultraviolet	adj. 紫外线的 n.紫外线
vaccine	n. 疫苗
vaccinate	v. 预防接种
VCD	abbr.视频高密光盘(=Video Compact Disc) abbr.可变电容二极管(=Variable Capacitance Diode)
VCR	abbr. 录像机(=Video Cassette Recorder) abbr. 可变压缩比(=Variable Compression Ratio)
virtual	adj. 虚拟的；有效的；实质上的，事实上的
virtual reality	虚拟现实



