engxw.org
* 政治
absentee ballot	n. 缺席选举人票
voter	n. 投票人, 选举人
abstain from	v. 戒, 避免, 弃权
acceptance	n. 接受(礼物、邀请、建议等)，同意，认可
activism	n. 行动主义，激进主义 n. [哲]触动论
activist	n. 活动分子, 积极分子
adjourn	v. 延期, 休会, 换地方
administration	n. 行政,管理,中央政府
administrative	adj. 行政的,管理的
advisory committee	顾问委员会 咨询委员会
affiliate with	v. 交往
affirm	vt. 证实,断言,肯定 vi. 断言,申明
afoot	adj. 徒步的, 在准备中的, 在进行中 adv. 徒步地, 在准备中地, 在进行中
aftermath	n. (不幸事件的)后果,余波,灾后时期，进入同季第二生长期的作物,
agenda	n. 议事日程
aide	n. 助手, 副官, 侍从武官
allege	vt. 断言,宣称
alliance	n. 结盟,联盟,联姻 Alliance [地理名词]
ambassador	n. 大使
amity	n. 友好,亲善关系
amnesty	n. 大赦, 特赦
anarchism	n. 无政府主义
announcement	n. 公告,发表,告知
antagonism	n. 对抗，对立，敌对状态(行为)
apartheid	n. 种族隔离
apparatchik	n. 职业政党工作人员
appeasement	n. 平息, 缓和, 满足, 绥靖政策
appoint	vt. 任命,指定,预约,装饰 vi. 行使任命权
arabdom	n.阿拉伯世界
arabist	n.阿拉伯学者
arbitration	n. 仲裁, 公断
archbishop	n. 总主教
Canterbury	n. 坎特伯雷(地名)
aristocracy	n. 贵族,贵族社会,高级知识份子
article	n. 文章,物品,条款,冠词 vt. 定契约
assassin	n. 暗杀者, 刺客 Assassin:暗杀基督教十字军成员的穆斯林狂热派
assembly	n. 集合, 集会, 装配
asylum	n. 收容所，避难所，庇护, 精神病院
attache	n. 大使随员, 大使馆馆员
authoritarian	adj. 权力主义的, 独裁主义的 n. 独裁主义者，权力主义者
autocracy	n. 独裁政治, 独裁政府
autonomous	adj. 自治的
autonomy	n. 自治
backbencher	n. 座于众院后方席上随声附和的人
backstage	adv. 在后台, 向后台
balance of power	n. 力量均势
ballot	n. 投票,投票用纸 vi. 投票
bamboo curtain	n.竹幕(西方资产阶级舆论界过去对我国的诬蔑性用语)
bandwagon	n. 乐队花车, 宣传车 n. 浪潮，流行
banner	n. 旗帜,横幅,大标题 adj. 特别好的,杰出的 vt. 用横幅装饰,以大标题报道
barnstorm	v. 在乡区作巡回演出，在乡区作演说旅行
bench	n. 长凳,工作台,梯田 vt. 坐在长凳上,放置长凳,在展览会上展览 vi. 形成梯田
benign	adj. 仁慈的,温和的,良性的
bicameral	adj. 两院制的
big stick	n. 大棒(实力)
bill	n. 帐单, 钞票, 清单, 议案，法案 vt.开帐单, 用海报宣传, 把...列成表 vi. (鸟嘴)接触，爱抚 n. 啄，帽舌 n. 锚钩 Bill n. 比尔(男子名)
bipartisan	adj. 两党的，代表两党的
bloc	n. 集团
blue book	n. 蓝皮书, 答题本, 社会知名人士名录, 美国政府官员名录
bolter	n. 筛(分离筛，筛选机，逃跑者)
bossism	n.头领的支配(尤指政治方面),领袖的政党控制
Boston Massacre	波士顿惨案
boston tea party	n.波士顿茶叶事件
boycott	vt. 抵制(贸易)，拒绝参加
bracket	n. 支架, 括号, 档次 vt. 支撑, 放在括号内, 归入一类, 包含, 支持
brain trust	智囊团
briefing	n. 简要情况，简介 动词brief的现在分词形式
brinkmanship	n. 边缘政策，紧急致策 =brinksmanship
Buckingham Palace	白金汉宫(英国王宫)
buffer state	缓冲国
bureaucracy	n. 官僚制度, 官僚主义
by-election	递补选举
cabinet	n. 橱柜,内阁 adj. 私人的
camp	n. 露营,帐棚,训练营,做作 vt. &vi. 露营,扎营,做作 adj. 做作的
campaign	n. 战役; 运动, 活动 vt. 参加竞赛 vi. (从事, 组织)活动
Camp David	戴维营
candidate	n. 候选人, 求职者
canvass	v. 游说，兜售，详细检查, 细究 n. 细查, 论究, 劝诱，民意调查
capitol	n. 美国国会大厦
Capitol Hill	美国国会山, 美国国会
caretaker	adj. 临时代理的 n. 看门人, 看管人
carte blanche	[律]全权委托, 署名空白纸(任人填写条件等)
carter	n. 运货马车夫
cascade	n. 瀑布，[电]串联 v. 瀑布似地落下，(将...)连结，串联
casting vote	n.决定票,赞成与反对同票数时主席所投的票
caucus	n. 干部会议，政党高层会议 vi. 开干部会议
cemetery	n. 公墓,墓地
chancellor	n. 英大臣(使馆秘书, 首相)
channel	n. 通道,频道,海峡,方法 vt. 引导,开导,形成河道,输送
character	n. 个性, 品质; 字符; 人物; 名誉; 地位
charisma	n. 非凡的领导力,教祖般的指导力,神授的能力
charter	n. 特许(状),执照,宪章,契据 vt. 特许,发特许执照 adj. 特许的
checks and balances	n. 政府机关彼此之间的相互制衡
chief	adj. 主要的, 首席的 n. 首领
city	n. 城市
city father	n.<美>市政府主要成员,市政府高级官员,市参议员
city council	n. 市议会
civil	adj. 国内的,公民的,文明的, 有礼貌的, 民用的
cleanse	vt. 使...清洁, 净化, 使...纯洁
client state	n.附庸国
cloakroom	n. 衣帽间，休息室，&lt;英&gt;盥洗室
closed	adj. 关闭的, 封闭的, 停业的 动词close的过去式和过去分词
clout	n. 破布(靶心,铁板)，巨大的影响(尤其是政治或人文的) vt 用布擦(敲)
club law	n.暴力统治,私刑法律
coalition	n. 结合, 合并, 联合
coattail	n. 男上衣后摆;(复数-s)提携能力
cohabitation	n.同居,同居生活
colonialism	n. 殖民主义
commentator	n. 注释者(注释者,解说员,新闻广播员)
communism	n. 共产主义, 共产主义学说，共产主义制度
Communist Party	共产党
communique	n. 公报
compromise	n. 妥协, 折衷, 折衷案 vt. 妥协处理, 危害 vi. 妥协, 让步
concession	n. 让步, 妥协, 特许权
conciliation	n. 安抚, 抚慰, 怀柔
conclave	n. 秘密会议, 教皇选举会议, 红衣主教团
conclusion	n. 结论
conclusive	adj. 决定性的, 确实的, 最后的
concurrent resolution	n.<美>由美国国会两院所通过而不需总统签署的共同决议案
condemn	vt. 判刑, 谴责, 官方宣称(某事物)有缺陷或不宜使用
conditional	adj. 有条件的, 假定的，假设的 n. [语]条件句
confederacy	n. 同盟, 联邦，共谋 Confederacy：(美国南北战争时期的)南部邦联
confer	vi. 商讨 vt. 赠予,授予
conference call	n. 电话会议
confrontation	n. 对审,面对面,面对
congress	n. 国会；代表大会；会议；社交
congressional	adj. 议会的, 国会的, 会议的
consecutive	adj. 连续的,连贯的
conservative	adj. 保守的,守旧的 n. 保守派(党),保守的人
constituency	n. 选区
constitutional	adj. 组织的, 立宪的, 体质的
consul	n. 领事，(古罗马)执行官员，(1799年至1804年间法国的)三名主要执政官之一
consulate	n. 领事,领事馆
consultant	n. 顾问, 咨询专家
containment	n. 容积, 控制，遏制政策
contingency plan	临时计划
convene	v. 集合, 召集, 召唤 v. 聚集, 集合
convoke	vt. 召集(会议)
corruption	n. 腐败, 堕落, 贪污
coterie	n. 小圈子，小集团，志同道合的一伙
council	n. 理事会,委员会, 商议
counter	n. 计算器,计算者,柜台 [计算机] 计数器 adj. 相反的 adv. 与…相反地 vt. 反对,反击 vi. 反对,反击
counterviolence	n.以暴制暴,反对暴力的暴力(行为),报复性暴力(行为)
coup	n. 砰然的一击, 妙计, 出乎意料的行动
covenant	n. 契约，盟约；圣约；盖印合同
covert	adj. 隐蔽的, 偷偷摸摸的, 隐密的n. 藉口, 树丛, 蔽覆羽翮基部的羽毛
credentials	n. (个人能力及信用的)证明书, 证件
crunch	vt. 嘎扎嘎扎的咬嚼,扎扎地踏过 vi. 发出刺耳的碎裂声 n. 咬碎,咬碎声,扎扎地踏
dawk	n.邮政,非鹰非鸽派,驿站马车
debrief	vt. 向...询问情况, 汇报情况
decision	n. 决定,决心
decisionmaker	n.(政府、企业等处的)决策者
declaration	n. 宣布, 宣言
defuse	vt. 拆除(炸弹等)的雷管, 消除危险, 缓和
delegate	n. 代表 vt. 派…为代表；委派 vi. 委派
demarche	n.行动方针,行动新方针
democracy	n. 民主,民主制,民主国家
democratic	adj. 民主的, 大众的, 平等的
demonstration	n. 示范,实证,表达,集会
deplore	vt. 悲叹，谴责，对…深感遗憾
depose	v. 免职,废,作证 v. 作证,供证
depraved	adj. 堕落的, 颓废的, 卑鄙的 动词deprave的过去式和过去分词形式
deprecate	v. 声明不赞成, 抨击, 反对
deputy	adj. 代理的, 副的 n. 代表, 副手
deselect	vt. 取消选择, 否决
despotism	n. 独裁, 专制, 暴政，专制政府
detente	n. (国际关系等的)缓和，缓和期间 =détente
deteriorate	vt. (使)恶化 vi. (使)恶化, 瓦解, 衰退
deterrent	adj. 制止, 防止, 挽留 n. 挽留的事物, 妨碍物
devoid	adj. 全无的, 缺乏的
dictatorship	n. 独裁(权)，专政
diet	n. 日常饮食，规定饮食 vt. 照规定饮食 adj. 低卡路里的 n.(日本、丹麦、瑞士等国)国会，议会
diplomatic	adj. 外交的,古字体的,老练的
dispute	n. 争论; 争吵 vi. 争论, 争执 vt. 争论; 质疑; 争夺; 抵抗
dissident	adj. 意见不同的,不同意的,不赞成的 n. 意见不同的人,不赞成者
dissolution	n. 分解
domination	n. 支配, 控制, 管辖 (复数)dominations:[宗]主天使
domino	n. 多米诺骨牌
donkey	n. 驴子；傻瓜；顽固的人
dove	n. 鸽子

Downing Street	唐宁街(英国政府所在地)
draft	n. 草稿,草图,汇票，徵兵 vt. 起草,征兵,选秀 adj. 酝酿中的
drastic	adj. 激烈的,猛烈的,极其严重的
duma	n.<俄> 杜马(俄皇时代的国会,俄罗斯议会)
dynamics	n. 力学,力量,力量变化
dystopia	n. 糟透的社会；地狱般的处境；非理想化的地方
doctrine	n. 教义,主义,学说;[古]教学,指导,指令指示;军事战略
elect	n. 当选人, 被选的人, 上帝的选民 adj. 被选的, 选出的 v. 选举, 选择
elector	n. 有选举权的人, 选举人
electoral college	n. 选举团 (各州选出，选举总统与副总统的选举)
electoralism	n.选票至上主义
electorate	n. 选民, 有选举权者, 选区
embassy	n. 大使馆,大使,外使团
emissary	n. 密使, 特使
en bloc	adv. 全体, 总括 adj. 整体的
enfranchise	vt. 给与自治权, 给与选举权, 解放
entente	n.(国家间的)谅解，协定，协约国
entry	n. 进入,入口,登记,项目
envoy	n. 外交使节, 特使
establishment	n. 确立,制定,设施,机构,权威
ethnic	adj. 民族的，种族的，有民族特色的 n. 少数民族的一员
exclusive	adj. 独占的, 唯一的, 排外的; 高价的, 时髦的 [计算机] 互斥的 n. 独家新闻, 独权
exclusivism	n.排外主义,专有主义
executive	n.总经理； 行政部门； [计算机]执行指令 adj.执行的； 管理的； 政府部门的
ex officio	adj. 依职权的 adv. 依职权地
exonerate	v. 免除责任,确定无罪 vt. 使免罪
expansion	n. 扩大,膨胀,扩充
expel	vt. 驱逐,逐出,开除
expropriate	vt. 使充公, 没收，剥夺
fact-finding	n.寻求事实
faction	n. 小派系, 内讧
fair deal	公平交易
fallout	n. 原子尘的降下, 辐射性微尘, 原子尘 n. 余波, 附带结果
fascism	n. 法西斯主义，独裁统治
fascist	n. 法西斯党员, 法西斯主义者 adj. 法西斯主义的, 法西斯主义者的
fault line	n. 断层线, 裂纹线
favorite son	n.受宠爱的儿子,受拥戴的当地侯选人
fence-mending	adj.复交的
fence-sitter	n.中立
fence-sitting	n.中立政策,骑墙
filibuster	n. 妨碍议事, 阻挠 n. 军事冒险家 vt. 阻挠，阻碍 vi. 擅自侵略他国，阻挠
First Lady	n. 第一夫人, 总统夫人
flip-flop	n. 夹趾拖鞋，啪嗒啪嗒声， (方向等的)突变， 触发器 v.突然转变
Foggy Bottom	雾谷
foreign affairs	n. 外交事务
forum	n. 论坛, 讨论会
franchise	n. 特权,公民权,特许经销权 vt. 赋予特权, 赋予公民权
fuel	n. 燃料,木炭 vt. 供以燃料 vi. 加燃料
Gallup	n. 盖洛普(美国新墨西哥州城市名) n. 盖洛普(姓氏，George Horace，美国统计学家，盖洛普民意测验的创始人)
galvanize	v. 通电, 镀锌，刺激
garner	v. 贮藏, 积累, 得到 n.谷仓 Garner: 加纳(姓氏) Garner: 加纳，约翰·南希(1868-1967)，美国政治家，于1933-1941年任美国副总统
general	n. 一般,将军,大体 adj. 一般的,普遍的 v. 指挥,作...将军
genocide	n. 种族灭绝
gerrymander	vt. 为己党利益擅改选区 n. 不公正划分选区
ginger group	n.<英>在组织中起骨干作用的核心小组
GOP	abbr. 元老会(=Grand Old Party ) abbr. 地面观测站(=Ground Observer Post)
govern	vt. 统治,支配,管理,规定 vi. 统治,执行
government	n. 政府,政体,统治
governor	n. 统治者, 管理者, 理事
grass-roots	adj.一般民众的,由乡间民间来进行的
gubernatorial	adj. 州长的；州长职位的
Hansard	n.英国议会议事录
hawkish	adj. 鹰派的, 强硬派的
heavyweight	n. 超过平均重量的人或物，重量级选手，(拳击)重量级，要人
hierarchy	n. 等级制度，层级[计],统治集团
high commissioner	n. 高级专员
high road	n. 大路, 容易进行的方法手段
high seas	公海
hit the headlines	作为重要新闻见报; 被大肆宣扬
holdout	n. 抵抗者, 坚持者, 不让步的人(组织)
homage	n. 敬意，效忠
Home Office	n. (英国)内政部
home secretary	n. (英国)内政大臣
host	n.[计算机]主机； 主人，东道主； 节目主持人； 酒店业主 vt.当主人； 主办宴会，主持节目； 款待，做东 vi.做主人，做东道主
hot news	n.最新消息
house	n. 房子,住宅,全家人,议院 vt. 提供住,安置, 收容 vi. 居住, 躲避
human rights	n. 人权
hunger-strike	vi.举行绝食罢工
ideological	adj. 意识形态的，思想上的
illegitimate	adj. 不法的,非嫡出的,庶生的 n. 非嫡出子,庶子 v. 认为违法,认做私生子
immunity	n. 免疫, 免疫性, 免除
impasse	n. 僵局, 死路
impeach	vt. 存疑, 归咎, 怀疑, 弹劾
implement	n. 工具, 器具; 当工具的物品 vt. 实施, 执行; 向...提供工具(或手段)
inaugural	adj. 就职典礼的,创始的 n. 就职演说,就职典礼
inauguration	n. 就职典礼, 落成典礼, 开幕仪式
incrementalism	n. 渐进主义
Independence Day	美国独立日(7月4日)
infiltrate	v.(使)渗透，(使)渗入
infrastructure	n. 下部构造, 下部组织, 基础结构, 基础设施
interference	n. 冲突, 干涉 [计算机] 干涉
interim	adj. 中间的,暂时的,临时的 n. 中间时期,过渡时期,暂定
intermediary	n. 仲裁者,调解者,媒介物,中间状态 adj. 中间的,媒介的 [计算机] 媒介
internal	adj. 国内的, 内在的，身体内部的
intifada	n. (巴勒斯坦人在加沙地带和约旦河西岸的)起义，暴动
invalid	adj. 无效的,伤残的 n. 病人,残疾者 vt. 失去健康
ballot	n. 投票,投票用纸 vi. 投票
inveigh	vi. 痛骂, 漫骂, 臭骂
involvement	n. 包含, 缠绕, 混乱, 复杂的情况
contra	prep.表示“相反” adv. 相反地

Iron Curtain	特种装甲, 特种装甲生成器 n. 铁幕(阻隔消息, 思想交流的)无形屏障
jew-baiting	n.虐待(迫害,排斥)犹太人
suspension	n. 悬挂,悬浮液,暂缓,未决,中止
joint	adj. 联合的, 共同的 n. 关节, 接合处 v. 连接, 贴合
jsp	日本社会党(=Japan Socialist Party)
junta	n. 派别, 团体
jurisdictional	adj.司法的,司法权的,审判权的,管辖权的
juvenocracy	n.由年轻人管理的国家
key	adj. 主要的,关键的 n. 钥匙,关键,答案,按键,音调 vt. 上锁,调节,提供解答,键入 vi. 使用钥匙
key figure	关键人物
keyhole	n. 钥匙孔 adj. 内幕的
keynote	n. 主旨，主音 vt. 给 ... 定基调
khmer	n.高棉人(居住在柬埔寨,中世纪曾有高度文明),高棉语
kitchen cabinet	n. (政府首长的)参谋团, 厨房的餐具柜(或碗柜)
knee jerk	n. [医] 膝反射
knesset	n.(以色列)议会
Kremlin	n. (俄国的)城堡，克里姆林宫
kremlinologist	n.苏联政体研究者
Ku Klux Klan	n. (美国的)三K党
labour	n. 劳动, 劳工 Labour (英国)工党
laissez-faire	n. 自由放任政策，放任主义 =laisser-faire
lame duck	n. 无用的人，即将卸职的官员
landslide	n. 山崩 n. (竞选中)压倒多数的选票
last hurrah	n.<美> 最后的努力(尤指最后一次竞选活动)
leaflet	n. 小叶,传单 vt.& vi. 散发传单
league of nations	n.国际联盟
leftist	n. 左翼的人，左派，急进派 adj. 左派的，急进派的
leftie	n. 左撇子，左翼分子
left wing	n. 左翼, 左派
legal	adj. 法律的,合法的,法定的
legislation	n. 立法, 法律
legislature	n. 立法机关
credence	n. 相信, 祭器台, 供桌
lib	n. &lt;非正式&gt; 解放运动 abbr. 自由的(=liberal) abbr. 图书管(=library) abbr. 图书管理员(=librarian)
liberal party	n. 自由党
liberal democratic party	自由民主党
lie in	在于
lie-in	n. 懒觉，躺卧示威
linkage	n. 连合, 连锁, 结合
lobby	n. 大厅, 门廊, 门厅, 休息室, 游说议员者 v. 游说
lobbyist	n. 活动议案通过者, 说客
low profile	不引人注目的形象
lower house	n. 下议院，众议院
Mafia	n. 黑手党, 秘密政党
Mafioso	n. 黑手党成员, 秘密政党成员
majority	n.多数； (获胜的)票数； 成年； 法定年龄
mandate	n. 命令, 指令, 要求，托管地 vt. 把(某一地区)置于委任管理下
mayor	n. 市长
measure	n. 措施, 办法, 量度, 尺寸 v. 测量, 量
memorandum	n. 备忘录
message	n. 消息,信息,要点 vt. &vi. 传递信息, 通讯
middle	n.中部，中间； 腰部； 中央； 正中 adj.中部的； 中央的； 正中的； 中间的 vt.把…放在中间； 把…对折 vi.放在中间； 对折
militant	adj. 好战的, 积极从事或支持使用武力的
ministerial	adj. 牧师的，部长的, 内阁的, 执政的
minute	adj. 微小的,不重要的,详细的 n. 分钟,一会儿,会议记录 vt. 记录
mission	n. 任务,代表团,使命,传教 vt. 传教 [计算机] 使命
modus vivendi	n. 生活方式, 暂时妥协
monarchy	n. 君主政体, 君主国, 君主政治
Monroe Doctrine	n.门罗主义,类似门罗主义之策略
motion	n.运动； 手势； 动机，意向； 请求 vt.打手势； 向某人点头或摇头示意； 打手势要求[指示] vi.运动； 打手势
motorcade	n. 汽车行列，车队
move	vt.& vi.移动，搬动 vi.搬家； 行动； 进展； (机器等)开动 vt.提议； 使感动； 摇动； 变化 n.改变； 迁移
MP	abbr. 国会议员(=member of Parliament) abbr. 军警(=military police)
mugwump	n. 1884年大选时脱离共和党的人, 中立人物
mutual	adj. 共同的,相互的
muzzle	n. 动物之鼻口, 口络, 枪口 vt. 戴口络于, 使缄默
nam	【口】越南
nanny state	保姆式国家
NASA	n. 美国国家航空和航天管理局
national anthem	国歌
nationalism	n. 民族主义, 民族之特性
nationwide	adj. 全国性的 adv. 在全国范围内
NATO	北大西洋公约组织
Nazi	n. 纳粹党人 adj. 纳粹党的
nazism	n.纳粹主义,德国国家社会主义
new left	n.新左派
nomination	n. 提名, 任命, 提名权
nonaggression pact	不侵犯条约
nonaligned	adj. 无党派的, 不结盟的, 中立的
noncooperation	n.不合作,反抗性之不合作
nonofficial	adj.非公式的
oath	n. 誓言,誓约,咒骂语
obscurantism	n. 反启蒙主义, 反开化论, 文盲政策
obstruction	n. 障碍, 妨碍, 闭塞
official	adj. 官方的,正式的,有权威的 n. 官员
offstage	adj. 不在舞台上的，私下的 adv. 不在舞台上地，私下
off the record	不供引用的，不供发表的，非正式的
ombudsman	n. 调查官员舞弊情况的政府官员
omnibus	n. 公共汽车, 公共马车, 精选集 adj. 综合性的, 总括的
opening address	开幕辞
opinion poll	选举投票，民意测验
opposition	n. 反对,敌对,在野党
referendum	n. 公民投票,普通投票,请示书
oust	v. 逐出, 夺取
outvote	v. 以票数胜过
Oval Office	n. 美国总统办公室，椭圆形办公室
override	vt. 弃绝,渺视,凌驾,过度负重 n. 给代理人的佣金,滥用 [计算机] 废除
overthrow	v. 推翻，打倒, 颠覆 n. 推翻, 瓦解, 颠覆
overture	n. 提议, 提案, 初步交涉, 序曲 v.提议，建议
owl	n. 猫头鹰
pacific	adj. 太平洋的,(pacific)热爱和平的,求和的, 和解的 n. 太平洋
pacification	n. 讲和，绥靖，平定
pacifist	adj. 非战主义的 n. 反战，反对武力
package	n. 包裹,整批交易 vt. 把...打包,把...进行推销
pact	n. 契约, 协定, 条约
elysee	n.<法>爱丽舍宫,巴黎的法国总统官邸
panacea	n. 万灵药，灵丹妙药
parachute	n. 降落伞,翼膜,缓降物 vi. &vt. 跳伞
pardon	n. 原谅,赦免 vt. 宽恕,原谅
parley	n. 和谈, 会谈 vi. 会谈，谈判
parliament	n. 议会, 国会
parliamentary	adj. 国会的, 议会的, 议会制度的
partisan	adj. 效忠的, 献身的, 盲目推崇的，党派性的 n. 党羽, 同党的人, 游击队员
partitionist	n.(政治)分裂主义者
party	n.社交聚会； 党，党派； 当事人； 同类，伙伴 v.为…举行社交聚会； 为…请客； 参加社交聚会 adj.政党的，党派的； 社交的，聚会的； 共有的，共同的
peace	n. 和平,安静
peaceful	adj. 安宁的, 和平的
pentagon	n. 五边形 Pentagon:五角大楼(美国国防部)
permanent	adj. 永久的, 持久的 n. (口)烫发
persona grata	n.讨人喜欢的人,受欢迎的外交官
petition	n. 祈求,请愿书,诉状 vi. 请愿,祈求 vt. 向...请愿或祈求
phantom	n. 幻影, 虚位, 幽灵 adj. 错觉的, 幻影的, 幽灵的
pink	adj. 粉红色的,激进的 n. 粉红色,石竹花,典范 vt. 刺
plank	n. 厚板, 支撑物，政纲条目 vt. 铺板, 用力放下
platform	n. 平台,月台,讲台,坛,计划
plebiscite	n. 公民投票
plenary	adj. 充分的，完全的，全体出席的
plenipotentiary	adj. 有全权的 n. 全权代表
pocket veto	n.搁置否决权
polarize	vt. 极化(使...偏振化,使...两极分化)
policy	n. 政策, 方针, 保险单
political	adj. 政治的, 政党的, 派系斗争的, 有政治头脑的
pluralism	n. 多元论，兼职(尤指神职)
poll	n. 投票,民意测验,民意,票数 vt. 做民意测验,获得...票,剪树枝 vi. 投票
power	n. 力量, 权力，电力 vt. 供电，激励，全速前进 adj. 与力量有关的，与权力有关的，电力控制的
preamble	n. 前文, 序文, 前言
preferential	adj. 先取的, 优先的, 选择的
preliminary	n. 初步行动, 准备, 初步措施 adj. 初步的, 开始的, 预备的
premier	n. 总理, 首相 adj. 第一的, 首位的, 最初的
present	n. 礼物, 现在 adj. 当面的, 出席的, 现在的 v. 赠送, 提出, 呈现

presidential	adj. 总统的
presidium	n.主席团
press	vt.压，按； 逼迫； 紧抱 vi.压； 逼迫； 重压 n.强迫征兵； 新闻报道，出版物； 压榨； 印刷机(厂)
prime	adj. 最初的,首要的,最好的，典型的 n. 青春,壮年,全盛时期 vt. 事先指点,在(金属、木材等上)打底漆 vi. 变得首要
principle	n. 原则, 原理, 主义, 信念
privilege	n. 特权,特别恩典,基本人权,荣幸 vt. 给特权,免除
privy	adj. 个人的，私密的 n. 有利害关系的人 n. 厕所
proportional	adj. 成比例的,相称的 n. [数]比例项
PR	abbr. (=public relation) 公共关系
proposal	n. 求婚, 提议, 建议
protagonist	n. 主角，主演；主要人物，领导者
protest	n. 抗议, 反对, 抗议书 vi. 反对,抗议,断言 vt. 坚持地表示, 对...提出异议
protocol	n. 草案, 协议,礼仪 vt 拟定议定书
provisional	adj. 暂时的 n. 临时性,临时人员
public gallery	旁听席
purge	n. 整肃,清除,泻药,净化 vt. 净化,清除,摆脱 vi. 清除,通便,腹泻,变得清洁
quadrennial	adj.继续四年的,每四年一次的
quadri-	表示"四,四重"之义
quadruple	adv.&amp;adj. 四倍的(地) n. (使)乘四倍 v. (使)成四倍
question	n. 问题,询问,争论点 vt. 询问,怀疑 vi. 问问题
questionnaire	n. 调查表
race	n. 种族, 赛跑 v. 赛跑, 竞赛 n. 人种；种族
racial	adj. 种族的,人种的
radical	n. 激进份子,原子团,激进派 adj. 急进的,根本的,激进的,基本的,彻底的
railroad	n. 铁路 =railway(英) vt. 由铁道运输，使(议案等)草草通过 vi. 在铁路公司工作
rally	n. 集会,重振旗鼓,示威运动,回合 vi. (人)集合起来,重整旗鼓,恢复精神 vt. 重新召集,激励,嘲弄
ram	abbr. 随机存取存储器(random access memory的缩写)；随机访问内存(random-access memory的缩写) n. 公羊；撞锤；撞击装置；有撞角的军舰；(水压机的)[机] 活塞 v. 撞击；填塞；强迫通过或接受
rapport	n. 关系, 同意, 一致
ratify	v. 批准, 认可
reactionary	adj. 反动的, 反动主义的, 反对改革的 n. 反动者, 反动主义者
rebel	n. 叛徒,起义者 vi. 造反,反抗,反感 adj. 造反的,反抗的,反叛者的
recall	vt. 召回；回想起，记起；取消 n. 召回；回忆；撤消
recess	n. 休息,幽深处,凹缝,壁龛,放假 vt. 放入壁龛,作凹处,休息 vi. 休息
reciprocal	adj. 相互的,互惠的,互补的 n. 相互, 互惠 [数］ 倒数
red	adj. 红色的 n. 红色
brigade	n. 旅, 队, 组 vt. 组队，编组
red-carpet	adj.隆重的,殷勤的
red square	红色广场(莫斯科红场)
red tape	n. 官样文章，繁文缛节
referendum	n. 公民投票,普通投票,请示书
reform	n. 改革,改正,感化 vt. 改革,改正,使悔改 vi. 改良,悔改
regent	n. 摄政者, 摄政, (大学等的)评议员 adj. 摄政的
regime	n. 政权，政体；社会制度；管理体制
regional	adj. 当地的,地区的,局部的,方言的
removal	n. 移动, 移居, 除去
representative	adj. 代表性的, 代议制的, 典型的 n. 代表, 众议员, 典型
reprisal	n. 报复, 报仇, 报复性劫掠
republican	adj.共和国的； 共和政体的； 共和主义的； <美>共和党员 n.拥护共和政体者，共和主义者； <美>共和党的
rescind	n. (rescission) adj. 退还, 取消 v. 废除, 取消
reshuffle	vt. 再洗牌, 改组 n. 改组
resign	vi. 辞职,顺从 vt. 辞职,放弃,使顺从
resolution	n.决心； 解决； 坚决； 分辨率
right	adj. 正确的,正直的,合适的,垂直的,右面的，正常的,正面的 n. 权利,右，正义，实况 adv. 正好,恰当,径直地,正确地,立即,非常,向右边 vt. 纠正,扶直,公正对待,伸冤 vi. 复正
rule	n. 惯例,规则,统治 v. 裁定,统治,支配 vi. 裁决,统治 vt. 统治
run	n. 奔跑,路程,趋向 vt. 跑,放牧,经营,走私,使运转,浇铸,使遭受 vi. 跑,竞赛,行驶,运转,遭遇,持续,熔化,褪色,流,蔓延,传播 adj. 熔化的,浇铸的,洄游的
sabre	n. 军刀, 击剑用刀
sanction	n. 核准,处罚,约束力 v. 制定制裁规则,认许,核准
sanctuary	n. 圣所, 耶路撒冷的神殿, 至圣所
satellite	n. 卫星,卫星城,随从
scenario	n. 情节梗概, 剧本；事态，局面；
scrap	n. 小片,残余物,废料,打架 vt. 扔弃 vi. 互相殴打
seat	n. 位子,所在地,中心 vi. 坐 vt. 使坐下,可容纳
secessionist	n. 脱离论者，分离论者 adj. 脱离论者的，分离论者的
secret	adj. 秘密的,机密的 adv. 秘密地 n. 秘密
secretary	n. 秘书,部长,大臣,书记
security	n.安全； 保证，担保； 保护，防护； 有价证券 adj.安全的，保安的，保密的
senate	n. 参议院,上议院
senatorial	adj. 参议院的, 参议员的
senor	n. 先生(西班牙语对男子的礼貌称呼)
senior	n. 年长者,上司,毕业班学生 adj. 年长的,高级的,资深的
separation of powers	三权分立，分权
separatism	n. 分离主义
session	n.开会，会议；(法庭的)开庭； 会期，学期； (进行某活动连续的)一段时间
settle	n. 有背的长凳 vt. 安放,安顿,解决,决定,付清(欠款) vi. 定居,降落
sever	vt. 割断，断绝；分开；使分离 vi. 断；裂开；分离
shadow cabinet	n. 影子内阁,<主英>影子内阁(政府首脑挑选的)顾问团,智囊团
shaker	n. 摇动者，摇动器，搅拌器 Shaker：adj. 夏克尔风格的
shelve	vt. 放在架子上，搁置 vi. 倾斜
signatary	n.& adj.= signatory
slate	n.板岩,石板,石片,石板色,候选人名单 adj. 暗蓝灰色的,含板岩的 vt. 用石板覆盖,痛打,提名,预订
sleaze	n. 低劣，肮脏，品质低劣的人
soapbox	n. 肥皂箱, 临时演说舞台 adj. 肥皂盒的, 即兴演说的
socialism	n. 社会主义
socialist	adj. 社会主义的 n. 社会主义者
soft money	n.不受法律约束的竞选捐款
soft-shell	n.软壳动物,壳尚未变硬的蟹 adj.软壳的
Solon	n. 贤人，议员，立法者 Solon n. 梭仑(古雅典立法者)
sovereign	n. 元首,金镑 adj. 具有主权的,至高无上的,极好的,完全的
sovereignty	n. 主权, 独立国
speaker	n. 说话者, 发言者, 说某种语言者, 扬声器
special	n. 专辑,专车,特色菜,特价,特刊 adj. 特别的,专门的
spokesman	n. 发言人
stability	n. 稳定性,居于修道院
stalemate	n. 僵持状态,陷于困境,胶著状况 v. 使无法动棋子,使停顿,使陷入困境
standing	n. 持续, 地位 adj. 永久的,不动的，直立的，不流动的 动词stand的现在分词
state	n. 州, 国, 情形 adj. 国家的, 州的, 正式的 vt. 说, 陈述, 声明, 规定
statesman	n. 政治家, 国务活动家
statesmanship	n. 政治才能, 治国之才
stave off	vt. 避开(挡住,阻止,延缓)
stump	n. 残株, 烟蒂, 讲演台 v. 砍断, 蹒跚而走
subversion	n. 颠覆, 破坏
suffrage	n. 投票, 选举权, 参政权
summit	n. 顶点;最高阶层 vi. 参加最高级会议,爬到最高点
summitry	n. 最高级会议的举行
superpower	n. 超级大国
supreme	adj. 最高的, 至上的, 极度的
surprise	n. 惊奇, 使惊讶的人或事物 vt. &vi. 使惊奇, 突击, 逮捕
swearing-in	n. 就职仪式
table	n. 桌子, 平地层, 石板, 表格 vt. 搁置, 嵌合, 制表 adj. 桌子的
technocracy	n. 技术专家政治论
Teflon	n. [化]特氟隆, 聚四氟乙烯(塑料, 绝缘材料)； n.(尤指以推卸责任)保持自身形象或声誉的；文过饰非的
term	n.学期； 条款； 术语； 期限 vt.把…称为； 把…叫做
territorial	adj. 领土的, 土地的, 地方的 n. 地方自卫队的士兵
territory	n. 领土, 版图, 领域, 范围
terrorism	n. 恐怖统治, 恐怖行动
Third Reich	n. [史]第三帝国(指希特勒统治下的德国[1933-1945])
ticket	n. 票,券,标签 vt. 加标签于,售票
tie	n. 结,束缚,不分胜负,(领)带 vt. 系,约束,捆绑 vi. 打结,连结
tiff	n. 一口, 小争吵, 小口角 vi. 小争吵, 生气
Tory	n.保守党党员,保皇党人 adj.保守分子的
treachery	n. 叛逆, 背叛, 变节
treaty	n. 条约, 协定
trickle	vi. 滴流, 慢慢移动 n. 细流，徐徐地流
trusteeship	n. 托管统治，托管领土，托管人职责
turnout	n. 出席, 到场人数, 岔道, 清理, 清除
ulterior	adj. 在那一边的(以后的,进一步的,隐蔽的)
ultima ratio	n.最后的争论,最后的手段
ultimatum	n. 最后通牒
ultraconservatism	9QltrEkEn`s\:vEtIzEm/n.极端:vEtIv/n.极端保剩守主义
ultranationalism	
ultraright	adj.极右的
unanimous	adj. 全体一致的, 一致同意的
unban	vt. 准许
uncommitted	adj. 不受约束的, 不承担责任的
uncompromising	adj. 不让步的, 不妥协的, 强硬的
unconditional	adj. 无条件的, 无限制的, 绝对的
unconstitutional	adj. 非立宪的, 违反宪法的, 违宪的
unga	United Nations General Assembly 联合国大会
Unitarian	n. 基督教唯一神教派教徒，非基督徒的一神教者 adj. 单一的，一元的
unitary	adj. 单一的；统一的；单位的
unqualified	adj. 不合格的, 无资格的, 不适任的，绝对的
unveil	vt. 揭开,公布 vi. 揭开
upper house	n. 上议院
urge	n. 冲动 vt. 驱策,鼓励,力陈,催促 vi. 极力主张
urgent	adj. 急迫的,紧要的,紧急的
usurp	vt. 篡夺, 霸占 vi. 篡位
utopia	n. 理想国, 乌托邦
utopianism	n.乌托邦的理想,空想的社会改革案
veep	n.美国副总统
verbal	adj. 动词的,口头的,用言辞的,用文字的 n. 动名词
veto	n. 否决权 v. 否决 vi. 否决, 禁止 vt. 使用否决权
vice	n. 恶习,恶行,罪恶,缺陷,恶癖,老虎钳 vt. 钳住 prep. 代替,副,次
violation	n. 违反,违背,妨碍
violent	adj. 暴力的,猛烈的,极端的,曲解的
VIP	abbr. 贵宾(=very important person)
vote	v.投票，选举； 提议； 投票表决； 公认，由舆论决定 n.投票，表决； 投票数； 投票权； 决议
voting	n.投票,选举 adj.投票的,选举的
wax	n. 蜡,蜡状物,震怒 vi. 变大,增大,月亮满 vt. 用蜡涂
weathervane	n. 风向标
wholesale	n. 批发 adj. 批发的, 大规模的, 草率的 adv. 大规模, 照批发, 草率地
wirepuller	幕后之操纵者,背后牵线者
witch-hunt	n. 政治迫害
world body	世界组织
write-in	n.选票上未列名的候选人 adj.补名选票的

