engxw.html

<div id="outline-container-org2f4801b" class="outline-2">
<h2 id="org2f4801b"><span class="section-number-2">10</span> 军事</h2>
<div class="outline-text-2" id="text-10">
<p>
weapon	n. 武器, 兵器<br />
ABM	n.烧蚀表(反弹道导弹,自动配料混合)<br />
A-bomb	n. 原子弹<br />
adiz	[军] Air Defense Identfication Zone,防空识别区<br />
aerial	adj.空气的； 航空的，空中的； 空想的 n.[电讯] 天线<br />
reconnaissance	n. 侦察,搜察,勘察队<br />
airborne	adj. 空运的, 空中传播的,空降的<br />
aircraft	n. 飞机<br />
aircraft carrier	航空母舰<br />
air force	空军<br />
airlift	n. 空运, 空中补给线 v. 空运<br />
air-to-air	adj.空对空的<br />
alert	adj. 警觉的,灵敏的 n. 警戒,警报 vt. 警惕,使意识到<br />
All-out	adj. 完全的<br />
amm	antimissile missile 反导弹导弹<br />
ammunition	n. 军火,弹药1) 弹药 (2) 军火, 军需品 (3) [喻]攻击[防御]手段 (4) 投掷[射击]物<br />
annihilate	v. 消灭，歼灭，彻底消除，使无效，废止<br />
antimissile	adj. 反导弹的 n. 反导弹<br />
antiwar	adj. 反战的<br />
arm	n. 手臂, 港湾, 狭长地带, 扶手, 袖子, 枪 vt. 装备, 准备(炸弹) vi. 武装自己<br />
armed forces	n. 武装部队<br />
armor	n. 盔甲,装甲<br />
armoury	n. 军械库, 兵工厂 =armory<br />
arms	n.武器,兵种<br />
army	n. 军队,陆军,大群<br />
artillery	n. (军)火炮, 大炮, 炮兵(部队)<br />
atrocity	n. 暴行<br />
AWOL	abbr. 擅离职守(=absent without leave)<br />
backpack	n. 双肩背包<br />
nuke	n. 核武器, 核能发电厂 v. 以核武器攻击<br />
bacteriological	adj.细菌学的,细菌学上的<br />
badge	n. 徽章,标记<br />
Badger game	美人计<br />
disarmament	n. 缴械，裁军<br />
ballistic	adj. 弹道的，(突然地)激动、沮丧或者生气的<br />
banzai	n. 万岁！<br />
barrage	n. 弹幕, 掩护炮火 n. 拦河坝 vt. 以密集火力进攻<br />
base	n. 基底,(支持、收入、力量等的)基础 vt. 以&#x2026;作基础 adj. 卑鄙的；不道德的<br />
battalion	n. 营, 军队，大批<br />
battle	n. 战斗,争论 vt. &amp;vi. 与&#x2026;作战;与&#x2026;斗争<br />
bayonet	n. 刺刀 v. 用刺刀刺<br />
bazooka	n. 火箭炮<br />
beachhead	n.滩头阵地,立足点<br />
beeper	n. 呼叫器，BP机<br />
belligerent	adj. 好战的, 交战的, 交战国的 n. 交战者<br />
besiege	vt. 围攻, 包围<br />
biological	adj. 生物学的<br />
blitzkrieg	n. 闪电战 vt. 以闪电战攻击<br />
blockade	n. 阻塞，封锁，阻碍物 v. 封锁，挡住<br />
blockbuster	n. 轰动, 巨型炸弹<br />
bomb	n. 炸弹,高压罐,火山口喷出的熔岩 vt. 轰炸,大败,长传 vi. 失败<br />
bomber	n. 轰炸机，投弹手<br />
bombing	n. 轰炸 动词bomb的现在分词形式<br />
booby trap	恶作剧<br />
boot camp	训练营地<br />
brass	n. 黄铜(制品),铜管(乐器) adj. 黄铜的<br />
breakthrough	n. 突破<br />
bridgehead	n.桥塔,桥头堡<br />
briefing	n. 简要情况，简介 动词brief的现在分词形式<br />
brigade	n. 旅, 队, 组 vt. 组队，编组<br />
brigadier	n.旅长,陆军准将<br />
pebble	n. 鹅卵石 n. 水晶, 水晶透镜 v. 用卵石铺,用卵石投掷,使有卵石纹<br />
bullet	n. 子弹<br />
bunker	n. 煤仓, [高尔夫]沙坑 v. 击入沙坑, 陷入穷境, 将燃料装入(燃料仓)<br />
bushfighting	n.丛林战,游击战<br />
bushido	武士道<br />
cadet	n. 军官学校学生<br />
call up	n. 召唤(召集,使人想起,打电话给,应征入伍,提出议案)<br />
cannon	n. 大炮 vi. 开炮<br />
capitulate	vi. 有条件投降<br />
capitulation	n. 投降，投降协议<br />
carrier-borne	adj.以航空母舰为基地的,舰载的<br />
carrier	n. 运送者,行李架, 客运公司, 运输工具,航空母舰,带菌者,电信公司<br />
ceasefire	n. 停火, 停战<br />
chemical	adj. 化学的 n. 化学制品<br />
chief	adj. 主要的, 首席的 n. 首领<br />
CIA	abbr. 中央情报局(=Central Intelligence Agency)<br />
cic	commander-in-chief,最高司令官<br />
civil war	美国内战(南北战争)<br />
classified	adj. 分类的, 类别的, 被指定为机密的 v. 分类, 分等级 vbl. 分类, 分等级<br />
close quarters	n. 近距离<br />
cluster bomb	集束炸弹<br />
coast guard	n. 海岸巡逻队队员，海岸警卫队队员<br />
cobelligerent	n.战时盟国<br />
code name	代号 编号<br />
collaboration	n. 合作, 通敌<br />
collaborationism	kE9lAbE`reIFEnIzEm/n.通敌,卖国/nIst/n.通敌卖国者<br />
collateral damage	附带损害<br />
collectivism	n.集体主义<br />
colonel	n. 上校<br />
colt	n. 小马, 无经验的年轻人 Colt：n. 柯尔特公司(美国著名的制枪厂商)<br />
combat	n. 争斗,战斗 vt. 打斗 vi. 战斗,与…斗争 adj. 战斗的<br />
combatant	n. 战士；争斗者<br />
combined	adj. 组合的, 结合的<br />
comb-out	n.消除,彻底征募,彻底搜查<br />
command	n.命令，指挥； 司令部，指挥部； [计算机]指令； 控制力 vt.指挥，控制，命令； 命令； 应得，值得 vi.给出命令； 命令，指令 adj.指挥的，根据命令(或要求)而作的<br />
commander	n. 司令官, 指挥官<br />
commando	n.突击队,水陆装备突击队<br />
commission	n. 委任(状), 任官令; 委员会 n. 佣金; 犯罪行为 vt. 委任, 委托; 使服役<br />
commit	v. 委托(托付), 犯罪, 作&#x2026;事, 承诺 [计算机] 委托<br />
concentration camp	n. 集中营<br />
conchy	n.[宗教]因良心而逃避兵役者<br />
confidential	adj. 机密的,获他人信赖的,易于信任他人的<br />
conscript	v. 征兵, 征召 vt. 征召<br />
conscription	n. 征兵, 募兵<br />
contingent	adj. 或许会或不会发生的,附随的,暂时的 n. 偶然的事情,份儿,分遣队<br />
conventional	adj. 普通的,常见的,习惯的,常规的<br />
convoy	n. 护送, 护卫, 警护 vt. 护航, 护送<br />
corps	n. 军团<br />
counter	n. 计算器,计算者,柜台 [计算机] 计数器 adj. 相反的 adv. 与…相反地 vt. 反对,反击 vi. 反对,反击<br />
court-martial	n. 军事法庭 vt. 交军事法庭审判<br />
cross fire	交叉射击,两方或多方彼此间的互相责难<br />
cruise	n. 巡航,巡弋,漫游 vi. 乘船游览,慢速行驶,巡行,猎艳 vt. 巡游,猎艳<br />
curfew	n. 宵禁<br />
curtail	vt. 缩减, 削减，截短<br />
deadly	adj. 致命的, 致死的 adv. 非常地, 如死一般地<br />
death roll	n. 死亡名簿，死亡清单<br />
declare	vt. &amp;vi. 宣布,声明,申报<br />
decoration	n. 装饰, 装饰品<br />
defector	n. 背叛者, 叛离者<br />
defence	n. 防务,防御,答辩<br />
defuse	vt. 拆除(炸弹等)的雷管, 消除危险, 缓和<br />
demilitarize	vt. 解除武装，废除军备<br />
demobilize	vt. 使复员, 使退伍, 遣散<br />
deploy	vt. &amp;vi. 展开,配置,部署<br />
deployment	n. 部署,展开<br />
depth charge	n.(=depth bomb)深水炸弹<br />
desert	n. 沙漠,荒地,应得(的惩罚或奖励)adj. 沙漠的,荒凉的vt. 遗弃vi. 擅离职守<br />
deserter	n. 背弃者, 脱党者, 逃兵<br />
designation	n. 指示,指定,指名<br />
destruction	n. 破坏,毁灭,破坏者<br />
devastator	n.蹂躏者,破坏者<br />
dew	n. 露水<br />
disciplinary	adj. 训练的, 规律的, 训戒的<br />
disinformation	n. 故意的假情报<br />
dive bomber	n.俯冲轰炸机<br />
double agent	(为敌对双方服务的)双重间谍<br />
draft	n. 草稿,草图,汇票，徵兵 vt. 起草,征兵,选秀 adj. 酝酿中的<br />
draftee	n. 被征召入伍者<br />
drone	n. 雄蜂, 游手好闲者, 嗡嗡声，无人驾驶飞机(或艇等)，单调的低音 vi. 发出嗡嗡的声音, 混日子 vt. 单调低沉地说，过着单调无聊的日子<br />
emergency	adj. 紧急的 n. 紧急情况,突发事件<br />
escalate	vt. 扩大,升高,增强 vi. 逐步升级<br />
escalation	n.扩大,增加<br />
escort	n. 护送者, 护卫者, 护航舰 vt. 护卫, 护送，伴游<br />
espionage	n. 间谍活动<br />
expansion	n. 扩大,膨胀,扩充<br />
expeditionary	adj. 远征的, 讨伐的, 探险的<br />
field	n. 领域；牧场；旷野；战场；运动场 vi. 担任场外队员 adj. 扫描场；田赛的；野生的 vt. 把暴晒于场上；使上场；(通常成功地)回答，处理(问题)<br />
fighting	adj.好战的,战斗的<br />
fire	n. 火,火灾,射击 v. 点燃,解职,开枪<br />
five-star	adj. 五星的, 第一流的, 最高级的<br />
flak	n. 高射炮, 对空炮火，抨击，指责 =flack<br />
flamethrower	n. 火焰喷射器, 喷火器<br />
flare	n. 闪光, 闪耀, [天]耀斑 v. 闪光, 闪耀<br />
fleet	n. 船队,舰队,团队 vt. &amp;vi. 飞过,掠过 adj. 跑得快的<br />
fleet admiral	五星上将<br />
flight	n.(物体的)飞行； 航班； 飞翔； 楼梯的一段 vi.成群地迁徙或飞行 vt.射击； 使惊飞<br />
flying	adj. 飞行的，会飞的 n. 飞行，航行 动词fly的现在分词<br />
force	n. 力量,武力,暴力,影响力 vt. 施暴,强迫,强夺,加压力 [计算机] 强制<br />
fortify	vt. 强化，增强，筑防御工事于，(物质或精神上)支持或鼓励 vi. 构建防御工事<br />
front	n.前面； 正面； 身体前部； 前线 adj.前面的； 正面的； 舌前的 v.面向； 在…前面； 用…作正面； 领导<br />
garrison	n. 守备队,驻军,要塞 v. 守备队,派兵驻守,使当守备队镇守<br />
gas	n. 煤气,气体,汽油,空话,能量 vt. 使吸入毒气,死,给&#x2026;加汽油 vi. 空谈,加汽油<br />
convention	n.会议； 全体与会者； 国际公约； 惯例，习俗，规矩<br />
germ	n. 微生物, 细菌<br />
global	adj. 全球性的, 全局的<br />
gm	abbr. 总经理(= general manager abbr. 美国通用汽车公司(= General Motors)<br />
Golan Heights	戈兰高地<br />
beret	n. 贝雷帽<br />
grenade	n. 手榴弹，榴弹<br />
ground	n. 土地,战场,场地,根据,背景 vt. 放在地上,使&#x2026;搁浅,打基础 grind的过去式和过去分词<br />
guardsman	n. 卫兵, 近卫兵, 州辖预备役部队的人员<br />
guerilla	n. 游击队，游击队员 adj. 游击的 =guerrilla<br />
GULF WAR	海湾战争<br />
syndrome	n. 综合征，综合症状；(不良情况的)典型表现，典型行为<br />
gun	n. 枪, 炮<br />
gunship	n. 武装直升机<br />
gunshot	n. 射击, 炮击, 射程，枪炮声<br />
h-bomb	n 氢弹 (亦作: hydrogen bomb)<br />
he	=high explosive高性能炸药<br />
heavy	adj.重的，沉重的； 大量的，浓密的； 激烈的； 重型的 n.重物； 庄重的角色 adv.密集地； 大量地； 笨重地<br />
heliborne	adj.由直升机运送的<br />
velocity	n. 速度, 速率, 迅速<br />
torpedo	n. 水雷, 地雷 v. 用鱼雷破坏<br />
howitzer	n. 榴弹炮<br />
hummer	n. 蜂鸣器，蜂鸟，[棒]快球 Hummer n. 悍马(一种汽车的商标)<br />
hydrogen	n. 氢<br />
incendiary	adj. 放火的, 煽动的, 教唆的 n. 纵火犯人, 煽动者, 燃烧弹<br />
indiscriminate	adj. 无差别的, 不分皂白的, 杂陈的<br />
inf	abbr. 步兵团(=infantry) abbr. 不定式(=infinitive) abbr. 中程核力量(=intermediate-range nuclear forces)<br />
infantry	n. 步兵(部队)<br />
infernal machine	n.[军]诡雷,饵雷<br />
infraction	n. 违反，违法<br />
infringement	n. 违反(侵犯)<br />
inspection	n. 检查,视察<br />
insurgent	adj. 叛乱的, 起事的 n. 叛乱分子，反对派<br />
insurrection	n. 叛乱,暴动,作乱<br />
intelligence	n. 理解力, 智力, 情报, 情报工作, 情报机关<br />
intercept	n. 截取,妨碍,截距 v. 拦截,阻止,截取 [计算机] 截断<br />
interdiction	n. 封锁, 禁止<br />
jet	n. 喷气式飞机，喷射,喷出,黑玉大理石 vt. 射出，喷射 vi. 气流中喷出 adj. 煤黑色的<br />
joint	adj. 联合的, 共同的 n. 关节, 接合处 v. 连接, 贴合<br />
jump area	n.降落地<br />
warfare	n. 战争,冲突<br />
kia	(=killed in action)阵亡,战死<br />
kill rate	(=kill ratio) 杀伤率<br />
lac	n. 虫漆, 虫胶<br />
landing	n. 着陆，登陆, 楼梯平台 动词land的现在分词<br />
land mine	n. 地雷，隐患<br />
large-scale	adj. 大规模的，大比例尺的，大范围的<br />
leading seaman	一等兵<br />
Lebanon	n. 黎巴嫩(亚洲国名)<br />
syndrome	n. 综合征，综合症状；(不良情况的)典型表现，典型行为<br />
lethal	adj. 致命的,毁灭性的,有效的 n. 基因异常,致死基因<br />
lieutenant	n. 中尉, 助理人员, 副官<br />
life guards	n. (pl) (英国)皇家近卫骑兵团<br />
lifer	n. 无期徒刑者，职业军人<br />
limited	adj. 有限的<br />
listening post	n.[军]听音哨,潜听哨<br />
logistic	adj. 后勤学者,符合逻辑的<br />
losing	adj. 损失的，输的 n. 失败，损失 动词lose的现在分词形式<br />
lst	Local Standard Time 当地标准时间<br />
MacArthur	n. 麦克阿瑟(美国五星上将)<br />
machine gun	机关枪<br />
mad	adj.发疯的,狂热的,着迷的,生气的 vt.&amp; vi. 发怒 n. 发怒<br />
maginot line	n.马其诺防线<br />
major	n. 主修, 成年人, 陆军少校; 巨头 adj. 主要的, 较多的, 大部份的 vi. 主修<br />
maneuver	n. 演习,调遣,策略 vt. 调遣,演习,巧妙地操纵 vi. 调遣,演习,用计策<br />
maneuverability	n.可操作性,机动性<br />
man on horseback	n.军阀,军事领袖<br />
marine	n. (海军)士兵或军官, 海景画 adj. 海的,海事的,船舶的,航海的<br />
maritime	adj. 海的, 海上的, 海事的<br />
marshal	n. 陆空军高级将官,典礼官,职行官 v. 整顿,配置,汇集<br />
martial	adj. 军事的, 战争的<br />
martyr	n. 烈士,殉道者 vt. 杀害,折磨,牺牲<br />
mechanized	adj. 呆板的,机械的<br />
mercenary	adj. 唯利是图的，雇佣的 n. 唯利是图的人，雇佣兵<br />
mess	n. 乱七八糟,一堆食物,集体用膳人员,大量 vt. &amp;vi. 供给食物,把&#x2026;弄乱<br />
mig	n.[军](前苏联设计的)米格式战斗机<br />
militarism	n. 军国主义<br />
military	adj.军事的；军用的；讨厌的；好战的 n.军人；军队；武装力量<br />
missile	n. 导弹,投射物<br />
mobile	adj. 可移动的,易变的,迁徙的, 流动的 n. (可随风飘动的)悬挂装置, 可动雕塑<br />
mortar	n. 臼, 研钵, 灰泥 v. 用灰泥涂抹, 用灰泥结合<br />
motor pool	n. 车辆调配场<br />
torpedo	n. 水雷, 地雷 v. 用鱼雷破坏<br />
mutinous	adj. 暴动的, 反抗的<br />
mutiny	n. 兵变, 反抗 vi. 叛变<br />
nap	n. 小睡,绒毛表面 vi. 小睡,疏忽 vt. 使起毛<br />
naval	adj. 海军的,军舰的<br />
navy yard	n.海军工厂,海军船坞<br />
NBC	[军] Nuclear,Biologicak,Chemical,核、生、化 &lt;美&gt; National Broadcasting Company国家广播公司 Nuclear,Biological,Chemical 核生物化学总称<br />
nerve gas	n.神经毒气,神经瓦斯<br />
neutral	adj. 中立的,中性的 n. 中立者,空挡的,素净色<br />
neutron bomb	n.[军]中子弹,中子辐射武器<br />
nike	n.胜利女神,地对空导弹的一种<br />
nonbelligerent	adj.非交战的 n.非交战国<br />
noncombatant	n.非战斗员&amp;lt;br /&amp;gt;adj.非战斗员的<br />
nuke	n. 核武器, 核能发电厂 v. 以核武器攻击<br />
Nuremberg	n. 纽伦堡(德国东南部的一座城市)<br />
occupation	n. 职业<br />
occupied	adj. 已被占的，已居住的<br />
oep	Office of Emergency Preparedness(美国)应急准备局<br />
offensive	adj. 令人不快的,侮辱的,攻击用的 n. 进攻<br />
officer	n. 官员,军官 vt. 提供官员,指挥<br />
off-limits	adj. 禁止进入的，止步的<br />
oni	Office of Naval Intelligence (美国)海军情报局<br />
open skies	v.开放领空<br />
operation	n. 手术, 行动，活动, 操作<br />
orderly	adj. 有秩序的, 整齐的, 一丝不苟的, 和平的 adv. 有秩序地，有条理地，依次地 n. 勤务兵, (医院的)勤务工<br />
ordnance	n. 大炮, 军械，军需品，军械署<br />
overkill	n. 过度的杀伤威力，过分行为 vt. 超量杀伤<br />
pacific	adj. 太平洋的,(pacific)热爱和平的,求和的, 和解的 n. 太平洋<br />
Palestine	n. 巴勒斯坦<br />
panzer	n. (德国)装甲车 adj. 装甲的<br />
parabomb	n.伞投炸弹,自动开伞空投器,带伞空投容器<br />
parachute	n. 降落伞,翼膜,缓降物 vi. &amp;vt. 跳伞<br />
paramilitary	adj. 准军事性的,起军事辅助作用的<br />
patriot	n. 爱国者<br />
patrol	n. 巡逻,巡查 vt. &amp;vi. 巡逻,巡查<br />
pattern bombing	n.地毯式轰炸,饱和轰炸<br />
paymaster general	n.财政部之生计长官,海军生计总监<br />
peace	n. 和平,安静<br />
peacenik	n. &amp;lt;美俚&amp;gt;参加反战示威的人, 反战分子<br />
phantom	n. 幻影, 虚位, 幽灵 adj. 错觉的, 幻影的, 幽灵的<br />
phase-out	n. 逐步淘汰<br />
phony	adj. 假的, 伪造的，欺骗的 n.假货，赝品，骗子 suf. 表声音<br />
pilot officer	少尉,(英国)皇家空军少尉<br />
manoeuvre	n. 调动，策略 v. (军队的)调遣，(驱车)移动，操纵，策划 =maneuver(美)<br />
pinpoint bombing	n.[军]准确轰炸<br />
plastic	adj. 塑料的, 可塑的, 体态好的 n. 塑料,(外科)整形的,信用卡<br />
platoon	n. 排, 一组, 团 v. 交替，在同一位置使用交替<br />
plutonium	n. 钚(放射性元素)<br />
Polaris	n. 北极星<br />
postwar	adj. 战后的<br />
pow	n. 战俘<br />
powder magazine	n.火药库<br />
prison camp	n.战俘集中营<br />
protracted	adj. 拖延的<br />
provost court	n.审理非重大案件的军事法庭<br />
provost marshal	n.宪兵l department//n.司令<br />
pulverize	v. 磨成粉, 粉碎<br />
quartermaster	n. 军需军官(舵手海军)<br />
rifle	n. 步枪 v. 洗劫, 抢劫<br />
radar	n. 雷达<br />
RAF	abbr. 英国皇家空军(=Royal Air Force)<br />
raid	n. 袭击；突袭；搜捕；抢劫 vi. 对…进行突然袭击 vt. 袭击，突袭 n. (Raid)人名；(阿拉伯)拉伊德<br />
rear	n. 后面,背后,臀部 adj. 后面的,背面的,后方的 vt. 养育,饲养,举起,建立 vi. 高耸,用后腿站立<br />
rearmament	n. 重整军备, 改良装备<br />
rebel	n. 叛徒,起义者 vi. 造反,反抗,反感 adj. 造反的,反抗的,反叛者的<br />
reconnaissance	n. 侦察,搜察,勘察队<br />
recruit	n. 招聘,新兵,新成员 vt.&amp;vi. 恢复,补充,徵募<br />
redcap	n. 红帽子, 宪兵, 红弱鸟<br />
redeploy	v. 调动，调换<br />
regular	adj. 有规律的,有规则的,整齐的,正规的<br />
remains	n. 残余；遗骸<br />
replacement	n. 交换,更换,代替者<br />
reserve	n. 预备品, 贮存, 候补 n. 克制, 含蓄 vt. 保留, 预订, 延期<br />
retreat	n. 休息寓所,撤退,隐居 vt. &amp;vi. 撤退, 向后倾<br />
retreatism	n.退却主义,逃跑主义,逃避现实<br />
riot	v.&amp;amp;n. 骚乱,闹事 vi. 闹事,骚乱<br />
corps	n. 军团<br />
rocket	n. 火箭, 烟火 v. 发射火箭, 猛涨<br />
rookie	n. 新手<br />
rout	n. 彻底溃败, 凑热闹的人, 大败 v. 使&#x2026;溃败, 使&#x2026;败逃<br />
sabotage	n. 怠工,破坏活动,破坏 vt. 从事破坏活动,妨害,破坏<br />
sadarm	[军] Senes and Destroy Armor,检测和摧毁装甲车辆<br />
safeguard	n. 保卫,保护措施或条款 v. 保卫,保护<br />
salami	n. 意大利香肠<br />
salt	n.盐； 风趣； 机智，讽刺； 药用盐，泻盐 vt.撒盐； 用盐渍； 加盐以调味； 为…增加趣味 adj.含盐的； 有咸味的； 盐渍的<br />
Sam	n. 萨姆(男子名)<br />
saturation bombing	n.密集轰炸<br />
scramble	n. 攀爬,混乱,紧急起飞 vt. 胡乱抓取,混杂,扰乱 vi. 乱抓,争抢,杂乱地生长,紧急起飞<br />
sea	n. 海, 海洋<br />
security	n.安全； 保证，担保； 保护，防护； 有价证券 adj.安全的，保安的，保密的<br />
seesaw battle	n.拉锯战<br />
seize	vt. 抓住,攻占,理解,侵袭 vi. 抓住,卡住,终止<br />
selective service	n.义务兵役<br />
sentry	n. 卫兵(哨兵,步哨)<br />
service	n. 服务, 公务部门, 服役, 发球, 发球方式 vt. 维护, 保养<br />
shape	n. 形状,形式,定形,身材 vt. 定形,使&#x2026;成形,塑造<br />
shelling	n. 去壳, 去皮, 炮击 动词shell的现在分词形式<br />
shellproof	adj.防弹的<br />
shelter	n. 庇护所,避难所,庇护 vt. &amp;vi. 庇护,保护,隐匿<br />
shock	n. 震动,冲突,震惊,休克 vt. &amp;vi.震动,冲突,使&#x2026;受电击<br />
shoestring	adj. 小本经营的，微小的，像鞋带一样狭长的 n. 鞋带，零星资本, 小额资本<br />
shooting	n. 发射,猎场<br />
side arms	n.随身武器(如佩剑,刺刀,手枪等)<br />
signal corps	n.&lt;美&gt;陆军通信兵<br />
silkworm	n. 蚕<br />
simulated	adj. 伪装的, 模仿的，仿造的 动词simulate的过去式和过去分词<br />
sitrep	n.军情报告<br />
skytroops	[复]n.伞兵部队<br />
snipe	n. 沙锥(滨鸟, 生活在沼泽区)，卑鄙的人 vi. 伏击, 狙击, 抨击<br />
sniper	n. 狙击兵，狙击手<br />
soldier	n. 士兵, 军人<br />
sophisticated	adj. 复杂的；精致的；久经世故的；富有经验的 v. 使变得世故；使迷惑；篡改(sophisticate的过去分词形式)<br />
spearhead	n. 矛尖,突击队的先遣队,攻击的最前线 v. 做先锋,在前面带头做先锋<br />
special	n. 专辑,专车,特色菜,特价,特刊 adj. 特别的,专门的<br />
staging	n. 脚手架 n. 分段运输 n. 演出 动词stage的现在分词<br />
standby	备用<br />
state	n. 州, 国, 情形 adj. 国家的, 州的, 正式的 vt. 说, 陈述, 声明, 规定<br />
station	n. 车(站),位置,姿势,地位 vt. (配)安置<br />
stinger	n. 刺，螫针 n. (白色薄荷酒和白兰地混合的)鸡尾酒<br />
storm troops	n.突击队<br />
strafe	vt. (低空)扫射 n. (低空)扫射<br />
strategic	adj. 战略的,重要的,基本的<br />
strategy	n. 战略, 策略<br />
submarine	n. 潜水艇 adj. 水底的, 海底的 vt. 用潜艇袭击 vi. 滑入&#x2026;底下<br />
surprise	n. 惊奇, 使惊讶的人或事物 vt. &amp;vi. 使惊奇, 突击, 逮捕<br />
surrender	vt. &amp;vi. 投降,让与,屈服 n. 投降,屈服,放弃<br />
tactical	adj. 战术上的, 战术性的, 足智多谋的<br />
tactics	n.战术,策略<br />
tank	n. 水槽,池塘,战车 vt. 储于槽中,击败 vi. 放弃<br />
target	n.(服务的)对象； 目标； (射击的)靶子； 目的 vt.瞄准； 把…作为攻击目标<br />
task force	n. [军]特遣部队<br />
thermonuclear	adj. 热核的<br />
three dimensional	adj. 立体的<br />
thump	n. 重打，重击声 vt. 重打, 猛击 vi. 重击，发出重击声<br />
time bomb	n.定时炸弹<br />
tommy gun	vt. 用冲锋枪打<br />
total war	n.总体战,全面战争<br />
armistice	n. 休战, 休战书, 停战条约<br />
trench	n. 沟, 沟渠 v. (挖)沟, (挖)战壕<br />
trigger	vt. 引发，引起；触发 vi. 松开扳柄 n. 扳机；[电子] 触发器；制滑机<br />
troop	n. 群,组,军队,大量,童子军 vi. 群集,结队,成群前行,陪伴<br />
truce	n. 休战,(争执,烦恼等的)缓和 v. 以停战结束<br />
unconventional	adj. 非传统的<br />
undeclared	adj. 未经宣布的，不公开的，未报关的<br />
undercover	adj. 秘密从事的, 秘密的, 被雇做间谍活动的<br />
underground	adj. 地下的, 秘密的 adv. 在地下, 秘密地 n. 地下, 地铁, 地道, 秘密活动<br />
undress	v. 脱掉, 使脱衣服, 暴露, 使卸去装饰<br />
uniform	adj. 一致的,统一的 n. 制服 vt. 穿制服<br />
unlimited	adj. 无限的, 不受控制的, 无条件的<br />
unprovoked	adj. (生气等)无缘无故的<br />
unscrupulous	adj. 肆无忌惮的,无天理的<br />
unserviceable	adj.无用的,不能胜任的,无益的<br />
unwritten	adj. 不成文的，没有写的, 没有记录的, 口头的<br />
cease-fire	n. 停火<br />
uscg	United States Coast Guard 美国海岸警卫队<br />
</p>

<p>
vanguard	n. 前锋, 先锋, 先驱<br />
vassal	n. 诸侯, 封臣, 附庸, 诸侯 adj. 为臣的, 仆从的<br />
verification	n. 确认, 查证, 作证<br />
vertical	adj. 垂直的,顶点的,纵向的 n. 垂直物, 垂直的位置<br />
volley	n. 齐发 vt 齐射<br />
volunteer	n. 志愿者,自行生长的植物 adj. 志愿的,自行生长的(树等) vt. &amp;vi. 自愿(做)<br />
warlord	n. 军阀<br />
war-torn	adj. 饱受战争摧残的<br />
warworn	adj.疲于战争的,饱受战争的<br />
water cannon	水炮<br />
white alert	n.解除空袭警报,恢复正常<br />
white flag	n.白旗(投降的标帜)<br />
wing	n. 翅膀,翼 vt. 给&#x2026;装上翼,飞行 vi. 飞行<br />
withdraw	vt. 撤回,取回,撤退 vi. 退回,撤退<br />
zero hour	n. 零时<br />
zero in on	瞄准, 对准, 对 &#x2026; 集中火力(注意力)<br />
</p>
</div>
</div>
