engxw.org
* 经济
accommodation	n. 住处，膳宿；调节；和解；预订铺位
account	n.账，账目； 存款； 记述，报告； 理由 vi.解释； 导致； 报账 vt.认为； 把…视作
accountant	n. 会计人员
across the board	adv. 包括一切地，全面地
additional tax	n.附加税
ad valorem	adj. 按价的，从价的
advance	n. 前进,进步,预支 vt. 前进，增涨，预先 vi. 前进，提升 adj. 预先的，提前的
affinity	n. 姻亲,密切关系,吸引力
aggregate	n. 合计, 总计, 集合体 adj. 合计的, 集合的, 聚合的 v. 聚集, 集合, 合计
amortize	vt. 分期偿还，摊还
antidumping	adj. 反倾销的
antitrust	adj. 反托拉斯的，反垄断的
appreciate	vt. 欣赏,感激,赏识 vt. 领会，充分意识 vi. 增值
appropriate	adj. 适当的, 相称的 vt. 拨出(款项); 占用
arbitrage	n. 仲裁, 套利交易, 套汇
assess	v. 估定, 评定
asset	n. 资产,有用的东西,优点,长处
ATM	abbr. (=automated teller machine) 银行自动取款机
audit	n. 查帐,审计 vt. 审计,旁听
auditor	n. 听者, 收听者, 稽核员
average	n. 平均数,平均水平 adj. 一般的,通常的,平均的 vt. &vi. 取平均值，达到平均水平
balance	n. 天平, 平衡, 差额, 平静, 调和, 制衡 vt. 使平衡, 称重量, 权衡, 抵消 vi. 建立平衡, 均衡
bank	n. 银行,堤,岸 vt. 堆积 vi. 开户, 把...存入银行
bankroll	n. 资金 vt. 提供资金
bankrupt	adj. 破产的,贫穷的,道德败坏的,枯竭的 n. 破产者,无知的人 vt. 使破产
bankruptcy	n. 破产
bargain	n. 交易,买卖,物美价廉的东西 vi. 议价 vt. 议价交易
barter	n. 物物交换, 实物交易 v. 物物交换, 交换
base	n. 基底,(支持、收入、力量等的)基础 vt. 以...作基础 adj. 卑鄙的；不道德的
basic	adj.基本的； [化学]碱性的； [地质学]基性的； 首要的 n.基础，基本； 基本原则，基本原理，基本规律； 要素； 基础训练
bear	n. 熊 v. 忍受,负荷 v. 结果实,生子女
bearer	n.持票者，带信人，承担人，脚夫，搬运工，能开花结果的植物，柩夫
bearish	adj. 如熊的, 粗暴的，(股票)行情看跌的
big board	纽约证券交易所
big-ticket	adj.高价的
bilateral	adj. 双边的
bill	n.账单； 钞票； 清单； 广告 vt.安排； 给…开账单； 为…发提(货)单； 把…登录在账 vi.鸟嘴相接触
bis	adv.二度,二回;business information system,商务信息系统
black economy	黑色经济 非法经济
black-market	v.在黑市卖
black monday	复活节后的星期一 倒霉的星期一 开学第一天
blank check	n. 空额签名支票, 自由处理权
blue chip	绩优股，蓝筹股，贵重物品
blue-sky	adj.无价值的,不保险的
bonus	n. 红利, 奖金
bottom	n. 底部;臀部;船身;水底;服装下面的部分;低洼地;底色;尽头 adj. 底部的 vt. 给...装底,建立基础,到达底部 vi. 到达底部,垫底，降到最低点
bounce	n. 跳,反跃,(活)弹力 vt. 弹跳,向...透露注意 vi. 弹起,重新恢复
bounty	n. 慷慨, 慷慨的赠予物，(由政府提供的)奖金
bourse	n. 证券交易所
budget	n. 预算 vt. 编预算,为…做预算 vi. 节省开支 adj. 不贵的，廉价的
bull	n. adj. 大型的,公牛的,雄性的 n. 公牛,买空着,像牛的东西,斗牛犬,教宗训谕,法令 vi. 猛推，猛挤，猛力向前 vt. (通过投机)推高股价
bullish	adj. 似牡牛的, 看涨的, 上扬的
business	n. 商业,生意,事务
call loan	n.通知放款,(银行间的)短期贷款
cap	n. 帽子,盖子,顶 vt. 给戴帽,覆盖顶端,超过,形成化学键于,抑制 vi. 形成化学键
capital	n. 首都,资本,大写字母 adj. 大写的,资本的，首要的
cartel	卡特尔, 联合企业
cash	n. 现金 vt. 兑现,付现款 adj. 现金的
catalogue	n. 目录,总目,系列 vt. 编制目录,编入目录 vi. 编制目录,在目录里列出价格
ceiling	n. 天花板,上限
Certified Public Accountant	n. 注册会计师
chartered	adj. 特许的，租赁的 动词charter的过去式和过去分词
cheap money	低息贷款 来得容易的非正当收入 在钱上好商量的人
check	vt.检查，核对； 制止，抑制； 在…上打勾 vi.核实，查核； 中止； 打勾； [象棋]将一军 n.<美>支票； 制止，抑制； 检验，核对
churn	n. 搅乳器 v. 搅拌, 搅动
burn	n. 烧伤,灼伤 vt. &vi. 燃烧,烧着,烧毁,灼伤
circulate	vi. 流通,循环,传播 vt. 使流通
city man	n.<英>实业家,金融家,(伦敦)金融机构雇员
clearing	n. 清除, 结算，(森林中的)空地 动词clear的现在分词
clearinghouse	n. 票据交换所
closing	n. 结尾，终止，结算 adj. 结束的 动词close的现在分词
capitalism	n. 资本主义
collapse	n. 崩溃,倒塌,暴跌 vi. 倒塌,崩溃,瓦解,折叠 vt. 倒塌,缩减
commercial	adj. 商业的 n. 商业广告
commercialism	n. 商业主义，营利主义
commission	n. 委任(状), 任官令; 委员会 n. 佣金; 犯罪行为 vt. 委任, 委托; 使服役
commodity	n. 商品, 日用品
common market	n.共同市场
compensation	n. 补偿, 赔偿; 赔偿金, 物
competitive	adj. 竞争的, 比赛的
complimentary	adj. 问候的,称赞的,夸奖的,免费赠送的
compound	n. 混合物,复合词 adj. 复(混)合的,合成的 vt. 混合,调合,妥协 vi. 混合,妥协
concession	n. 让步, 妥协, 特许权
concessionary	adj. 让步的, 特许的
confirming bank	保兑银行
conglomerate	adj. 密集而固结的, 成簇的 n. 联合企业, 密集体, 城郊混合区 vt. 凝聚成一团,使结成,结合
consortium	n. 联合,合伙,国际财团
consumer	n. 消费者,用户, 消费品
consumption	n. 消费
contract	n. 合约, 婚约; 合同书 v.签合同； 缩小； 感染
contractor	n. 立契约的人, 承包商
convertibility	n.可兑换性,可改变,可变换
convertible	adj. 可改变的, 可交换, 同意义的 n. 有活动摺篷的汽车
cost	n.价钱，代价； 花费，费用； 牺牲； [用复数][法律]诉讼费 vi.价钱为，花费； 估计成本 vt.付出代价； 估价； 使丧失； 使付出努力
credit	n. 信用, 荣誉, 贷款, 学分 v. 归功于, 赞颂, 信任
creditor	n. 债权人，债主
cross rate	n. 交叉汇率, 套汇汇率
crunch	vt. 嘎扎嘎扎的咬嚼,扎扎地踏过 vi. 发出刺耳的碎裂声 n. 咬碎,咬碎声,扎扎地踏
curb	n. 抑制,勒马绳,边石,路缘 vt. 抑制,束缚, 牵(狗)到合适地方大小便
currency	n. 货币; 流通
customs	adj. 定做的(衣), 海关的 n. 海关
cutback	n. 重映, 减少, 剪修新芽
cut-price	adj.打折扣的,廉价的
dead	adj. 死的,萧条的,精疲力竭的,用完的,无趣的 adv. 完全地,突然地,直接地 n. 死者,死
deal	n. 交易,协定,份量 v. (dealt,dealt[delt])处理,应付,分配
death	n. 死,死亡，死神，毁灭
debenture	n. 信用债券; 公司债, 公司债券, 退税证明书
debit	n. 借方, 借, 借项, 缺点 vt. 记入借方
debt	n. 债务, 义务, 负债状态, 罪, 过失
declarable	adj.应申报的
deduct	vt. 扣除，减去；
deductible	adj. 可扣除的 n. 可减免的东西, 扣除条款
deferred payment	n. 延期付款
deficit	n. 赤字,不足，缺乏
deflate	v. 放气，抽出空气 2. v. 打击，使....失去信心，使某人觉得不再重要
deflation	n. 通货紧缩 n. 放气
demand	n. 要求; 需求 v. 要求, 查问; 需要
deposit	vt. 存放, 堆积, 使沉淀 vi. 沉淀 n. 存款, 定金, 堆积物
depreciation	n. 价值减低,减价,跌落 [计算机] 折旧
depression	n. 沮丧,萧条
devaluation	n. 货币贬值
developed country	n. 发达国家
developing country	n. -tries 发展中国家
differential	adj. 微分的；差别的；特异的 n. 微分；差别差额
direct	adj. 笔直的,直接的,坦白的 vt. 指挥，命令，负责 vi. 指导，指出
disburse	vt. 支付，支出，分配
discount	n. 折扣, 贴现率 vt. 打折扣, 贴现, 不重视，不全信 vi. 贴现, 减息贷款
discriminating	adj. 有辨别能力的，有区别的 动词discriminate的现在分词形式
dishonor	n. 羞辱，拒付
distrain	n. 为抵债而扣押
dividend	n. 红利,股息,意外之财, 彩金, 被除数
document	n. 文件,公文 vt. 记载,用文件等证明 [计算机] 文档
dollar	n. 美元
domestic	adj. 国内的, 家庭的, 驯养的 n. 家仆, 佣人
dow-jones average	n.道琼斯工业指数(表示美国证券市场一般涨跌行情的指数,由美国纽约Dow Jones公司所发表)
downtrend	n.下降趋势
downturn	n. 低迷时期
draft	n. 草稿,草图,汇票，徵兵 vt. 起草,征兵,选秀 adj. 酝酿中的
dragon	n. 龙，严厉的人
drawback	n. 不利点,退税
drawing	n. 图画,绘图技巧,素描
dual	adj. 双重的, 成双的 n. 双数
dull	adj. 呆滞的,迟钝的,无趣的,钝的,暗的 vt. 使变钝 vi. 变钝
dumping	n. 倾销 动词dump的现在分词形式
duty	n.税，义务, 职责 adj. 值班的, 作为一种义务的
duty-free	adj. 免税的 adv. 免税地
earmark	n. 耳上记号, 特徵, 记号 v. 在耳朵做记号, 弄上记号, 充作
ease	n. 安乐,安逸,悠闲 vt. 使...安乐,使...安心 v. 减轻,放松
easy	adj. 容易的,安逸的,不费力的 adv. 慢慢地, 当心地
economic	adj. 经济学的, 经济的，有利可图的 n. [-s]经济学(状况等)
economics	n. 经济学
economy	n.节约； 经济； 理财； 秩序
eec	European Economic Community 欧洲经济共同体 Exhaust Emission Control 汽车废气排放系统
embargo	n. 封港令，禁运，禁止(通商)
emergency	adj. 紧急的 n. 紧急情况,突发事件
estate duty	<英>房地产遗产税
estimate	n. 估计, 估价 v. 估计, 估价, 评价
euro	n. 欧元 符号：
excess	adj. 过量的,附加的 n. 超过,超越,过度,过量
exchange	n. 交换,交换物,汇兑,交易所 vt. &vi. 交换,交易,兑换
excise	n. 货物税,国产税 vt. 收税,切除
exemption	n. 免除(税)
eximbank	Export-Import Bank
expenditure	n. (时间、劳力、金钱等)支出,使用,消耗
export	vt. 输出，出口 n. 出口,输出品 vi. 传播,输出 adj. 出口的
face value	n. 票面价值, 表面价值
favourable	adj. 有用的, 良好的, 赞成的
favoured	adj. 有利的, 喜爱的, 受优惠的 动词favour的过去式和过去分词形式
Federal Reserve Bank	n. (美国)联邦储备银行
finance	n. 财政, 资金 vt. 给...提供资金, 负担经费
financial	adj. 金融的,财政的
financier	n. 财政家, 金融家
fiscal	adj. 财政的,国库的
fixed	adj. 固定的,不变的,准备好的 v. 修理,使...固定,决定 vbl. 修理,使...固定,决定 [计算机] 固定的
flat	adj. 平坦的, 单调的, 扁平的 adv. 平直地, 干脆地 n. [英]公寓 vt. 变平 vi. 降调
float	n. 漂流物,装有轮子的展台或平板车,企业的日常零钱 vt. 使漂浮,提出,开办新公司,洽谈 vi. 漂浮,游荡,飘
floating	adj.浮动的，流动性的，不固定的 动词float的现在分词形式
floor	n. 地板,楼层,底部,地面,议员,底线 vt. 铺地板,击倒,油门踩到底
foreign	adj. 外国的,外交的,不相关的
forward	adv.前进地； 向前； 至将来； 提前地 adj.向前方的； 迅速的； (社会、政治)进步的； 早熟的 vt.促进，助长； (按新地址)转寄； 发送 n.前锋
free	adj. 自由的,大方的,免费的 vt. 释放,解放 adv. 自由地,免费地
freeze	v. 冻结, 冷冻, 僵硬 [计算机] 冻结
freight	n. 船货,运费,货运 vt. 装货,运送,使充满(某种心情或口气)
fringe benefit	小额利益，附加福利
front money	预付款; 定购货款
fund	n.基金； 储备； 现款； 特别基金管理机构 vt.积存； 为…提供资金； 提供资金偿付(债款等)的本息； 把(短期借款)转为有固定利息的长期借款
future	adj. 将来的 n. 将来,未来 n. 期货
GATT	关贸总协定(General Agreement on Tariffs and Trade)
general	n. 一般,将军,大体 adj. 一般的,普遍的 v. 指挥,作...将军
glamour	n. 魔力, 魅力 v. 迷住
GNP	n. Gross National Product的缩写，国民生产总值
government	n. 政府,政体,统治
Great Depression	(美)大萧条
gross	n. 总量 adj. 总共的, 粗鲁的, 严重的, 过胖的 vt. 总共赚得
group of ten	n.十国集团
guideline	n. 指引，指导方针
hallmark	n. 纯度检验证明, 品质证明 v. 加盖纯度检验证明, 有品质保证的
hard	adj. 坚硬的;艰难的,苛刻的 adv. 努力地,猛烈地,坚定地
hidden tax	n.间接税
holder	n. 持有者，占有者，(台、架等)支持物
hypothecate	vt.抵押,担保
imbalance	n. 不平衡,失调
impact	n. 冲击(力), 冲突, 影响(力) vt. 挤入, 压紧; 撞击; 对...发生影响
import	n. 进口 vi. 进口,输入 vt. 输入,进口
inactive	adj. 不活动的,停止的,怠惰的 [化]惰性的 [物]无旋光的
income	n. 收入,所得
inconvertible	adj. 不能兑换的，不能变换的
increment	n. 增加(增加物, 增量, 余差)
index	n.索引； <数>指数； 指示； 标志 vt.给…编索引； 把…编入索引； [经济学]按生活指数调整(工资、价格等) vi.[机械学]转位
indexation	n. 指数化
industrial	adj. 工业的,产业的 n. 工业公司
inflation	n. 膨胀,通货膨胀
inflationary	adj. 通货膨胀的，通货膨胀倾向的
influx	n. 流入, 河口, 辐辏 涌进; 汇集[C][S1] an influx of customers 顾客的蜂拥而来
instalment	n. 分期付款,(连载作品或分集戏剧等的)一部分，一集=installment(美)
insurance	n. 保险
interbank	adj. 银行间的，同业的
interest	n. 兴趣, 嗜好, 利息; 股份 vt. 使...感兴趣
intermediary	n. 仲裁者,调解者,媒介物,中间状态 adj. 中间的,媒介的 [计算机] 媒介
internal revenue	n.[经]国内税收
international	adj. 国际的 n. 国际组织
intrapreneur	n. 企业开拓者, 公司内的企业家
inventory	n. 详细目录, 存货(清单) vt. 编制(详细目录)
investment	n. 投资,投入,投资额
invisible	adj. 看不见的,无形的 n. 隐形人(或物品)
invitation	n. 邀请
invoice	n. 发票, 发货单, 货物 vt. 开票, 寄发票, 开清单
joint	adj. 联合的, 共同的 n. 关节, 接合处 v. 连接, 贴合
jumble	vi. 掺杂, 混杂 vt. 使混乱，搞乱 n. 混杂, 混乱 n. 环形小甜饼
jumbo	n. 喷气式飞机，渣口冷却器, 隧道盾构, 钻车 adj. 巨大的
jump	n. 跳跃,跳动,上涨 vt. &vi. 跳越,突升,惊跳
kerb	n. 街头的边石
kickback	n. 强烈的反应 n. &lt;美俚&gt;佣金, 回扣
kite	n. 风筝 vt.& vi. 用空头支票骗人,使上升
kitty	n. 凯蒂(女名) n. 小猫
knockdown	adj. 击倒的，易拆卸的，降低的 n. 击倒，可拆卸家具
land	n. 陆地, 国土, 土地 v. 登陆, 登岸, 卸货
layoff	n. 临时解雇, 操作停止, 活动停止期间
level off	(升或跌之后)呈平稳状态, 做水平运动
leverage	n. 杠杆作用, 影响力 v. 举债经营, 贷款投机
levy	n. 征税,召集 vt. 征收,发动(战争 vi. 强收
liberalize	v. 放宽限制, 自由主义化
liquid	adj. 液体的, 液态的 n. 液体
liquidate	v. 偿付, 清算, 扫除 v. 清算, 整理, 破产
listed	adj. 列出的 v. 列出, 记载于表上 vbl. 列出, 记载于表上
loan	n. 贷款, 借出, 债权人 v. 借, 供应货款, 借给
Lombard Street	朗伯德街
long-term	adj. 长期的
low	n. 低,低点(价),深度,牛叫声 adj. 低的,消沉的,低等的,粗俗的,衰弱的 vi. 牛叫
lull	n. n. 平静时期,间歇
lump-sum	n. 总金额, 一次性付款额
macroeconomics	n. 宏观经济学
manage	vt. 管理,处理,维持,达成,经营 vi. 管理,达成
management	n. 管理(层),经营,处理
margin	n. 差额,利润,页边空白,边缘 vt. 使围绕于,加边缘
market	n. 市场,交易,推销地区 vt. 在市场上交易,使...上市 vi. 在市场上买卖
medium	n. 媒体, 方法, 媒介 adj. 适中的, 中等的
megabuck	n.一百万美金
merchant	n. 商人,店主,专家 adj. 商业的
merge	vt. &vi. 合并,消失,吞没, 融合 [计算机] 合并
minimum	adj. 最低的, 最小的 n. 最小量, 最低限度
mint	n. 薄荷,造币厂,巨额 vt. 铸造,铸币,伪造 adj.薄荷的,造币厂的,无损坏的
mixed	adj. 混合的, 形形色色的, 弄糊涂的 mix的过去式和过去分词
monetary	adj. 货币的,金融的
money	n. 钱,财产,货币
monopolism	n.垄断制度 垄断主义 垄断
monopolistic	adj. 独占性的,专卖的,独占论者
monopoly	n. 垄断,专利, 独占，控制
mortgage	vt. 抵押 n. 抵押；房屋抵押贷款
multilateral	adj. 多边的, 多国参加的
multinational	adj. 多国的, 多种国籍的 n. 多国籍公司, 跨国公司
multination	adj.多国的 在多国经营的,在多国有分支的
mutual	adj. 共同的,相互的
naked	adj. 裸体的,无掩饰的,明白的,手无寸铁的
narrow	adj. 狭窄的，有限的；勉强的；精密的；度量小的 n. 海峡；狭窄部分，隘路 vt. 使变狭窄 vi. 变窄
national	adj. 国家的,民族的 n. 国民
negative	adj. 否定的,负的,消极的 n. 底片，负数，否定 vt. 否定
negotiate	vt. 转让,越过,处理,协商 vi. 协商
net	n. 网,净利,实价 adj. 净余的,纯粹的 vt. 用网捕,撒网,净赚
nominal	adj. 名义上的,有名无实的,名词性的 n. 名词词组
nosedive	n. (飞机)俯冲, 暴跌 vi. 俯冲，暴跌
note	n. 笔记, 注解, 备忘录, 音符, 音调, 票据, 便条, 纸币 vt. 记录, 注解, 注意
oapec	n.阿拉伯石油输出国组织
offer	n. 出价, 提议 vt. 提供, 出价; 贡献, 奉献 vi. 提议; 出现; 求婚
oil	n. 油,油画颜料,奉承话 vt. &vi. 涂油,溶化,加油
opening	n. 开始, 口, 揭幕, 空缺的职务 vbl. 打开, 开放, 开始
outlay	n. 费用, 经费, 支出 v. 花费
outright	adj. 率直的, 完全的, 总共的 adv. 率直地, 立刻地, 一直向前
overdue	adj. 过期的, 未兑的, 迟到的
package	n. 包裹,整批交易 vt. 把...打包,把...进行推销
paid	adj.已付钱的,有薪俸的 动词pay的过去式和过去分词
panic	n. 恐慌,惊惶 adj. 惊慌的,没有理由的,恐慌的 vt. 使...惊慌
paper	n. 纸,文件,论文,报纸,票据 vt. 用纸包,供纸,仓促完成 vi. 贴壁纸 adj.纸制的,文书的,理论上的
par	n. 标准, 票面价值, 平均数量 adj. 票面的, 平常的, 标准的
parity	n. 相等,势均力敌,等值
pay	n. 薪资,付款,报偿 vt. 支付,付清,报偿,给予 vi. 债清，值得，承担后果 adj. 投币的，要钱的
payment	n. 支付, 付款
pecuniary	adj. 金钱上的, 金钱的
personal	adj. 私人的,个人的 n. (报刊的)私人专栏
petrodollar	n. 石油美元
petty	adj. 琐碎的,小规模的,小气的
planned	adj.计划了的,根据计划的
point	n. 点, 要点, 尖端，细节，目标 vt. &vi. 指出, 瞄准
poo	abbr. 邮政汇票(=Post-Office Order)
postage	n. 邮费, 邮资已付邮戳
postal	adj. 邮政的 n. [美]明信片
postindustrial	adj.信息化的,脱工业化
pound	n.英镑； 磅； 兽栏； 重击声 vt.& vi.连续重击； 咚咚地走 vi.(持续地)苦干； (驾舟时)拍打(水面)； (心脏)狂跳； 脚步沉重地走(或跑) vt.连续重击； 捣碎，碾碎； 强迫吸收； 猛烈袭击
preemption	n. 先买(权)，先占
preferential	adj. 先取的, 优先的, 选择的
premium	n. 额外费用, 奖金; 奖品保险费 n. (商)溢价 adj. 高价的; 优质的
price	n. 价格,代价,价值 vt. 定格,标价,比较价格
prime	adj. 最初的,首要的,最好的，典型的 n. 青春,壮年,全盛时期 vt. 事先指点,在(金属、木材等上)打底漆 vi. 变得首要
principal	adj. 主要的 n. 负责人, 校长, 资本
profit	n. 利润, 盈利比率，利益 vi. 利用，获利 vt. 有益于
profiteer	n. 获暴利的人,奸商 v. 获暴利,赚大钱
promissory note	n. 期票，本票
protective	adj. 保护的, 防卫的
public	adj. 公开的,众所周知的,公众的 n. 公共场合,公众,同好者
pull the plug	拔掉电源，结束，终止
push money	n. 给推销员的佣金
quantum	n. 分配量, 额, 量
quick assets	n.即可兑现的资产
quota	n. 配额,限额,最低票数
raise	n. 上升, 增高; 高地 vt. 升起, 举起, 饲养; 提出, 引起
rally	n. 集会,重振旗鼓,示威运动,回合 vi. (人)集合起来,重整旗鼓,恢复精神 vt. 重新召集,激励,嘲弄
rate	n. 比率, 等级, 价格 vt. 估价, 认为, 定等级; 责骂 vi. 受欢迎, 受推崇; 责骂
Ready money	n.现金
real	adj. 实际的,现实的,真的,真实的 adv. 非常 n. 真实的事, 真实
rebound	n. 弹回 vt.&amp; vi. 弹回
recall	vt. 召回；回想起，记起；取消 n. 召回；回忆；撤消
recession	n. 后退,凹入的地方,不景气
reciprocal	adj. 相互的,互惠的,互补的 n. 相互, 互惠 [数］ 倒数
redemption	n. 补救(恢复,偿还,补救,弥补)
red ink	红墨水，赤字，赤字状况
rediscount	vt.再打折扣,重贴现 n.再折扣,重新贴现,重贴现后的票据
refund	n. 偿还 vt. 付还,偿还借款,换回新公债
relief	n.宽慰，安心； 免除，减轻； 救援物资； 代班人
remittance	n. 汇款
remuneration	n. 报酬,赔偿,补偿
reparation	n. 补偿, 赔偿
reserve	n. 预备品, 贮存, 候补 n. 克制, 含蓄 vt. 保留, 预订, 延期
resource	n. 资源,谋略,消遣
restraint	n. 抑制,克制,束缚
retail	n. 零售 vt. 零售 adj. 零售的 adv. 以零售形式
return	n. 返回,归还,报答,报告 vt. &vi. 返回,归还,回来 adj. 返回的
revenue	n. 总收入; 财政收入, 税收 n. 税务局
revolving	adj. 旋转的 动词revolve的现在进行时
rig	n. 装备, 帆具, 服装; 阴谋诡计 v. 装配, 装扮, 垄断;用不正当手段操纵
rock-bottom	adj. 最低水平的，最低限度的
royalty	n. 皇家, 皇族 n. 版税
sag	vt. 下垂(凹陷,下跌,塌箱) n. 垂度(下垂,经济萧条,物价下跌)
salary	n. 薪水 vt. 给...薪水
sale	n. 销售(量),削价出售
savings	储蓄
scale-down	n.按比例缩减,降低
scarcity	n. 缺乏,不足,缺少
seed capital	原始资本
seed money	(用来吸引更多资金的)种子基金
assessment	n. 估价, 评估
selling	n.贩卖,出售
senior	n. 年长者,上司,毕业班学生 adj. 年长的,高级的,资深的
settlement	[建]沉降; 解决, 结算,殖民(地), 租界; 居留地; 新建区; 住宅区
share	n. 部份,股份,分担,犁头 vt. 分享,共有,分配 vi. 分享
shareholder	n. 股东，股票持有人
shoestring	adj. 小本经营的，微小的，像鞋带一样狭长的 n. 鞋带，零星资本, 小额资本
short	adj. 短的,矮的,短暂的 n. 短裤 adv. 短暂地;突然地
shortfall	n. 不足之量, 差额
sight	n. 景观, 视力, 眼界 vt. 看见, 观看 vi. 瞄准
skid	n. 滑动,滑道,刹车,制件缺陷,走下坡路 vt. 打滑刹车, 滚滑 vi.溜滑,打滑
skyrocket	n. 烟火(高空探测火箭) vt 使...上升
slack	n. 松弛的部分, 松散, 淡季, 中止 adj. 松弛的, 不流畅的 vt. 使缓慢, 疏忽 vi. 变松弛, 逃避工作
slash	vi. 大幅度削减 vt. 猛砍,尖锐抨击,大幅减少 n. 猛砍,斜线,长切口,衣衩
sliding	adj.滑行的,变化的
sluggish	adj. 懒惰的,迟钝的,无精打采的
slump	n. 暴跌,意气消沉,(土地)下沉 vi. 猛然掉落,坍塌,大幅度下跌
snake	n. 蛇 vt.& vi. 蜿蜒,扭曲
soaring	adj. 猛增的, 剧增的 动词soar现在分词
social credit	n.社会信贷说
soft currency	n.软通货
speculation	n. 沉思, 推测, 投机
speculative	adj. 思索性的, 暝想性的, 推理的
spending	n. 经费(开销)
spot	n. 污点, 地点, 斑点; 职位 adj. 当场的, 现实买卖的 v. 使沾上污点, 认出, 用灯光照射
stabilization	n.稳定性
stable	adj. 稳定的；牢固的；坚定的 n. 马厩；牛棚 vi. 被关在马厩 vt. 赶入马房
stagflation	滞胀
stagnate	v. 停止，停滞不前，不景气
stale	adj. 不新鲜的, 陈腐的, 失效的 vt. 使腐坏 vi. 变得不新鲜, 腐坏,(动物)撒尿 n. (动物的)尿
state	n. 州, 国, 情形 adj. 国家的, 州的, 正式的 vt. 说, 陈述, 声明, 规定
sterling	adj. 英币的(纯粹的, 货真价实的) n. 英国货币(英镑)
stiff	adj. 坚硬的,严厉的,呆板的,不灵活的 adv. 僵硬地,彻底地 n. 死尸, 过于拘谨的人, 流浪汉, 吝啬鬼, 醉鬼 vt. 诈骗,失信,不给小费
stock	n.股份，股票； 库存； 树干； 家畜 adj.常备的，存货的； 陈旧的 vt.提供货物； 备有 vi.出新芽； 囤积
stringency	n. 紧迫，严厉，(货币)银根紧
subsistence	n. 生存, 生活
supplementary	adj. 补充的, 附加的
supply	n. 补给,供给,供应，贮备 vt. 补给,供给,提供,提供足够以满足
surplus	adj. 多余的,过剩的 n. 过剩,剩余物,盈余,顺差
swap	n. 交换 vt. &vi. 交换,用...作交易
syndicate	n. 企业联合 v. 联合组织
tag	n. 标签,附属物,名称,谚语 vt. 附以签条,尾随,添饰,指责,连接 vi. 紧随,尾随
tariff	n. 关税, 价目表 vt. 交关税
tax	n. 税,租税,重负 v. 课以税,使...负重荷,斥责
tender	adj. 温和的, 亲切的, 未成熟的
tenor	n. 要旨，誉本，一般趋向，男高音，次中音乐器 adj. (乐器)次中音的, (组钟中的)最低音的, 男高音的 n. [语]本体
term	n.学期； 条款； 术语； 期限 vt.把…称为； 把…叫做
tight	adj. 紧的, 严厉的,密集的,紧身的,拮据的 adv. 紧紧地,牢固地, 迅速地
time deposit	定期存款
toll	n. 通行费,代价,伤亡人数,钟声 vi. 征收通行税,鸣钟 vt. 向某人征税,钟响,引诱
TR	n.abbr. 收发(=Transmit-receive)
trade	n. 贸易,商业,交易,行业,同行,手工艺,主顾,(复数)信风 vi. 做生意,购物,交换 vt. 用某物交换,做买卖 adj. 商业的,专业性的,同行的
trade in	以旧换新，买卖
trade off	v.交替换位,交替使用;卖掉; 权衡
transfer	n. 迁移, 移动, 换车 v. 转移, 调转, 调任
traveler's check	n.旅行支票
treasury	n. 国库,宝库 (大写)财政部,国债
triple	n. 三倍之数,三个一组 adj. 三倍的
trust	n. 信任,信托 vi. 信任 vt. 委托,相信
turnover	n. 翻覆, 翻折, 半圆卷饼, 营业额, 成交量 adj. 翻折的领子
arbitrage	n. 仲裁, 套利交易, 套汇
tycoon	n. 企业界的大亨，(日本幕府的)将军
unbalanced	adj. 失衡的, 精神失常的, 判断不可靠的 动词unbalance的过去式和过去分词
uncollected	adj.不安的,狼狈的
underdeveloped	adj. 低度开发的
underfinanced	adj.资金短缺的,财力不足的
unemployed	adj. 失业的，未投资的 n. 失业者
unemployment	n. 失业,失业人数
unfavorable	adj. 不宜的, 不理想的
unsecured	adj. 无担保的，不牢固的，未包装好的
unsettled	adj. 未处理的, 未决定的
upswing	n. 上升, 增长，改进
uptick	[商](股票)报升(成交价格比上一个交易高的成交或价格)
uptrend	n.向上的,趋势
upturn	n. 情况好转 v. 使...向上,转朝上,挖掘
upvalue	vt.提高...的价值 将( 货币) 升值
Uruguay	n. 乌拉圭(拉丁美洲国名)
usance	n. 习惯支付期限
usurer	n. 高利贷, 贷款人
usurious	adj. 放高利贷的
usury	n. 高利贷
value	n. 价值, 重要性, 价格, (pl)价值观 vt. 评价, 估价, 重视
variable	adj. 可变的,易变的 n. 变量, 易变的东西
vicious	adj. 恶毒的, 恶意的, 凶残的, 剧烈的, 严重的
visible	adj. 可见的, 看得见的
volume	n. 体积, 容量, 音量 n. 卷, 册
wage	n. 薪水,报偿,代价 vt. &vi. 开始,进行(战争、运动)
Wall Street	n. 华尔街
wash sale	n.虚卖
welfare	n. 福利,社会保障,幸福 adj. 福利的
windfall	n. 风吹落的果实, 意外的收获, 侥幸所得
working	adj. 工人的, 劳动的
world bank	n. 世界银行
yen	n. 日元(日本货币单位)；渴望 vi. 渴望
yield	n. 生产量, 投资收益 v. 生产, 屈服, 投降, 弯下去, 凹下去

