engxw.html

<div id="outline-container-org0789f94" class="outline-2">
<h2 id="org0789f94"><span class="section-number-2">12</span> 经济</h2>
<div class="outline-text-2" id="text-12">
<p>
accommodation	n. 住处，膳宿；调节；和解；预订铺位<br />
account	n.账，账目； 存款； 记述，报告； 理由 vi.解释； 导致； 报账 vt.认为； 把…视作<br />
accountant	n. 会计人员<br />
across the board	adv. 包括一切地，全面地<br />
additional tax	n.附加税<br />
ad valorem	adj. 按价的，从价的<br />
advance	n. 前进,进步,预支 vt. 前进，增涨，预先 vi. 前进，提升 adj. 预先的，提前的<br />
affinity	n. 姻亲,密切关系,吸引力<br />
aggregate	n. 合计, 总计, 集合体 adj. 合计的, 集合的, 聚合的 v. 聚集, 集合, 合计<br />
amortize	vt. 分期偿还，摊还<br />
antidumping	adj. 反倾销的<br />
antitrust	adj. 反托拉斯的，反垄断的<br />
appreciate	vt. 欣赏,感激,赏识 vt. 领会，充分意识 vi. 增值<br />
appropriate	adj. 适当的, 相称的 vt. 拨出(款项); 占用<br />
arbitrage	n. 仲裁, 套利交易, 套汇<br />
assess	v. 估定, 评定<br />
asset	n. 资产,有用的东西,优点,长处<br />
ATM	abbr. (=automated teller machine) 银行自动取款机<br />
audit	n. 查帐,审计 vt. 审计,旁听<br />
auditor	n. 听者, 收听者, 稽核员<br />
average	n. 平均数,平均水平 adj. 一般的,通常的,平均的 vt. &amp;vi. 取平均值，达到平均水平<br />
balance	n. 天平, 平衡, 差额, 平静, 调和, 制衡 vt. 使平衡, 称重量, 权衡, 抵消 vi. 建立平衡, 均衡<br />
bank	n. 银行,堤,岸 vt. 堆积 vi. 开户, 把&#x2026;存入银行<br />
bankroll	n. 资金 vt. 提供资金<br />
bankrupt	adj. 破产的,贫穷的,道德败坏的,枯竭的 n. 破产者,无知的人 vt. 使破产<br />
bankruptcy	n. 破产<br />
bargain	n. 交易,买卖,物美价廉的东西 vi. 议价 vt. 议价交易<br />
barter	n. 物物交换, 实物交易 v. 物物交换, 交换<br />
base	n. 基底,(支持、收入、力量等的)基础 vt. 以&#x2026;作基础 adj. 卑鄙的；不道德的<br />
basic	adj.基本的； [化学]碱性的； [地质学]基性的； 首要的 n.基础，基本； 基本原则，基本原理，基本规律； 要素； 基础训练<br />
bear	n. 熊 v. 忍受,负荷 v. 结果实,生子女<br />
bearer	n.持票者，带信人，承担人，脚夫，搬运工，能开花结果的植物，柩夫<br />
bearish	adj. 如熊的, 粗暴的，(股票)行情看跌的<br />
big board	纽约证券交易所<br />
big-ticket	adj.高价的<br />
bilateral	adj. 双边的<br />
bill	n.账单； 钞票； 清单； 广告 vt.安排； 给…开账单； 为…发提(货)单； 把…登录在账 vi.鸟嘴相接触<br />
bis	adv.二度,二回;business information system,商务信息系统<br />
black economy	黑色经济 非法经济<br />
black-market	v.在黑市卖<br />
black monday	复活节后的星期一 倒霉的星期一 开学第一天<br />
blank check	n. 空额签名支票, 自由处理权<br />
blue chip	绩优股，蓝筹股，贵重物品<br />
blue-sky	adj.无价值的,不保险的<br />
bonus	n. 红利, 奖金<br />
bottom	n. 底部;臀部;船身;水底;服装下面的部分;低洼地;底色;尽头 adj. 底部的 vt. 给&#x2026;装底,建立基础,到达底部 vi. 到达底部,垫底，降到最低点<br />
bounce	n. 跳,反跃,(活)弹力 vt. 弹跳,向&#x2026;透露注意 vi. 弹起,重新恢复<br />
bounty	n. 慷慨, 慷慨的赠予物，(由政府提供的)奖金<br />
bourse	n. 证券交易所<br />
budget	n. 预算 vt. 编预算,为…做预算 vi. 节省开支 adj. 不贵的，廉价的<br />
bull	n. adj. 大型的,公牛的,雄性的 n. 公牛,买空着,像牛的东西,斗牛犬,教宗训谕,法令 vi. 猛推，猛挤，猛力向前 vt. (通过投机)推高股价<br />
bullish	adj. 似牡牛的, 看涨的, 上扬的<br />
business	n. 商业,生意,事务<br />
call loan	n.通知放款,(银行间的)短期贷款<br />
cap	n. 帽子,盖子,顶 vt. 给戴帽,覆盖顶端,超过,形成化学键于,抑制 vi. 形成化学键<br />
capital	n. 首都,资本,大写字母 adj. 大写的,资本的，首要的<br />
cartel	卡特尔, 联合企业<br />
cash	n. 现金 vt. 兑现,付现款 adj. 现金的<br />
catalogue	n. 目录,总目,系列 vt. 编制目录,编入目录 vi. 编制目录,在目录里列出价格<br />
ceiling	n. 天花板,上限<br />
Certified Public Accountant	n. 注册会计师<br />
chartered	adj. 特许的，租赁的 动词charter的过去式和过去分词<br />
cheap money	低息贷款 来得容易的非正当收入 在钱上好商量的人<br />
check	vt.检查，核对； 制止，抑制； 在…上打勾 vi.核实，查核； 中止； 打勾； [象棋]将一军 n.&lt;美&gt;支票； 制止，抑制； 检验，核对<br />
churn	n. 搅乳器 v. 搅拌, 搅动<br />
burn	n. 烧伤,灼伤 vt. &amp;vi. 燃烧,烧着,烧毁,灼伤<br />
circulate	vi. 流通,循环,传播 vt. 使流通<br />
city man	n.&lt;英&gt;实业家,金融家,(伦敦)金融机构雇员<br />
clearing	n. 清除, 结算，(森林中的)空地 动词clear的现在分词<br />
clearinghouse	n. 票据交换所<br />
closing	n. 结尾，终止，结算 adj. 结束的 动词close的现在分词<br />
capitalism	n. 资本主义<br />
collapse	n. 崩溃,倒塌,暴跌 vi. 倒塌,崩溃,瓦解,折叠 vt. 倒塌,缩减<br />
commercial	adj. 商业的 n. 商业广告<br />
commercialism	n. 商业主义，营利主义<br />
commission	n. 委任(状), 任官令; 委员会 n. 佣金; 犯罪行为 vt. 委任, 委托; 使服役<br />
commodity	n. 商品, 日用品<br />
common market	n.共同市场<br />
compensation	n. 补偿, 赔偿; 赔偿金, 物<br />
competitive	adj. 竞争的, 比赛的<br />
complimentary	adj. 问候的,称赞的,夸奖的,免费赠送的<br />
compound	n. 混合物,复合词 adj. 复(混)合的,合成的 vt. 混合,调合,妥协 vi. 混合,妥协<br />
concession	n. 让步, 妥协, 特许权<br />
concessionary	adj. 让步的, 特许的<br />
confirming bank	保兑银行<br />
conglomerate	adj. 密集而固结的, 成簇的 n. 联合企业, 密集体, 城郊混合区 vt. 凝聚成一团,使结成,结合<br />
consortium	n. 联合,合伙,国际财团<br />
consumer	n. 消费者,用户, 消费品<br />
consumption	n. 消费<br />
contract	n. 合约, 婚约; 合同书 v.签合同； 缩小； 感染<br />
contractor	n. 立契约的人, 承包商<br />
convertibility	n.可兑换性,可改变,可变换<br />
convertible	adj. 可改变的, 可交换, 同意义的 n. 有活动摺篷的汽车<br />
cost	n.价钱，代价； 花费，费用； 牺牲； [用复数][法律]诉讼费 vi.价钱为，花费； 估计成本 vt.付出代价； 估价； 使丧失； 使付出努力<br />
credit	n. 信用, 荣誉, 贷款, 学分 v. 归功于, 赞颂, 信任<br />
creditor	n. 债权人，债主<br />
cross rate	n. 交叉汇率, 套汇汇率<br />
crunch	vt. 嘎扎嘎扎的咬嚼,扎扎地踏过 vi. 发出刺耳的碎裂声 n. 咬碎,咬碎声,扎扎地踏<br />
curb	n. 抑制,勒马绳,边石,路缘 vt. 抑制,束缚, 牵(狗)到合适地方大小便<br />
currency	n. 货币; 流通<br />
customs	adj. 定做的(衣), 海关的 n. 海关<br />
cutback	n. 重映, 减少, 剪修新芽<br />
cut-price	adj.打折扣的,廉价的<br />
dead	adj. 死的,萧条的,精疲力竭的,用完的,无趣的 adv. 完全地,突然地,直接地 n. 死者,死<br />
deal	n. 交易,协定,份量 v. (dealt,dealt[delt])处理,应付,分配<br />
death	n. 死,死亡，死神，毁灭<br />
debenture	n. 信用债券; 公司债, 公司债券, 退税证明书<br />
debit	n. 借方, 借, 借项, 缺点 vt. 记入借方<br />
debt	n. 债务, 义务, 负债状态, 罪, 过失<br />
declarable	adj.应申报的<br />
deduct	vt. 扣除，减去；<br />
deductible	adj. 可扣除的 n. 可减免的东西, 扣除条款<br />
deferred payment	n. 延期付款<br />
deficit	n. 赤字,不足，缺乏<br />
deflate	v. 放气，抽出空气 2. v. 打击，使&#x2026;.失去信心，使某人觉得不再重要<br />
deflation	n. 通货紧缩 n. 放气<br />
demand	n. 要求; 需求 v. 要求, 查问; 需要<br />
deposit	vt. 存放, 堆积, 使沉淀 vi. 沉淀 n. 存款, 定金, 堆积物<br />
depreciation	n. 价值减低,减价,跌落 [计算机] 折旧<br />
depression	n. 沮丧,萧条<br />
devaluation	n. 货币贬值<br />
developed country	n. 发达国家<br />
developing country	n. -tries 发展中国家<br />
differential	adj. 微分的；差别的；特异的 n. 微分；差别差额<br />
direct	adj. 笔直的,直接的,坦白的 vt. 指挥，命令，负责 vi. 指导，指出<br />
disburse	vt. 支付，支出，分配<br />
discount	n. 折扣, 贴现率 vt. 打折扣, 贴现, 不重视，不全信 vi. 贴现, 减息贷款<br />
discriminating	adj. 有辨别能力的，有区别的 动词discriminate的现在分词形式<br />
dishonor	n. 羞辱，拒付<br />
distrain	n. 为抵债而扣押<br />
dividend	n. 红利,股息,意外之财, 彩金, 被除数<br />
document	n. 文件,公文 vt. 记载,用文件等证明 [计算机] 文档<br />
dollar	n. 美元<br />
domestic	adj. 国内的, 家庭的, 驯养的 n. 家仆, 佣人<br />
dow-jones average	n.道琼斯工业指数(表示美国证券市场一般涨跌行情的指数,由美国纽约Dow Jones公司所发表)<br />
downtrend	n.下降趋势<br />
downturn	n. 低迷时期<br />
draft	n. 草稿,草图,汇票，徵兵 vt. 起草,征兵,选秀 adj. 酝酿中的<br />
dragon	n. 龙，严厉的人<br />
drawback	n. 不利点,退税<br />
drawing	n. 图画,绘图技巧,素描<br />
dual	adj. 双重的, 成双的 n. 双数<br />
dull	adj. 呆滞的,迟钝的,无趣的,钝的,暗的 vt. 使变钝 vi. 变钝<br />
dumping	n. 倾销 动词dump的现在分词形式<br />
duty	n.税，义务, 职责 adj. 值班的, 作为一种义务的<br />
duty-free	adj. 免税的 adv. 免税地<br />
earmark	n. 耳上记号, 特徵, 记号 v. 在耳朵做记号, 弄上记号, 充作<br />
ease	n. 安乐,安逸,悠闲 vt. 使&#x2026;安乐,使&#x2026;安心 v. 减轻,放松<br />
easy	adj. 容易的,安逸的,不费力的 adv. 慢慢地, 当心地<br />
economic	adj. 经济学的, 经济的，有利可图的 n. [-s]经济学(状况等)<br />
economics	n. 经济学<br />
economy	n.节约； 经济； 理财； 秩序<br />
eec	European Economic Community 欧洲经济共同体 Exhaust Emission Control 汽车废气排放系统<br />
embargo	n. 封港令，禁运，禁止(通商)<br />
emergency	adj. 紧急的 n. 紧急情况,突发事件<br />
estate duty	&lt;英&gt;房地产遗产税<br />
estimate	n. 估计, 估价 v. 估计, 估价, 评价<br />
euro	n. 欧元 符号：<br />
excess	adj. 过量的,附加的 n. 超过,超越,过度,过量<br />
exchange	n. 交换,交换物,汇兑,交易所 vt. &amp;vi. 交换,交易,兑换<br />
excise	n. 货物税,国产税 vt. 收税,切除<br />
exemption	n. 免除(税)<br />
eximbank	Export-Import Bank<br />
expenditure	n. (时间、劳力、金钱等)支出,使用,消耗<br />
export	vt. 输出，出口 n. 出口,输出品 vi. 传播,输出 adj. 出口的<br />
face value	n. 票面价值, 表面价值<br />
favourable	adj. 有用的, 良好的, 赞成的<br />
favoured	adj. 有利的, 喜爱的, 受优惠的 动词favour的过去式和过去分词形式<br />
Federal Reserve Bank	n. (美国)联邦储备银行<br />
finance	n. 财政, 资金 vt. 给&#x2026;提供资金, 负担经费<br />
financial	adj. 金融的,财政的<br />
financier	n. 财政家, 金融家<br />
fiscal	adj. 财政的,国库的<br />
fixed	adj. 固定的,不变的,准备好的 v. 修理,使&#x2026;固定,决定 vbl. 修理,使&#x2026;固定,决定 [计算机] 固定的<br />
flat	adj. 平坦的, 单调的, 扁平的 adv. 平直地, 干脆地 n. [英]公寓 vt. 变平 vi. 降调<br />
float	n. 漂流物,装有轮子的展台或平板车,企业的日常零钱 vt. 使漂浮,提出,开办新公司,洽谈 vi. 漂浮,游荡,飘<br />
floating	adj.浮动的，流动性的，不固定的 动词float的现在分词形式<br />
floor	n. 地板,楼层,底部,地面,议员,底线 vt. 铺地板,击倒,油门踩到底<br />
foreign	adj. 外国的,外交的,不相关的<br />
forward	adv.前进地； 向前； 至将来； 提前地 adj.向前方的； 迅速的； (社会、政治)进步的； 早熟的 vt.促进，助长； (按新地址)转寄； 发送 n.前锋<br />
free	adj. 自由的,大方的,免费的 vt. 释放,解放 adv. 自由地,免费地<br />
freeze	v. 冻结, 冷冻, 僵硬 [计算机] 冻结<br />
freight	n. 船货,运费,货运 vt. 装货,运送,使充满(某种心情或口气)<br />
fringe benefit	小额利益，附加福利<br />
front money	预付款; 定购货款<br />
fund	n.基金； 储备； 现款； 特别基金管理机构 vt.积存； 为…提供资金； 提供资金偿付(债款等)的本息； 把(短期借款)转为有固定利息的长期借款<br />
future	adj. 将来的 n. 将来,未来 n. 期货<br />
GATT	关贸总协定(General Agreement on Tariffs and Trade)<br />
general	n. 一般,将军,大体 adj. 一般的,普遍的 v. 指挥,作&#x2026;将军<br />
glamour	n. 魔力, 魅力 v. 迷住<br />
GNP	n. Gross National Product的缩写，国民生产总值<br />
government	n. 政府,政体,统治<br />
Great Depression	(美)大萧条<br />
gross	n. 总量 adj. 总共的, 粗鲁的, 严重的, 过胖的 vt. 总共赚得<br />
group of ten	n.十国集团<br />
guideline	n. 指引，指导方针<br />
hallmark	n. 纯度检验证明, 品质证明 v. 加盖纯度检验证明, 有品质保证的<br />
hard	adj. 坚硬的;艰难的,苛刻的 adv. 努力地,猛烈地,坚定地<br />
hidden tax	n.间接税<br />
holder	n. 持有者，占有者，(台、架等)支持物<br />
hypothecate	vt.抵押,担保<br />
imbalance	n. 不平衡,失调<br />
impact	n. 冲击(力), 冲突, 影响(力) vt. 挤入, 压紧; 撞击; 对&#x2026;发生影响<br />
import	n. 进口 vi. 进口,输入 vt. 输入,进口<br />
inactive	adj. 不活动的,停止的,怠惰的 [化]惰性的 [物]无旋光的<br />
income	n. 收入,所得<br />
inconvertible	adj. 不能兑换的，不能变换的<br />
increment	n. 增加(增加物, 增量, 余差)<br />
index	n.索引； &lt;数&gt;指数； 指示； 标志 vt.给…编索引； 把…编入索引； [经济学]按生活指数调整(工资、价格等) vi.[机械学]转位<br />
indexation	n. 指数化<br />
industrial	adj. 工业的,产业的 n. 工业公司<br />
inflation	n. 膨胀,通货膨胀<br />
inflationary	adj. 通货膨胀的，通货膨胀倾向的<br />
influx	n. 流入, 河口, 辐辏 涌进; 汇集[C][S1] an influx of customers 顾客的蜂拥而来<br />
instalment	n. 分期付款,(连载作品或分集戏剧等的)一部分，一集=installment(美)<br />
insurance	n. 保险<br />
interbank	adj. 银行间的，同业的<br />
interest	n. 兴趣, 嗜好, 利息; 股份 vt. 使&#x2026;感兴趣<br />
intermediary	n. 仲裁者,调解者,媒介物,中间状态 adj. 中间的,媒介的 [计算机] 媒介<br />
internal revenue	n.[经]国内税收<br />
international	adj. 国际的 n. 国际组织<br />
intrapreneur	n. 企业开拓者, 公司内的企业家<br />
inventory	n. 详细目录, 存货(清单) vt. 编制(详细目录)<br />
investment	n. 投资,投入,投资额<br />
invisible	adj. 看不见的,无形的 n. 隐形人(或物品)<br />
invitation	n. 邀请<br />
invoice	n. 发票, 发货单, 货物 vt. 开票, 寄发票, 开清单<br />
joint	adj. 联合的, 共同的 n. 关节, 接合处 v. 连接, 贴合<br />
jumble	vi. 掺杂, 混杂 vt. 使混乱，搞乱 n. 混杂, 混乱 n. 环形小甜饼<br />
jumbo	n. 喷气式飞机，渣口冷却器, 隧道盾构, 钻车 adj. 巨大的<br />
jump	n. 跳跃,跳动,上涨 vt. &amp;vi. 跳越,突升,惊跳<br />
kerb	n. 街头的边石<br />
kickback	n. 强烈的反应 n. &amp;lt;美俚&amp;gt;佣金, 回扣<br />
kite	n. 风筝 vt.&amp; vi. 用空头支票骗人,使上升<br />
kitty	n. 凯蒂(女名) n. 小猫<br />
knockdown	adj. 击倒的，易拆卸的，降低的 n. 击倒，可拆卸家具<br />
land	n. 陆地, 国土, 土地 v. 登陆, 登岸, 卸货<br />
layoff	n. 临时解雇, 操作停止, 活动停止期间<br />
level off	(升或跌之后)呈平稳状态, 做水平运动<br />
leverage	n. 杠杆作用, 影响力 v. 举债经营, 贷款投机<br />
levy	n. 征税,召集 vt. 征收,发动(战争 vi. 强收<br />
liberalize	v. 放宽限制, 自由主义化<br />
liquid	adj. 液体的, 液态的 n. 液体<br />
liquidate	v. 偿付, 清算, 扫除 v. 清算, 整理, 破产<br />
listed	adj. 列出的 v. 列出, 记载于表上 vbl. 列出, 记载于表上<br />
loan	n. 贷款, 借出, 债权人 v. 借, 供应货款, 借给<br />
Lombard Street	朗伯德街<br />
long-term	adj. 长期的<br />
low	n. 低,低点(价),深度,牛叫声 adj. 低的,消沉的,低等的,粗俗的,衰弱的 vi. 牛叫<br />
lull	n. n. 平静时期,间歇<br />
lump-sum	n. 总金额, 一次性付款额<br />
macroeconomics	n. 宏观经济学<br />
manage	vt. 管理,处理,维持,达成,经营 vi. 管理,达成<br />
management	n. 管理(层),经营,处理<br />
margin	n. 差额,利润,页边空白,边缘 vt. 使围绕于,加边缘<br />
market	n. 市场,交易,推销地区 vt. 在市场上交易,使&#x2026;上市 vi. 在市场上买卖<br />
medium	n. 媒体, 方法, 媒介 adj. 适中的, 中等的<br />
megabuck	n.一百万美金<br />
merchant	n. 商人,店主,专家 adj. 商业的<br />
merge	vt. &amp;vi. 合并,消失,吞没, 融合 [计算机] 合并<br />
minimum	adj. 最低的, 最小的 n. 最小量, 最低限度<br />
mint	n. 薄荷,造币厂,巨额 vt. 铸造,铸币,伪造 adj.薄荷的,造币厂的,无损坏的<br />
mixed	adj. 混合的, 形形色色的, 弄糊涂的 mix的过去式和过去分词<br />
monetary	adj. 货币的,金融的<br />
money	n. 钱,财产,货币<br />
monopolism	n.垄断制度 垄断主义 垄断<br />
monopolistic	adj. 独占性的,专卖的,独占论者<br />
monopoly	n. 垄断,专利, 独占，控制<br />
mortgage	vt. 抵押 n. 抵押；房屋抵押贷款<br />
multilateral	adj. 多边的, 多国参加的<br />
multinational	adj. 多国的, 多种国籍的 n. 多国籍公司, 跨国公司<br />
multination	adj.多国的 在多国经营的,在多国有分支的<br />
mutual	adj. 共同的,相互的<br />
naked	adj. 裸体的,无掩饰的,明白的,手无寸铁的<br />
narrow	adj. 狭窄的，有限的；勉强的；精密的；度量小的 n. 海峡；狭窄部分，隘路 vt. 使变狭窄 vi. 变窄<br />
national	adj. 国家的,民族的 n. 国民<br />
negative	adj. 否定的,负的,消极的 n. 底片，负数，否定 vt. 否定<br />
negotiate	vt. 转让,越过,处理,协商 vi. 协商<br />
net	n. 网,净利,实价 adj. 净余的,纯粹的 vt. 用网捕,撒网,净赚<br />
nominal	adj. 名义上的,有名无实的,名词性的 n. 名词词组<br />
nosedive	n. (飞机)俯冲, 暴跌 vi. 俯冲，暴跌<br />
note	n. 笔记, 注解, 备忘录, 音符, 音调, 票据, 便条, 纸币 vt. 记录, 注解, 注意<br />
oapec	n.阿拉伯石油输出国组织<br />
offer	n. 出价, 提议 vt. 提供, 出价; 贡献, 奉献 vi. 提议; 出现; 求婚<br />
oil	n. 油,油画颜料,奉承话 vt. &amp;vi. 涂油,溶化,加油<br />
opening	n. 开始, 口, 揭幕, 空缺的职务 vbl. 打开, 开放, 开始<br />
outlay	n. 费用, 经费, 支出 v. 花费<br />
outright	adj. 率直的, 完全的, 总共的 adv. 率直地, 立刻地, 一直向前<br />
overdue	adj. 过期的, 未兑的, 迟到的<br />
package	n. 包裹,整批交易 vt. 把&#x2026;打包,把&#x2026;进行推销<br />
paid	adj.已付钱的,有薪俸的 动词pay的过去式和过去分词<br />
panic	n. 恐慌,惊惶 adj. 惊慌的,没有理由的,恐慌的 vt. 使&#x2026;惊慌<br />
paper	n. 纸,文件,论文,报纸,票据 vt. 用纸包,供纸,仓促完成 vi. 贴壁纸 adj.纸制的,文书的,理论上的<br />
par	n. 标准, 票面价值, 平均数量 adj. 票面的, 平常的, 标准的<br />
parity	n. 相等,势均力敌,等值<br />
pay	n. 薪资,付款,报偿 vt. 支付,付清,报偿,给予 vi. 债清，值得，承担后果 adj. 投币的，要钱的<br />
payment	n. 支付, 付款<br />
pecuniary	adj. 金钱上的, 金钱的<br />
personal	adj. 私人的,个人的 n. (报刊的)私人专栏<br />
petrodollar	n. 石油美元<br />
petty	adj. 琐碎的,小规模的,小气的<br />
planned	adj.计划了的,根据计划的<br />
point	n. 点, 要点, 尖端，细节，目标 vt. &amp;vi. 指出, 瞄准<br />
poo	abbr. 邮政汇票(=Post-Office Order)<br />
postage	n. 邮费, 邮资已付邮戳<br />
postal	adj. 邮政的 n. [美]明信片<br />
postindustrial	adj.信息化的,脱工业化<br />
pound	n.英镑； 磅； 兽栏； 重击声 vt.&amp; vi.连续重击； 咚咚地走 vi.(持续地)苦干； (驾舟时)拍打(水面)； (心脏)狂跳； 脚步沉重地走(或跑) vt.连续重击； 捣碎，碾碎； 强迫吸收； 猛烈袭击<br />
preemption	n. 先买(权)，先占<br />
preferential	adj. 先取的, 优先的, 选择的<br />
premium	n. 额外费用, 奖金; 奖品保险费 n. (商)溢价 adj. 高价的; 优质的<br />
price	n. 价格,代价,价值 vt. 定格,标价,比较价格<br />
prime	adj. 最初的,首要的,最好的，典型的 n. 青春,壮年,全盛时期 vt. 事先指点,在(金属、木材等上)打底漆 vi. 变得首要<br />
principal	adj. 主要的 n. 负责人, 校长, 资本<br />
profit	n. 利润, 盈利比率，利益 vi. 利用，获利 vt. 有益于<br />
profiteer	n. 获暴利的人,奸商 v. 获暴利,赚大钱<br />
promissory note	n. 期票，本票<br />
protective	adj. 保护的, 防卫的<br />
public	adj. 公开的,众所周知的,公众的 n. 公共场合,公众,同好者<br />
pull the plug	拔掉电源，结束，终止<br />
push money	n. 给推销员的佣金<br />
quantum	n. 分配量, 额, 量<br />
quick assets	n.即可兑现的资产<br />
quota	n. 配额,限额,最低票数<br />
raise	n. 上升, 增高; 高地 vt. 升起, 举起, 饲养; 提出, 引起<br />
rally	n. 集会,重振旗鼓,示威运动,回合 vi. (人)集合起来,重整旗鼓,恢复精神 vt. 重新召集,激励,嘲弄<br />
rate	n. 比率, 等级, 价格 vt. 估价, 认为, 定等级; 责骂 vi. 受欢迎, 受推崇; 责骂<br />
Ready money	n.现金<br />
real	adj. 实际的,现实的,真的,真实的 adv. 非常 n. 真实的事, 真实<br />
rebound	n. 弹回 vt.&amp;amp; vi. 弹回<br />
recall	vt. 召回；回想起，记起；取消 n. 召回；回忆；撤消<br />
recession	n. 后退,凹入的地方,不景气<br />
reciprocal	adj. 相互的,互惠的,互补的 n. 相互, 互惠 [数］ 倒数<br />
redemption	n. 补救(恢复,偿还,补救,弥补)<br />
red ink	红墨水，赤字，赤字状况<br />
rediscount	vt.再打折扣,重贴现 n.再折扣,重新贴现,重贴现后的票据<br />
refund	n. 偿还 vt. 付还,偿还借款,换回新公债<br />
relief	n.宽慰，安心； 免除，减轻； 救援物资； 代班人<br />
remittance	n. 汇款<br />
remuneration	n. 报酬,赔偿,补偿<br />
reparation	n. 补偿, 赔偿<br />
reserve	n. 预备品, 贮存, 候补 n. 克制, 含蓄 vt. 保留, 预订, 延期<br />
resource	n. 资源,谋略,消遣<br />
restraint	n. 抑制,克制,束缚<br />
retail	n. 零售 vt. 零售 adj. 零售的 adv. 以零售形式<br />
return	n. 返回,归还,报答,报告 vt. &amp;vi. 返回,归还,回来 adj. 返回的<br />
revenue	n. 总收入; 财政收入, 税收 n. 税务局<br />
revolving	adj. 旋转的 动词revolve的现在进行时<br />
rig	n. 装备, 帆具, 服装; 阴谋诡计 v. 装配, 装扮, 垄断;用不正当手段操纵<br />
rock-bottom	adj. 最低水平的，最低限度的<br />
royalty	n. 皇家, 皇族 n. 版税<br />
sag	vt. 下垂(凹陷,下跌,塌箱) n. 垂度(下垂,经济萧条,物价下跌)<br />
salary	n. 薪水 vt. 给&#x2026;薪水<br />
sale	n. 销售(量),削价出售<br />
savings	储蓄<br />
scale-down	n.按比例缩减,降低<br />
scarcity	n. 缺乏,不足,缺少<br />
seed capital	原始资本<br />
seed money	(用来吸引更多资金的)种子基金<br />
assessment	n. 估价, 评估<br />
selling	n.贩卖,出售<br />
senior	n. 年长者,上司,毕业班学生 adj. 年长的,高级的,资深的<br />
settlement	[建]沉降; 解决, 结算,殖民(地), 租界; 居留地; 新建区; 住宅区<br />
share	n. 部份,股份,分担,犁头 vt. 分享,共有,分配 vi. 分享<br />
shareholder	n. 股东，股票持有人<br />
shoestring	adj. 小本经营的，微小的，像鞋带一样狭长的 n. 鞋带，零星资本, 小额资本<br />
short	adj. 短的,矮的,短暂的 n. 短裤 adv. 短暂地;突然地<br />
shortfall	n. 不足之量, 差额<br />
sight	n. 景观, 视力, 眼界 vt. 看见, 观看 vi. 瞄准<br />
skid	n. 滑动,滑道,刹车,制件缺陷,走下坡路 vt. 打滑刹车, 滚滑 vi.溜滑,打滑<br />
skyrocket	n. 烟火(高空探测火箭) vt 使&#x2026;上升<br />
slack	n. 松弛的部分, 松散, 淡季, 中止 adj. 松弛的, 不流畅的 vt. 使缓慢, 疏忽 vi. 变松弛, 逃避工作<br />
slash	vi. 大幅度削减 vt. 猛砍,尖锐抨击,大幅减少 n. 猛砍,斜线,长切口,衣衩<br />
sliding	adj.滑行的,变化的<br />
sluggish	adj. 懒惰的,迟钝的,无精打采的<br />
slump	n. 暴跌,意气消沉,(土地)下沉 vi. 猛然掉落,坍塌,大幅度下跌<br />
snake	n. 蛇 vt.&amp; vi. 蜿蜒,扭曲<br />
soaring	adj. 猛增的, 剧增的 动词soar现在分词<br />
social credit	n.社会信贷说<br />
soft currency	n.软通货<br />
speculation	n. 沉思, 推测, 投机<br />
speculative	adj. 思索性的, 暝想性的, 推理的<br />
spending	n. 经费(开销)<br />
spot	n. 污点, 地点, 斑点; 职位 adj. 当场的, 现实买卖的 v. 使沾上污点, 认出, 用灯光照射<br />
stabilization	n.稳定性<br />
stable	adj. 稳定的；牢固的；坚定的 n. 马厩；牛棚 vi. 被关在马厩 vt. 赶入马房<br />
stagflation	滞胀<br />
stagnate	v. 停止，停滞不前，不景气<br />
stale	adj. 不新鲜的, 陈腐的, 失效的 vt. 使腐坏 vi. 变得不新鲜, 腐坏,(动物)撒尿 n. (动物的)尿<br />
state	n. 州, 国, 情形 adj. 国家的, 州的, 正式的 vt. 说, 陈述, 声明, 规定<br />
sterling	adj. 英币的(纯粹的, 货真价实的) n. 英国货币(英镑)<br />
stiff	adj. 坚硬的,严厉的,呆板的,不灵活的 adv. 僵硬地,彻底地 n. 死尸, 过于拘谨的人, 流浪汉, 吝啬鬼, 醉鬼 vt. 诈骗,失信,不给小费<br />
stock	n.股份，股票； 库存； 树干； 家畜 adj.常备的，存货的； 陈旧的 vt.提供货物； 备有 vi.出新芽； 囤积<br />
stringency	n. 紧迫，严厉，(货币)银根紧<br />
subsistence	n. 生存, 生活<br />
supplementary	adj. 补充的, 附加的<br />
supply	n. 补给,供给,供应，贮备 vt. 补给,供给,提供,提供足够以满足<br />
surplus	adj. 多余的,过剩的 n. 过剩,剩余物,盈余,顺差<br />
swap	n. 交换 vt. &amp;vi. 交换,用&#x2026;作交易<br />
syndicate	n. 企业联合 v. 联合组织<br />
tag	n. 标签,附属物,名称,谚语 vt. 附以签条,尾随,添饰,指责,连接 vi. 紧随,尾随<br />
tariff	n. 关税, 价目表 vt. 交关税<br />
tax	n. 税,租税,重负 v. 课以税,使&#x2026;负重荷,斥责<br />
tender	adj. 温和的, 亲切的, 未成熟的<br />
tenor	n. 要旨，誉本，一般趋向，男高音，次中音乐器 adj. (乐器)次中音的, (组钟中的)最低音的, 男高音的 n. [语]本体<br />
term	n.学期； 条款； 术语； 期限 vt.把…称为； 把…叫做<br />
tight	adj. 紧的, 严厉的,密集的,紧身的,拮据的 adv. 紧紧地,牢固地, 迅速地<br />
time deposit	定期存款<br />
toll	n. 通行费,代价,伤亡人数,钟声 vi. 征收通行税,鸣钟 vt. 向某人征税,钟响,引诱<br />
TR	n.abbr. 收发(=Transmit-receive)<br />
trade	n. 贸易,商业,交易,行业,同行,手工艺,主顾,(复数)信风 vi. 做生意,购物,交换 vt. 用某物交换,做买卖 adj. 商业的,专业性的,同行的<br />
trade in	以旧换新，买卖<br />
trade off	v.交替换位,交替使用;卖掉; 权衡<br />
transfer	n. 迁移, 移动, 换车 v. 转移, 调转, 调任<br />
traveler's check	n.旅行支票<br />
treasury	n. 国库,宝库 (大写)财政部,国债<br />
triple	n. 三倍之数,三个一组 adj. 三倍的<br />
trust	n. 信任,信托 vi. 信任 vt. 委托,相信<br />
turnover	n. 翻覆, 翻折, 半圆卷饼, 营业额, 成交量 adj. 翻折的领子<br />
arbitrage	n. 仲裁, 套利交易, 套汇<br />
tycoon	n. 企业界的大亨，(日本幕府的)将军<br />
unbalanced	adj. 失衡的, 精神失常的, 判断不可靠的 动词unbalance的过去式和过去分词<br />
uncollected	adj.不安的,狼狈的<br />
underdeveloped	adj. 低度开发的<br />
underfinanced	adj.资金短缺的,财力不足的<br />
unemployed	adj. 失业的，未投资的 n. 失业者<br />
unemployment	n. 失业,失业人数<br />
unfavorable	adj. 不宜的, 不理想的<br />
unsecured	adj. 无担保的，不牢固的，未包装好的<br />
unsettled	adj. 未处理的, 未决定的<br />
upswing	n. 上升, 增长，改进<br />
uptick	[商](股票)报升(成交价格比上一个交易高的成交或价格)<br />
uptrend	n.向上的,趋势<br />
upturn	n. 情况好转 v. 使&#x2026;向上,转朝上,挖掘<br />
upvalue	vt.提高&#x2026;的价值 将( 货币) 升值<br />
Uruguay	n. 乌拉圭(拉丁美洲国名)<br />
usance	n. 习惯支付期限<br />
usurer	n. 高利贷, 贷款人<br />
usurious	adj. 放高利贷的<br />
usury	n. 高利贷<br />
value	n. 价值, 重要性, 价格, (pl)价值观 vt. 评价, 估价, 重视<br />
variable	adj. 可变的,易变的 n. 变量, 易变的东西<br />
vicious	adj. 恶毒的, 恶意的, 凶残的, 剧烈的, 严重的<br />
visible	adj. 可见的, 看得见的<br />
volume	n. 体积, 容量, 音量 n. 卷, 册<br />
wage	n. 薪水,报偿,代价 vt. &amp;vi. 开始,进行(战争、运动)<br />
Wall Street	n. 华尔街<br />
wash sale	n.虚卖<br />
welfare	n. 福利,社会保障,幸福 adj. 福利的<br />
windfall	n. 风吹落的果实, 意外的收获, 侥幸所得<br />
working	adj. 工人的, 劳动的<br />
world bank	n. 世界银行<br />
yen	n. 日元(日本货币单位)；渴望 vi. 渴望<br />
yield	n. 生产量, 投资收益 v. 生产, 屈服, 投降, 弯下去, 凹下去<br />
</p>
</div>
</div>
