engxw.org
* 文化
abstract	n. 摘要,抽象的东西 adj. 抽象的,理论的 vt. 移除,摘要,偷 vi. 做摘要
absurd	adj. 荒唐的 n. 荒唐
academy award	奥斯卡奖(美国电影艺术金像奖)
accompanist	n. 伴奏者
adam	n.亚当(<<圣经>>故事人物,所谓人类始祖)
adult movie	n.成人电影
advance copy	n.新书样本
advance guard	n.(军队)前卫,先锋派
advertorial	n.社论式广告( 指常作为杂志中心插页的正式广告文字)
advocacy	n. 拥护, 支持, 鼓吹
affirmative action	肯定行动，反歧视行动
affluent	adj. 富裕的 n. 支流；富人
ageism	n. 对老年人的歧视
agita	n. 胃灼热, 消化不良
agony aunt	n. 在读者来信专栏回答来信的人
fatigue	n. 疲乏,疲劳,累活 adj. 疲劳的 vt. 使...疲劳,使...心智衰弱 vi. 疲劳
AIDS	abbr. 爱滋病，获得性免疫功能丧失综合症(=Acquired Immune Deficiency Syndrome)
air	n. 空气,旋律,气氛,态度 vt. &vi. 晾干,使通风,广播
airport	n. 机场
A-list	n. 要员名单; 重要项目清单
all-expense	adj.包含一切费用的
ambulance chaser	n. 怂恿索赔的律师
amusement	n. 娱乐, 消遣
animated	adj. 生气勃勃的,栩栩如生的，动画片的
antichoice	adj. 反对堕胎的, 禁止人工流产的
apartment	n. 一套公寓房间
Arbor Day	n. 植树节
art deco	艺术装饰, 装饰派艺术 =Art Deco
arts and crafts	n.工艺
asp	n. (尤指北非产的)小毒蛇 n. 白杨
audience	n. 听众, 观众, 读者, 拥护者, 倾听, 正式会见
autograph	n. 亲笔签名，手稿 v. 自署于, 亲笔签名于, 亲笔写
automat	n.自动售货(或售票)机,<主美>用自动售货机供应食品的餐馆
avant garde	n. 先锋派 adj. 先锋的，前卫的
baby	adj. (形容用法)婴儿的, 过小的 n. 婴儿, 象婴儿的人, 需特殊关心的事物 vt. 溺爱, 过度关心
bachelor	n. 单身汉, 学士
backwater	n. 回水，回水河汊，穷乡僻壤
bag	n. 包,猎获物 vt. 鼓起,把...装入袋中,猎杀,占有 vi. 鼓起,宽松地下垂或悬吊
ball	n. 球, 舞会 v. (把...捏)成球状
ballerina	n. 芭蕾舞女演员
ballet	n. 芭蕾舞
ballyhoo	n. 大肆宣传 vt. 大吹大擂
banana	n. 香蕉
banner	n. 旗帜,横幅,大标题 adj. 特别好的,杰出的 vt. 用横幅装饰,以大标题报道
barbecue	n. 烤肉 v. 烤肉
baroque	adj. 巴洛克式的 n. 巴洛克式，巴洛克风格
beachwear	n.海滩装(包括游泳衣裤,短裤,浴衣等)
beat generation	美国二战后的一代 美国“垮了的一代”
beatle	n.<美俚>小妞,(有男子气概的)独立摩登新女性
beatlemania	n.披头士狂
Beau monde	n.时髦界
beauty	n. 美,美丽,美人,美的东西
bebop	n. 比波普爵士乐(爵士音乐的一种)
bedroom	n.卧室，寝室 adj.<美>城郊住宅区的； 两性关系的，男女性爱的
bee	n. 蜜蜂
benefit	n. 利益, 津贴; 义卖, 义演 vt. 有益于 vi. 得益
bereaved	adj. 丧失 n. 丧失亲人的人
bermuda triangle	百慕大魔鬼三角
best	adj. 最好的 adv. 最,最好地 n. 最好的人(或物) vt. 胜于
betrothal	n. 婚约, 订婚
big apple	n. &lt;非正式&gt;纽约城
Big Ben	大本钟(英议会大厦上的报时钟)
big gun	n. 大人物(高级军官)
bigtime	adj. 最高一级
bimbo	n. &lt;俚&gt;蠢女人，轻浮女人
birth control	n. 节育
black-tie	adj.要求宾客穿半正式礼服的
blind date	(由第三方安排的)男女间初次见面
blue	adj. 蓝色的,沮丧的,忧郁的,(女人)有学问的 n. 蓝色 vt. 使...变蓝 vi. 变蓝
blue moon	很长一段时间, 1个历月里的第2次满月
blues	n. 布鲁斯音乐，忧郁的情绪 名词blue的复数形式
bluestocking	n. 女学者, 装做有学问的女人
body	n. 身体,人,尸体,主体,正文 vt. 赋予形体,体现
bodysuit	紧身衣裤
boo	int. (表示不满、轻蔑等)嘘，呸 n. 嘘声(pl.) v. 发出嘘声
boom box	转臂箱
boutique	n. 专卖流行衣服的小商店
box office	票房, 售票处
brainchild	n. 脑力劳动的产物
brain drain	人才外流
brainwave	n. 脑电波，灵感
brainwork	n. 智力工作, 劳心工作
breach	n. 裂口,违背, 冲击, 决裂 vt. 违反,在...上打开缺口, 突破 vi. 跃出水面
breadwinner	n. 养家糊口的人.,负担家计的人
bride	n. 新娘
bridesmaid	n. 女傧相
Broadway	n. 百老汇(美国纽约一街道名)
brutalism	n. 野兽派艺术
Buddhism	n. 佛教
Buddhist	adj. 佛教的 n. 佛教徒
buffet	n. 打击, 饮食柜台, 自助餐 vt. 打击, 连续猛击 adj. 受到非正式接待的(如同冷餐会般随意的)
bull session	n.闲谈
bullet train	n. 高速火车
burlesque	n. 作戏, 滑稽戏 adj. 滑稽的, 可笑的 v. (以滑稽或夸张手法)模仿嘲弄
buzzword	n. 流行词
byzantium	n.拜占庭
cable	n. 电缆,海底电报 vt. 打海底电报,把...拧成缆,用缆捆住 vi. 打海底电报
cafeteria	n. 自助餐厅 adj. 有多种选择的
cakes and ale	n.欢乐
calamity	n. 灾难, 不幸事件
calendar	n. 日历,月历,日程表 vt. 进入日历
call	v.呼唤，喊叫； 召唤，叫来，召集； 下令，命令； 打电话给 n.喊叫，大声喊； 电话联络； 必要，理由； 要求
Calling card	&lt;美&gt;名片 =visiting card(英)
camp	n. 露营,帐棚,训练营,做作 vt. &vi. 露营,扎营,做作 adj. 做作的
cancer stick	n. 癌唪
cannabis	n. [植]印度大麻
canned	adj. 罐装的 adj. 预录的 adj. 千篇一律的 动词can的过去式和过去分词
canny	adj. 精明的, 谨慎的，节俭的 adv. 仔细地
capacity	n. 能力, 容量, 容积; 资格, 职位 adj. (达到最大容量)满的
Carnegie	n. 卡内基(姓氏)
carrier bag	n.装物的手提厚纸袋
carrier pigeon	n. 传信鸽
Casanova	n. 卡萨诺瓦(人名) n. 风流子
casino	n. 娱乐场, (供表演跳舞赌博的地点), 一种牌戏
cassette	n. 匣子,录音带,盒式录音机
catch-22	相互矛盾的困窘
catchy	adj. 引人注目的，易记住的 adj. 诡诈的，易使人上当的 adj. 不连贯的
catholicism	n.天主教(教义)
caveat emptor	n. [商]购者自慎(货物出门概不退换，买主须自行当心)
caveat	n. 防止误解的说明,警告
cement	n. 水泥,纽带,接合剂,牙骨质,补牙物,基石 vt. 接合,用水泥涂 vi. 接合起来
central	adj. 中心的,基本的,折中的,中枢的 n. 电话交流,中央办公室,中心
chain	n. n. 链,连锁,束缚
chain smoker	n. 连续抽烟的人
chamber	n. 房间,会所,室 vt. 装入室中(枪膛) adj. 室内演奏的
charity	n. 慈善机关(团体),仁慈,宽厚
chartered	adj. 特许的，租赁的 动词charter的过去式和过去分词
cheering	n.喝彩,欢呼 adj.令人高兴的
child labour	n.童工
childminder	n.<英>(代人)照看孩子者,托儿所中心工作者
child's play	n.容易干的事
chinese puzzle	n.难题,难解之谜
choir	n. 唱诗班, 唱诗班的席位
chopsocky	n.{电影}(成本低廉的)功夫片
Christianity	n.基督教
Christmas	n. 圣诞节
christmastide	n.圣诞节节期(自圣诞节前夜至元旦,在英国直至1月6日显现节)
cinemagoer	n.常看电影的人,电影迷
CinemaScope	电影宽银幕系统; n.西涅玛斯科普型立体声宽银幕电影,变形镜头式宽银幕电影
civic	adj. 公民的, 市民的, 城市的

civil	adj. 国内的,公民的,文明的, 有礼貌的, 民用的
civilian	adj. 平民的 n. 罗马法专家,平民
civilization	n. 文明,文化
claimant	n. 申请者, 要求者, 索偿人
claptrap	n.应景的,讨好的言语或行为 adj.讨好的
classified	adj. 分类的, 类别的, 被指定为机密的 v. 分类, 分等级 vbl. 分类, 分等级
cleanup	n. 清除，&lt;俚&gt;暴利 adj. (棒球)第四棒的
clearway	n. 超高速公路, 畅行道
clerical	n. 牧师 adj. 书记的, 事务上的, 抄写员的
closed circuit	adj.闭路式的 n.闭路
CNN	abbr. 美国有线新闻网(=cable news network)
cocain	n.(=cocaine)古柯碱,可卡因
cocktail	adj. 鸡尾酒(的) n. 鸡尾酒
counsel	n. 商议, 忠告, 法律顾问 v. 商议, 劝告
cold feet	n. 信心或勇气之丧失, 胆怯
Cold Shoulder	冷遇，怠慢
cold turkey	突然停止(坏习惯) 冷淡的人
column	n.纵队，列； 圆柱； 专栏
columnist	n. 专栏作家
commercial	adj. 商业的 n. 商业广告
communication	n. 沟通,交通
community	n. 社区, 团体
compilation	n. 编译, 编辑
complimentary	adj. 问候的,称赞的,夸奖的,免费赠送的
composer	n.创作者(尤指乐曲的)
concept	n. 概念, 观念
concert	n. 音乐会, 一致, 和谐 vt. 制定计划, 通过协商达成一致 vi. 合作
concertgoer	n. 经常去听音乐会的人
concertmaster	n.(=concertmeister) (交响乐队的)首席小提琴手
condominium	n. (独立产权的)公寓, 共管, 国际共管
conductor	n. 售票员，导体，指挥
congestion	n. 混杂,拥挤,过剩 [计算机] 拥挤
connoisseur	n. 鉴识家, 鉴定家, 内行
consolation	n. 安慰,令人安慰的事物
consumerism	n. 用户至上主义, 商品的消费和销售性服务
contagious	adj. 传染性的,会蔓延的,会传播的
continental breakfast	n. 欧洲大陆式早餐(仅有咖啡和果酱面包)
contraceptive	adj. 避孕的 n. 避孕药，避孕用具
contributor	n. 贡献者, 捐助者, 赠送者，投稿人
convalescent	adj. 恢复期的，调养中的
convenience	n. 适宜，便利, 便利设施，方便的时间，舒适
copywriter	n. 广告撰稿员
coronation	n. 加冕礼
correspondent	n. 通讯记者,通信者 adj. 与...一致的, 相应的
costume	n. 服装,剧装 vt. 提供服装, 为...设计服装 adj. 服装打扮的
couch potato	整天坐着看电视的人
counterculture	反传统［主流］文化(60和70年代在美国青少年中盛行的一种思潮)
country music	乡村音乐
courtesy	n. 礼貌, 好意, 恩惠
cover charge	n. (饭店等的)服务费
cover girl	n. (杂志的)封面女郎
craft union	n. 同业工会
crash helmet	n. 防护帽
creature comfort	n. 物质享受
creep	vi. 爬, 蔓延 n. 爬, 徐行, 蠕动
joint	adj. 联合的, 共同的 n. 关节, 接合处 v. 连接, 贴合
critic	n. 批评家, 评论家
critique	n. 批评,批评法,评论
crocodile tears	n. 鳄鱼的眼泪(假哭, 假慈悲)
cult	n. 宗教膜拜仪式,异教,狂热崇拜,个人崇拜
cubism	n. 立体主义
cultural	adj. 文化的,和养动植物有关的
culture	n. 文化,教养,种植 vt. 培养
Cupid	n. [罗神]丘比特(爱神)
cyberpunk	计算机朋客,以发匿名电子邮件为乐事的网络迷
cynical	adj. 愤世嫉俗的,吹毛求疵的
cynicism	n.愤世嫉俗，讥笑，冷言冷语 Cynicism:犬儒主义，犬儒哲学
dadaism	n. 达达主义, 达达派
dagwood	n.多层三明治,多层夹肉面包
daily	adj. 每日的, 按天计算的, 日常的 adv. 每日,天天 n. 日报, (复)工作样片
dairy	adj. 牛奶的 n. 牛奶场, 乳品店, 乳制品
dali	n.达利(西班牙超现实主义画家)
dark horse	n. 黑马(竞争中出人意料之外的获胜者)
dating bar	n.单身男女约会之酒吧
Day shift	n.日班
debunk	vt. 揭穿真相, 暴露
debut	n. 初次登场 vt.&vi. 初次登场
deformed	adj.不成形的,丑陋的,残废的
dehydrate	v. (使)脱水, (使)干燥
denouement	n. (小说的)结尾, 结局
detached	adj. 超然的,分离的 v. 分离 vbl. 分离
detective	adj. 侦探的 n. 侦探
Diana	n. 黛安娜(女子名)
diet	n. 日常饮食，规定饮食 vt. 照规定饮食 adj. 低卡路里的
digest	n. 摘要 vt. 消化,理解 vi. 消化
dink	adj. 漂亮的 vt. 装饰打扮
disarray	v. 弄乱,使混乱,使脱去衣服 n. 无秩序,杂乱,不整齐的衣服
disc	n. 圆盘，[电子] 唱片(等于disk) vt. 灌唱片
disco	n. 迪斯科舞厅，迪斯科舞曲 vi. 跳迪斯科舞
Disneyland	n. 迪斯尼乐园
disposable	adj. 用完即可丢弃的
distinguished	adj. 卓著的 v. 区别 vbl. 区别
divorcee	n. 离婚者
dog days	n. 三伏天(大热天)
drive in	adj. 免下车的 n. 顾客无需下车即可得到服务的餐馆
dub	vt. 配音；轻点；打击；授予称号 n. 笨蛋；鼓声
East End	n. (英国)伦敦东区, 东伦敦
Easter	n. 复活节
eastertide	n.复活节季
Easy does it	ph. 慢慢来
ebullient	adj. 沸腾的, 热情洋溢的
Eden	n. 伊甸园，乐园
edifice	n. 大厦, 大建筑物
editor	n. 编辑, 编者
editorial	n. 社论 adj. 编辑的
egghead	n. 知识分子，理论家
Eiffel Tower	(巴黎)埃菲尔铁塔
elite	n. 精华, 精锐, 中坚份子
elk	n. [动]麋, 驼鹿，软鞣粗皮
emergency	adj. 紧急的 n. 紧急情况,突发事件
emigrant	n. 移民, 侨民 adj. 移民的, 移居的
Emmy	n.艾美奖
Empire City	帝国城(美国纽约的别称)
enterprise	n. 企业,企划,进取心
enterprising	adj. 有企业精神的,有进取心的
entertainer	n. 表演娱乐节目的人,演艺人员
entertainment	n. 娱乐
environmental	adj. 环境的
erasmus	n.伊拉兹马斯(m.)
erotic	adj. 性爱的, 性欲的, 色情的 n. 好色之徒, 恋爱诗
erotica	n. 色情书籍，色情(艺术)作品
errata	正误表,勘误表
erratum	n. 勘误表
escapism	n. 逃避现实，逃避主义
Esperanto	n. 世界语
ethical	adj. 伦理的；道德的；凭处方出售的
ethics	n.道德规范
ethnocentrism	n. 民族优越感
euphoric	adj. 欣快的
evict	v.驱逐 v.依法收回(财产等)
exclusive	adj. 独占的, 唯一的, 排外的; 高价的, 时髦的 [计算机] 互斥的 n. 独家新闻, 独权
executive	n.总经理； 行政部门； [计算机]执行指令 adj.执行的； 管理的； 政府部门的
existentialism	n. 存在主义
exotic dance	脱衣舞
expo	n. 展览会
express	n. 快车, 快递, 专使 adj. 急速的, 明确的, 直接的 adv. 用快递; 特意地 vt. 表达, 表示; 挤压出; 快递
expressionism	n. 表现主义
extra-marital	adj. 婚外的; 有外遇的
eye-catcher	n.引人注目的东西,美丽之物,美人
eyesore	n. 剌眼的东西，眼中钉
fabrication	n. 制造, 建造, 虚构的谎言
face-lift	v.翻新门面,作整形手术
family	adj. 家庭的 n. 家庭
fan	n. 风扇,扇形物,狂热者 vt. 风选,煽,吹,煽动,向扇子一样展开 vi. 像扇子一样行动,鱼贯而出
fancy	n. 想像力, 幻想, 喜好, 爱 adj. 想像的, 时髦的, 华丽装饰的, 奢侈的, 技巧的 vt. 想象, 自认为, 喜好
farce	n. 闹剧, 胡闹，滑稽戏 vt. 添加笑料，填充
farewell	adj. 告别的 int. 再会,别了 n. 告别
fashion	n. 流行,风尚,时样,时装 v. 形成,造,作
fast food	快餐
fat farm	n.&lt;美俚&gt;减肥中心,尤指专治肥胖症的温泉疗养院
father	n. 父亲,鼻祖 vt. 作为父亲生育子女 vi. 像父亲般照顾
Fauvism	n.野兽派
feature	n. 特征, 容貌 vt. 以...为特色 vi. 起重要作用
feedback	n. 反馈,成果
fifth	num. 第五 n.五分之一
fig leaf	n. 无花果树叶, 遮羞布
censorship	n. 检查制度
filmdom	n. 电影界
fine art	美的艺术, 精细工艺
fire alarm	n. 火警
fire brigade	消防队
first-aid	adj. 急救的, 急救用的
first night	n.[戏]首夜演出
first-run	n.首轮 adj.首轮的
flag day	n. 美国国旗纪念日(六月十四日)
flanker	n. 侧面部队，侧冲，侧面堡垒
flash	n. 闪光,闪现,闪烁物,花哨,一瞬间,电脑动画技术 vi. 闪现,闪烁 vt. 传送,用光联络,流露出 adj. 花哨的,炫耀的,昙花一现的
flatiron	n.熨斗
flicker	n. 闪烁, 闪光, 颤动 v. 闪动, 闪烁, 摇动
floor show	n.夜总会节目表演
flume	n. 笕, 笕槽, 水道
FM	abbr. 调频(=frequency modulation)
folk	n.民族； 人们； 〈口〉家属，亲戚； 民间音乐 adj.民间的； 普通平民的； 流传民间的； 普通百姓的
folkster	n.民歌手
completion	n. 完成,完满
fortnightly	adj.每两星期一次的,隔周发行的 adv.隔周,每两星期一次地 n.隔周出版物,双周刊
fortune	n. 财产,命运,运气
foundation cream	n. 粉底霜
foundation stone	n.(特指建筑物等开工典礼上放置的)基石,基础,根源
fourth estate	n. 公众新闻媒体
freedom	n. 自由
deck	n. 甲板,桥面,楼层 vt. 装饰
french leave	n. 悄悄离去，不辞而别
french letter	n. 避孕套, 阴茎套
French windows	落地窗
frozen	adj. 冰冻的
full	adj.满的，装满的； 完全的，完整的； 丰富的； 详尽的 adv.极其，十分； 充分地，完全地； 整整； 直接地 n.充分，完全； 全部； 完整； 极盛时 v.把衣服缝得宽大； 把裙子缝出皱褶； [印]蒸洗，漂洗
illiterate	adj. 文盲的, 无知的 n. 文盲
funeral	adj. 葬礼(的) n. 葬礼
funster	n.幽默家,喜剧演员
futurism	n. 未来派
gala	n. 祭日, 节日, 祝贺
galore	adj. 丰富的
gambit	n. 以取得优势的开局棋法,开始,话题
gamble	n. 冒险 v. 赌博, 孤注一掷
gamekeeper	n. 猎场看守人
gangbuster	n. &lt;美口&gt;侦破团伙者, 扫荡流氓的执法者
garage	n. 车库, 汽车修理厂 vt. 把...放入车库
garbage	n. 垃圾, 食物残渣, 废物
gay	adj. 欢快的, 色彩鲜艳的, 同性恋的 n. 同性恋
generation	n. 代, 一代
ghostwrite	v. 代笔
girl friday	n.得力的女助手,得力的女秘书
glad eye	n.<口>媚眼,秋波
glad hand	n.热情欢迎
glass ceiling	玻璃顶棚(通常指女性在工作晋升时遇到的一种无形的障碍)
glitter	n. 灿烂, 闪烁, 辉耀 v. 灿烂, 闪烁, 辉耀
global	adj. 全球性的, 全局的
go cold turkey	是指放弃了很久以来的吸烟，喝酒或吸食毒品的坏习惯而痛下决心过健康的生活
golden	adj. 金(黄)色的
goodwill	n. 善意, 亲切, 友好; 商誉, 信誉.
grammy	n.格莱美奖(美国镀金唱片奖,一年一度地奖励录音工业中有特别成就的奖,如奖给灌制唱片方面成绩卓著者的奖)
grapevine	n. 葡萄藤，葡萄树 n. 秘密信息来源
grass widow	n.离婚(或与夫分居)的女子,被抛弃的女子
gratuitous	adj. 免费的, 无缘无故的
gratuity	n. 赠物,赏钱,贺仪
graveyard shift	n. 全体夜班的工人, (自午夜或凌晨2时的开始工作)夜班
green card	n. (AmE) 绿卡
greenhouse effect	温室效应
Greenpeace	n. 绿色和平组织(保护动物不遭捕猎等的组织)
greenroom	n.演员休息室
greenwich mean time	n. 格林威治标准时间(=GMT)
greyhound	n.灵缇(身细长、腿长、毛滑、善跑的大赛狗)；灰狗巴士，目前全美最主要的长距离巴士公司
grueling	n. 惩罚；劳累 adj. 累垮人的；折磨人的 v. 使极度疲劳；累垮(gruel的ing形式)
guest	n. 客人, 客串演员, 特邀来宾 vt. 款待 vi. 作客
hair-raising	adj.令人毛骨悚然的,令人恐惧的
half-baked	adj. 半生不熟的，未完成的，不完整的
half-timer	n.作半工者,半日劳动者
hall of fame	n. 名人纪念馆，出类拔萃的人物
hammer	n. 锤,榔头 vi. 锤击,反复敲打 vt. 锤打,严厉批评
Hammond organ	n.电子琴的一种
hanger-on	n.依附他人者,奉迎者,食客随从
happening	n. 偶然发生的事 动词happen的现在分词形式
hardback	n. 精装本，硬封面的书
hard-boiled	adj. 煮透的, 冷淡的
hard core	核心部分，中坚分子
headline	n. (pl.)新闻提要, 大字标题
headliner	n. 受到大力宣传的演员, 明星
heads-up	adj.足智多谋的
health	n. 健康,卫生,保健
hearing aid	n. 助听器
hearse	n. 柩车, 灵车
heavy-duty	adj. 重型的, 耐用的
heavy metal	重金属, 强敌
hell	n. 地狱
helpline	n. 热线服务电话
herstory	n. 历史; 妇女历史
highbrow	n. 高知识分子，自以为文化修养很高的人 adj. 文化修养高的，自诩文化修养高的
high spot	n. 显著之点，精彩部分
hip hop	n. 嘻哈音乐
hippie	n. 嬉皮, 嬉皮模样的年青人 =hippy
Hippocrates	n. 希波克拉底(古希腊名医)
Hippocratic oath	n.新开业医生所立之誓约
hit	n. 打(击),冲撞,讽刺,成功.一次毒品的剂量,点击量 vt. 打(击),碰撞,偶然发现,要求,符合 vi. 打(击),袭击,达到
Hobson's choice	n.无选择余地
Hollywood	n. 好莱坞[美影业中心]
holy	adj. 神圣的,圣洁的,令人敬仰的
honeymoon	n. 蜜月 vi. 度蜜月
hookup	n. 连接，接线图，联播，联盟
horror	adj. 恐怖的,令人毛骨悚然的 n. 恐怖,战栗,厌恶
humanism	n. 人道主义
hyde park	(英国伦敦的)海德公园(因常被用作政治性集会场所而著称)
hysteresis	n. 滞后现象
ice	n. 冰, 矜持 v. 冰冻, 结冰
identification	n. 身份的证明 n. 视为同一,证明同一,确认
idiosyncrasy	n. 特质
idiot	n. 白痴
idiot box	n. &lt;俚&gt;电视机
idol	n. 偶像 n.菩萨
illiterate	adj. 文盲的, 无知的 n. 文盲
imitation	n. 模仿,效法 adj. 假造的,冒充的
immigrant	n. 移民, 侨民 adj. 移民的
Impressionism	n. 印象派，印象主义
incentive	adj. 刺激的, 鼓励的 n. 刺激, 鼓励, 动机
indecent	adj. 下流的, 不妥当的
indeterminable	adj.不能决定的,不能解决的
indian gift	n.期待还礼,对方回送的礼物
information	n. 信息, 情报, 新闻, 资料, 询问
informed sources	n. 消息来源
ins and outs	n.详情,细节,里里外外,拐弯
instant	n. 立即, 瞬间 adj. 立即的, 即时的
institutional advertising	建立永久声誉的广告
intangible	adj. 难以明了的,无形的 n. 无形的东西
integrated	adj. 整合的,综合的 vt.&vi. 使整合(integrate的过去式及过去分词)
intelligence quotient	n. 智商 =IQ
intelligentsia	n. 知识阶层，知识分子(总称)
interior	adj. 内部的,内地的,国内的,在内的 n. 内部
interior design	n. 室内设计
international	adj. 国际的 n. 国际组织
interzone	adj.区间的 adj.地带间的,地区间的
intrinsic	adj. 固有的, 内在的
invalid	adj. 无效的,伤残的 n. 病人,残疾者 vt. 失去健康
invalidity benefit	n.病残救济金
issue	n. 问题；流出；期号；发行物 vt. 发行，发布；发给；放出，排出 vi. 发行；流出；造成…结果；传下
itinerant	adj. 巡回的，流动的 n. 巡回者
itinerary	n. 旅程, 旅行指南, 游记 adj. 巡回的, 游历的, 旅程的
jack	n. 插座,千斤顶,男人 v. 抬起,提醒,扛举 [Jack] n. 杰克(男子名,John,Jacob的昵称)
jack the ripper	强奸杀人犯杰克(1888-1889年在伦敦作案累累,奸杀妓女的凶犯)
jam session	n. 摇滚爵士音乐的即席演奏会
jaunt	n. 远足 vi. 短程旅游

jazz	n. 爵士乐，爵士舞，空扯的话，以及类似的东西 vt. 使...活泼，把...演奏成爵士风格 vi. 闲逛，跳爵士舞
jekyll	n.哲基尔医生(英国小说<<化身博士>>的主人工)
jerk	n. (口语)笨蛋,性情古怪的人,急拉,肌肉抽搐 vt. &vi. 痉挛,急拉,急推,急动
jet lag	n. 飞行时差反应，时差感
Jim Crow	n. 〈贬〉黑人
job	n. 工作,职责,任务 vt. 投机买卖,营私舞弊,不公正地判罚,分包任务 vi. 工作,假公济私,做分销商或批发商 adj. 与工作有关的
john bull	n.<谑>英国人,典型的英国人
joint	adj. 联合的, 共同的 n. 关节, 接合处 v. 连接, 贴合
Jolly roger	n. 海盗旗, 骷髅旗
journalism	n. 新闻工作, 新闻业, 新闻写作
journalist	n. 记者, 新闻工作者
joyride	n.驾车游玩,兜风
jubilee	n. 纪念(佳节, 欢乐)
Judaism	n. 犹太教, 犹太教徒, 犹太主义
jumbo jet	n. 大型喷气式客机
kaleidoscope	n. 万花筒，千变万化
karaoke	n. 卡拉OK
kidult	n. 童心未泯的成人，孩子打扮的成人
kin	n. 家族,亲属 adj. 亲属关系的，同类的 suf. (接名词后)小的
kinetic	adj. 运动的，动力学的
King's English	n. 纯正英语
king-size	adj.特长且大的,加长型的
kiss-ass	n.马屁精,谄媚者,奉承
know-how	n. &lt;口&gt; 实践知识, 技术秘诀, 诀窍
Koran	n. (伊斯兰教)《古兰经》
kudo	n. 奖赏, 名声, 光荣, 荣誉
lady	n. 夫人, 女士
lake	n. 湖
Lamaism	n.喇嘛教(藏、蒙等地区信奉的佛教)
land	n. 陆地, 国土, 土地 v. 登陆, 登岸, 卸货
Lantern Festival	元宵节
largess	n. 慷慨的赠与
lark	n. 云雀, 百灵鸟 n. 嬉戏，玩笑 vi. 嬉戏
last	adj. 最后的,末尾的,最近的,晚了，迟到了 adv. 最后,最新 n. 最后来的人(或发生的事) vi. &vt. 持续
Las Vegas	n. 拉斯维加斯(美国内华达州东南部一城市)
lateral thinking	n. 横向思维, 侧面思考
lay figure	n.人体活动模型
leader	n. 领袖, 领导者
leaderette	n.简短社论,编者按
Leap day	n.闰日(指2月29日)
leap year	闰年
leching	adj.淫荡的,好色的,纵欲的
leeway	n. 余地，[航]偏航角，偏航，漂移
lesbian	adj. 同性恋的,莱斯博斯岛的 n. 同性恋的女性,莱斯博斯岛人
levee	n. 堤防(码头) vt 筑堤
liberty bell	n.<美>独立钟(指美国费城独立厅的大钟,1776年7月4日鸣此钟宣布美国独立,1835年被损)
libido	n. 欲望, 性的冲动, 生命力
library of congress	n.美国国会图书馆
licence	n. 执照,许可,特许,自由,放纵 vt. 同意,许可
lie detector	n.<口> 测谎器
life	n. 生活, 生命, 人生, 生物, 寿命,灵魂, 无期(徒刑) adj. 活的,终身的,生动的
lifespan	n. 寿命，生命期
light music	n. 轻音乐
lily-white	adj.纯白的,无瑕疵的,纯洁的
linear	adj. 直线的，线性的，长度的
literacy	n. 读写能力，识字
litterbug	n. 垃圾虫, 乱丢垃圾的人
live	adj. 活的, 生动的, 精力充沛的, 直播的 v. 活, 居住, 过著
living	adj. 活着的 n. 生活, 生计
long dozen	n.十三个
lost generation	n.迷惘的一代
lotusland	n. 安逸乡, 安逸
love	vt.& vi.爱，热爱； 爱戴； 喜欢； 赞美，称赞 vt.喜爱； 喜好； 喜欢； 爱慕 n.爱情，爱意； 疼爱； 热爱； 爱人，所爱之物
loving cup	n.爱杯(有两个杯柄以便轮饮的大银酒杯),纪念杯
lowbrow	adj. 教养浅薄的 n. 教养浅薄的人
lunar	adj. 月亮的,阴历的,银的
lush	adj. 苍翠繁茂的, 多青草的, 丰富的
luxury	n. 奢侈, 豪华, 奢侈品
macrobiotics	n.长寿法
made man	n. 保证会成功的人
madhouse	n. 疯人院, 精神病院, &lt;非正式&gt;喧闹的地方
mad money	n. (女子出门赴约时)自备的零钱, 备急用的钱
maid of orleans	n. (=Joan of Arc)圣女贞德
malaise	n. 不舒服
mammonism	n.拜金主义,贪财
man	n. 男人,人类,人 vt. 为...配备人手,使...振奋
manhattanization	n.(城市的)曼哈顿化,(市区)高楼密集化
mania	n. 狂躁, 热衷, 狂热
manicure	n. 修指甲，修指甲的人 vt. 修指甲，修剪
manuscript	adj. 手抄的 n. 手稿, 原稿
mare's nest	n.不实或无价值之发现,杂乱
maritime	adj. 海的, 海上的, 海事的
masked	adj. 戴面具的, 蒙着脸的, 隐蔽的 动词mask的过去式和过去分词
masque	n. 假面剧, 假面具剧本, 化装舞会
mass	n. 块,大量,众多 adj. 群众的,大规模的 v. 集中 n. pl. 群众，民众
massage parlour	按摩院; 妓院
master hand	n.高超的技艺,名师
master key	n. 万能钥匙, 主键
mastermind	n. 聪明人, 智多星 vt. (巧妙地)策划
materialism	n. 唯物主义，唯物论，实利主义
maternity	n. 母性, 母道, 妇产科病房 adj. 孕妇的, 母性的
matinee	n. 日场演出
May Day	n. 五一国际劳动节
Mayday	n. 国际遇险无线电呼救信号
melodrama	n. 情节剧；音乐剧；耸人听闻的事件，闹剧
melomania	n.音乐狂,歌唱狂
meltdown	n. (核反应堆核心的)熔毁，灾难，崩溃
memorial	adj. 纪念的, 追悼的 n. 纪念碑(堂), 纪念仪式
menstruation	n. 月经, 月经期间
mental	adj. 精神的,脑力的,精神错乱的,传心术的,[解剖学]颏的
merit system	n.<美>考绩制,人才制度,文官录用(提拔)制度
mesalliance	n. 和低身份者结婚, 门不当户不对的婚姻
metaphysical	adj. 形而上学的，抽象的 Metaphysical adj. (英国)玄学派诗歌或诗人的
microwave oven	微波炉
modern	adj. 现代的,时髦的 n. 现代人,时尚人士
mondial	adj.全世界范围的
monkeyshine	n.<美口>把戏,恶作剧,胡闹
moonlight	n. 月光 vi. 做兼职 adj. 有月光的，月夜的
moon roof	玻璃天窗
morphine	n. 吗啡
Moslem	n. 穆斯林，伊斯兰教徒 adj. 伊斯兰教徒，穆斯林的 =Muslim(英)
mosque	n. 清真寺
motel	n. 汽车旅馆
mother	n. 母亲 adj. 母亲的,母体的 vt. 生育,像母亲一样关爱
mousse	n. 冻奶油甜点，摩丝 vt. (对头发)上摩丝
murphy	n.<俚>土豆,马铃薯
Murphy's Law	n. 墨菲定律
music hall	音乐厅
myth	n. 神话
nab	v. 逮捕,攫取 vt. 抓,获取,抓住,逮捕
name-drop	vi.高攀高官和名人以抬高身价
narrow squeak	n. 差点跑掉的成功,侥幸取得的成功,差点没能解决的问题, 侥幸逃脱
national	adj. 国家的,民族的 n. 国民
natty	adj. 整洁的,漂亮的
naturist	n.(=nudist)天体运动者,裸体主义者(指认为裸体有益身心的人)
naturopathy	n.物理疗法
needle trade	成衣业
negligible	adj. 可以忽略的,微不足道的
network	n. 网络,系统,广播网 vt. 用网覆盖,联网 vi. 加入网络
newsbeat	n.新闻记者的采访区域
newsbreak	n. 有报导价值的事件
newscaster	n. 新闻广播员, 新闻评论广播员
newsflash	n. 简短的新闻报道
newsmaker	n.制造新闻的事件
newsman	n. 新闻记者
newsreel	n. 新闻短片
New Wave	(电影或音乐)新浪潮, 新浪潮运动
New Year's Day	元旦
New Year's Eve	新年前夕
night bird	n. 夜出活动的鸟, 习惯晚睡的人, 夜出活动者(尤指夜贼等坏人)
nobel	n.诺贝尔(1833-1896,瑞典化学家,工程师和实业家,按其遗嘱其遗产创设诺贝尔奖金)
Nobel Prize	n. 诺贝尔奖
nonfiction	n. 非小说的散文文学
nosy parker	n. 好事者，爱管闲事的人
nuclear family	核心家庭，小家庭
nudie	n.裸体黄色影片,裸体照片,裸体表演
Obie	颁发给纽约百老汇大街以外优秀剧目的年度奖
obituary	adj. 死亡的 n. 讣告
obscene	adj. 淫秽的, 猥亵的
occidental	n. 西洋人, 西方人 adj. 西洋的, 西方的
occidentalism	n.西方人(或文化)的特征
occupational	adj. 职业的
odds-on	n.胜算,胜利的成分 adj.有一半以上的胜算的
offbeat	adj. 不平常的, 离奇的，反传统的 n. 弱拍
off-broadway	n.非百老汇戏剧界
off-color	adj.颜色不佳的,脸色不好的
offhand	adj. 即时的, 即席的, 无准备的 adv. 即时地, 即席地, 随便地
off-hour	n.不值勤的时间或时期,尖峰时间以外的时候 adj.不值勤时的
off the cuff	未经准备，即席
off the peg	adv.现成的
omnibus	n. 公共汽车, 公共马车, 精选集 adj. 综合性的, 总括的
one-horse	adj.单马拉的,<口>小的,偏僻的,设备简陋的
open air	野外的，露天的
open sesame	n. 秘诀，开门咒
oral contraceptive	n.口服避孕药
orientalism	n. 东方式，东方语风格，东方知识
Oscar	n. 奥斯卡(男子名), 奥斯卡金像奖
outfit	n. 用具,配备,机构,全套服装 vt. 配备,供应 vi. 得到装备
pedestrian	adj. 徒步的,缺乏想像的 n. 行人
oxygen	n. 氧,氧气
ozone	n. 臭氧, 新鲜空气
palmary	adj. 值得最高荣誉的，卓越的
panchen lama	班禅喇嘛(即班禅额尔德尼,西藏喇嘛教格鲁派的两大活佛之一,亦作Panchen Rimpoche)
pantomime	n. 哑剧，哑剧演员，手势 v. 打手势, 演哑剧
parental	adj. 父母的
parlour	n. 客厅, 会客室 =parlor(美)
participatory	adj. 供人分享的，参与的
parting	n. 分别, 头发分缝，分歧 adj. 离别的, 逝去的 动词part的现在分词形式
part-time	adj. 兼职的, 部分时间的 adv. 部分时间, 兼职地
parturient	adj.临产的
pen friend	笔友
pen name	n.笔名
pep	n. 活力, 气力 v. 鼓起精神
performance	n.表演； 演技； 表现； 执行
personality	n. 个性, 名人, 特色
personnel	n.全体员工； (与复数动词连用)人员，员工； 人事部门
peter funk	[美俚](拍卖者等的)&amp;#57923;子, 冒充买者诱人抬高成交价格的人
phi beta kappa	n.美国大学优等生之荣誉学会
philanthropy	n. 博爱主义，善心，慈善事业, 慈善机构
philharmonic	adj. 爱好音乐的,交响乐团的 n. 音乐爱好者,音乐协会,音乐会
photodrama	n.电影剧
the pill	口服避孕丸
pink slip	解雇通知书
pink tea	n.午后茶会,正式的社交活动
pinup	adj. 钉在壁上的，适宜钉在壁上装饰的，受欢迎的 n. 钉在墙上的东西，美女照片
pipe dream	白日梦, 幻想
planned parenthood	n.计划生育
Plastic operation	n.整形手术,修补术
plastic state	塑态
platonic love	n.精神恋爱
playbill	n. 戏单, 节目单
playboy	n. 花花公子
playdate	n. (影片等的)上映期
playgirl	n.好寻乐的女子
pleasure	n. 高兴, 愉快, 快事 vt. 使高兴 vi. 享受快乐, 高兴
plural	adj. 复数的 n. 复数
plush	adj. 豪华的，优裕的，长毛绒的 n. 长毛绒
plutocracy	n. 富豪统治集团，财阀统治
plutocrat	n. 财阀，富豪
poet laureate	n. 桂冠诗人, 最杰出诗人
poison-pen	adj.中伤的,匿名写的
pony	adj. 小型的 n. 小马
ponytail	n. (女子的)马尾发(型)
pop art	n.流行艺术
pop concert	n.流行音乐会
population	n. 人口
postnuptial	adj. 结婚后的, 婚姻后的
powder-puff	adj. 由女子参加的; 软弱无力的
powder room	n.化妆室
power failure	停电，电源故障
famine	n. 饥荒, 极度缺乏
premature	adj. 早熟的,过早的,不按时的 n. 早产儿,早发
premiere	v. 初次公演, 初演主角
press	vt.压，按； 逼迫； 紧抱 vi.压； 逼迫； 重压 n.强迫征兵； 新闻报道，出版物； 压榨； 印刷机(厂)
prevalent	adj. 流行的, 普遍的
preview	n. 预审,查阅,预习,预告 vt. 事先查看,查阅,预审,预习
prime time	黄金时段
private	adj. 私人的，隐蔽的 n. 士兵，列兵
probationary	adj. 验证的，试用的，察看的
profile	n.侧面，半面； 外形，轮廓； [航]翼型； 人物简介 vt.描…的轮廓； 给…画侧面图； 为(某人)写传略； [机]铣出…的轮廓
programme	n. 节目,程序,规划 vt. 为...规划程序,拟...节目,制作节目
progressive	adj. 前进的, 渐进的 n. 进步人士
Protestant	n. 抗议者 adj. 抗议的 Protestant n. 新教徒 adj. 新教徒的
pseudonym	n. 匿名, 假名, 笔名
PST	Pacific Standard Time
public	adj. 公开的,众所周知的,公众的 n. 公共场合,公众,同好者
Pulitzer Prize	普利策奖
pulp	n. 果肉, 纸浆 v. 化成纸浆, 除去...果肉, 制成纸浆
punch-up	n.打群架
punk	n. &lt;口&gt;阿飞,朋克 adj. 颓废派的,低劣的
pyramid	n. 金字塔 vi. 急速增加 vt. 以金字塔的模型构建
quality	n. 品质, 特质, 才能 adj. 高品质的
quarterly	adj. 季度的 adv. 每季一次 n. 季刊
quibble	n. 谬论；双关语；遁辞 vi. 诡辩；挑剔；说模棱两可的话 vt. 对…诡辩
quickie	n. 草草完成的劣品, 迅速做成的事物
quiz	n. 随堂测验,恶作剧,古怪的人 vt. 恶作剧,提问
quizee	n.=quizzee
radiocast	v.& n.= radiobroadcast
commentator	n. 注释者(注释者,解说员,新闻广播员)
Radio Station	n. 广播电台，无线电台
ragman	n.收买旧货的人
ragpicker	n.拾破烂的人
ranch	n. 牧场
rap	n. 轻敲,拍击,责骂,厉声说出,说唱音乐,谈话,最少量 vi. 轻敲, 敲门,表演说唱音乐, 畅谈 vt.抓,抢,拍击
raree show	n.西洋镜,拉洋片,街头表演,奇观
ratfink	n.卑鄙的人
rat race	n. 商业上竞争, 事业上竞争
rave	n. 狂吼, 狂暴 v. 愤怒地说, 叫嚷, 咆哮
raw deal	n. 不公平的待遇
reading	adj. 阅读的 n. 阅读
received	adj. 被一般承认的,公认的
reception	n. 接待,招待会,接收,欢迎,接受
Red Cross	n. 红十字会
red-letter	adj.红字的,用红字表示的
red-light district	n.<美>红灯区(城镇中的妓院区)
reference	n. 参考, 出处, 参照 n. 推荐人, 推荐函 vt. 提供参考
refreshment	n. 恢复，精神爽快，提神之事物；点心，茶点
regionalism	n. 行政区域划分，地方分权主义，地方色彩
registered	adj. 注册的, 登记过的, 记名的 vbl. 注册
registration	n. 登记,注册,挂号
rehabilitation	n.复原
religious	adj. 宗教的,虔诚的,细心的 n. 修道院成员, 僧侣
the Renaissance	文艺复兴
renaissance man	n. 多才多艺的人
repertoire	n. (准备好演出的)节目, 保留剧目, (计算机的)指令表, 指令系统, &lt;美&gt;(某个人的)全部技 能, 清单,指令表
reportage	n. 新闻报道, 报告文学
reputable	adj. 受好评的, 有声望的, 规范的
rescue home	n.改良所
correspondent	n. 通讯记者,通信者 adj. 与...一致的, 相应的
residential	adj. 住宅的,与居住有关的
restricted	vt. 限制,约束 adj. 受限制的,有限的,保密的
retirement	n. 退休，隐匿处 adj. 退休的
revealing	adj. 有启迪作用的，透露内情的，袒露身体的 动词reveal的现在分词
revere	v. 尊敬, 敬畏, 崇敬 里维尔(美国马萨诸塞州城市, 避暑胜地)
review	n. 检讨, 复习, 回顾, 评审 vt. 温习, 检讨, 评论, 检阅 vi. 写评论
revise	n. 校订, 修正, 再校稿 v. 校订, 修正, 校正
reviser	n.校订者,修订者
rhapsody	n. 狂言, 狂文，[音]狂想曲
ripple	n. 涟波,涟漪,波纹,粗钢梳 vt. 使...起涟漪,使起波纹 vi. 呈波浪状, 起伏前进
ritz	n. 夸示，炫耀
ritzy	adj. 高雅的, 时髦的, 豪华的
rock and roll	摇滚乐
Rolls-Royce	劳斯莱斯(英国产名车)
Rotary club	n.<美> "扶轮国际"社分社
round trip	往返旅行
royal	adj. 王室的,盛大的,极度的 n. 贵族,顶帆
ruby wedding	n. 红宝石婚, 结婚40周年
russian roulette	n. 俄式轮盘
saint valentine's day	n.情人节
salad days	n. 年轻无阅历的时期
salon	n. 客厅，沙龙，美术展览馆
saloon	n. 大厅, 展览场, 酒吧
salt mine	n.岩盐坑,岩盐产地
salt of the earth	n.社会中坚(高尚的人)
salutary	adj. 有益的, 有用的, 有益健康的
samizdat	n. (Rus.) 地下出版物
sample	n. 样品,标本 vt. 采样,品尝 adj. 样例的
sanctuary	n. 圣所, 耶路撒冷的神殿, 至圣所
sanitary	adj. 卫生的, 清洁的
Santa Claus	n. 圣诞老人
sapphire	n. 蓝宝石(青色) adj. 蓝宝石色的(青色的)
scan	vt. 扫描；浏览；细看；详细调查；标出格律 vi. 扫描；扫掠 n. 扫描；浏览；审视；细看
scapegoat	n. 替罪的羔羊, 替人顶罪者 v. 使…成为替罪羊
scare	vt. 惊吓(惊恐,惊慌) vi. 受惊吓 n. 惊吓(惊恐,惊慌)
Scene stealer	抢镜头的人; 抢戏演员
science fiction	科幻小说
scrapyard	n. 废品堆放场
screenland	n.电影界
screen test	n.试镜头
screen writer	电影剧本作者
script	n. 原稿,手稿,脚本 vi. 写剧本
seafront	n. 面向海的一面, 沿海岸而筑的马路
semidocumentary	n.半记录性电影
sensation	n. 感觉,感知力,激动,轰动
serial	n. 序列，串列 adj. 连续的，一连串的
seriocomic	adj.庄严又诙谐的
service	n. 服务, 公务部门, 服役, 发球, 发球方式 vt. 维护, 保养
seven wonders of the world	n.古代世界七大奇观
sex	n. 性,性别,性欲 vt. 区别...性别,引起...性欲
sexual harassment	n. 性骚扰
shambles	n. 混乱之处, 凌乱的地点
shilling shocker	n.耸人听闻的廉价小说
shoddy	n. 次品，劣质产品 adj. 劣质的
shopaholic	n. 购物狂
shore	n. 岸,滨,国家,陆地,斜撑柱 vt. (up)支撑,支持
short fuse	n. &lt;美&gt;急性子，火爆脾气
shotgun marriage	不得已的结婚
show bill	n.海报,招贴
shower	n. 阵雨,淋浴 vi. 倾盆而下,淋浴 vt. 淋湿,下骤雨,使(大量东西)落在某人身上
showgirl	n.歌舞女郎,广告女郎
show off	炫耀, 卖弄
sib	adj. 亲属的, 近亲的 n. 家属, 亲族, 一切亲戚 Sib abbr. 西伯利亚(=Siberia)
sick	adj. 恶心的, 有病的, 腻烦的, 晕的 n. 病人, 呕吐物 vt.追逐, 攻击; 唆使
side effect	副作用
silent	adj. 安静的,不吵闹的,沉默的,无言的 n. (复数)默剧
silk road	n. 丝绸之路(古时中国与中亚细亚间的贸易之路，因以丝绸贸易为主，故名)
silk-stocking	adj.穿着华丽的,贵族的,奢华的
Silly money	荒唐钱
silly season	n.新闻缺乏时期(指七,八月)
Silver screen	银幕
silver spoon	n. 财富，电影(集合称), 电影业
silver wedding	n. 银婚
simultaneous	adj. 同时发生的,同步的
sitcom	n. 情景喜剧
skeleton	n. 骨架,纲要,骨骼,骨瘦如柴的人或动物,家丑 adj. 骨骼的
skid row	贫民窟，棚户区
skin flick	n.<俚>裸体色情影片
skin game	n.<美口>骗局
slack suit	n.便装
slapstick	n. 打闹剧(演员用击板相互追打发出声响得名)，击板
aleck	n. 艾力克(男子名，Alexander的简称)
smart money	n.罚款,抚恤金,因掌握内情而下的赌注
mirror	n. 镜子 vt. 反映,反射
snob	n. 势利小人，自命不凡的人 [英]鞋匠
snow job	n. 靠油嘴滑舌(进行的欺骗和劝诱)
snuff	n. 烛花，鼻烟 v. 剪烛花，嗅，抽鼻子，扼杀
sob	n.& v. 呜咽, 哭泣
social	adj. 社会的,群居的,社团的
socialite	n. 社会名流, 名士
soft drink	软饮料
soft snap	n.不花大力气的事
songbird	n. 鸣禽，鸣鸟，女歌手
soul	n. 灵魂, 精神, 美国黑人(或黑人音乐) adj. 美国黑人文化特性的
soup	n. 汤,羹,困境
sour	adj. 酸的,腐坏的,抑沉的,刻薄的 vt. &vi. 变酸,变乖戾,腐坏
spaghetti	n. 意大利式细面条，绝缘套管
special	n. 专辑,专车,特色菜,特价,特刊 adj. 特别的,专门的
spew	v. (使)喷出, 涌出, 呕吐, 吐出 vt. 喷出
spontaneous	adj. 自发的, 自然产生的
spot announcement	n.插播在电视或广播的广告
spot news	n.最新消息
square	n. 正方形,街区,平方，广场 adj. 正方形的,正直的,公正的,结实的 vt. 使...成方形,调整，一致 vi. 符合 adv. 成直角,直接的,正方形地
stage	n. 阶段,舞台,驿站 v. 上演,表演,乘驿车旅行
stand in	代替, 代表, 作替身
stardom	n. 演员的身份,演员们
stationery	n. 文具,信笺
Statue of Liberty	自由女神(位于美国纽约)
status symbol	n.社会地位象征
step dance	n.踢趿舞
stereo	adj. 有立体视觉的,立体声的 n. 固定形象,立体声
street	n. 街道 adj. 街道的
string band	n.弦乐队
string quartet	n. 弦乐四重奏曲，弦乐四重奏乐团
striptease	n. 脱衣舞
stripteaser	n.脱衣舞女
stroke	n. 中风；冲程；笔画；打击；尝试；轻抚 vt. 抚摸；敲击；划尾桨；划掉 vi. 击球；作尾桨手；敲击键盘
subeditor	n. 文字编辑, 审稿人, 助理编辑
subtitle	n. 副题(书本中的), 说明或对白的字幕 vt. 给...加副标题，给...加字幕
sucker	n. 乳儿, 吸管
summer	adj. 夏季的 n. 夏天, 全盛期, 年 vi. 度过夏天 vt. 在夏天保存或存放, 放(羊/牛)
Sunbelt	n. (美国南方的)阳光地带
Sunday	n. 星期日
supporting	adj.支持的,次要的,辅助性的 动词support的现在分词
surface mail	普通平信邮件
surrealism	n. 超现实主义
suspension bridge	n.[建]吊桥
sustaining program	n.<美>非营业性的独立节目
swell	n. 增大,隆起的部分, 波浪 adj. 优秀的, 时髦的 vi. 渐增, 膨胀, 积聚, 情感迸发 vt. 使情感迸发, 扩大, 使膨胀
swelldom	n.时髦的人,上流社会
symposium	n. 讨论会(论文集, 酒会)
tabloid	n. 小型报, 小型画报, 药片 adj. 扼要的
tag day	n.街头募捐日
taillight	n. 尾灯
Taj Mahal	n. 泰姬陵(印度阿格拉的一座大理石陵墓)
takeout	n. 外卖店;外卖餐馆 adj. 供顾客带出外吃的, 外卖的食物
talent	n. 才能, 人才, 天资
talk down	v. 驳倒, 高声压过, 贬低, 用无线电通讯引导飞机降落
talkfest	n. 恳谈会, 议而不决的会议
talk show	谈话节目，访谈节目
tall talk	n.大话
taproom	n. 酒吧
target date	n.预定日期
tea ceremony	n. 茶道，茶艺
tearjerker	n. 赚人眼泪的电影
teddy bear	玩具熊
teeny	adj. 极小的，微小的
teetotaller	n. 禁酒者, 禁酒主义者
telecamera	n.电视摄影机,远距离撮影机
telecast	v. 以电视广播传送 n. 电视广播
telecontrol	n.遥控
telecopter	n.空中电视台
telefilm	n.电视影片
televise	v. 用电视播放, 用电视放映 vt. 用电视播放
tenth rate	adj. 最劣等的
terminal	n. n. 终端机,终点,末端 adj. 终点的,晚期的,致死的
theatre	n. 剧场, 戏院
cruelty	n. 残酷,残忍, 残酷的行为，虐待
absurd	adj. 荒唐的 n. 荒唐
theme	n. 题目, 主题
thermal	adj. 热的,热量的,保热的 n. 上升的热气流
thinking	n. 思考, 思想 adj. 思考的, 有理性的 动词think的现在分词
thriller	n. 惊险小说
Times Square	n. 泰晤士广场(位于美国纽约市曼哈顿区)
time zone	n. 时区
tin pan alley	n. 廷潘小巷, 流行歌曲方面的有关人士或其聚会
toll	n. 通行费,代价,伤亡人数,钟声 vi. 征收通行税,鸣钟 vt. 向某人征税,钟响,引诱
tongue-tied	adj. 张口结舌的，结结巴巴的，讲不出话的
tongue twister	绕口令
top billing	演员表上的头牌地位
topless	adj. 无顶的，极高的，袒胸的
torch song	n. 感伤恋歌
touch tone	按键音双音多频拨号音
tour de force	n. 力作，绝技
town talk	n.街谈巷议
twinning	n. 孪晶现象(成对) adj. 孪生的
toxic	adj. 有毒的 n. 有毒物质
traffic	n.交通，运输量； (非法的)交易； 通信量； 交际 vt.用…作交换； 在…通行 vi.交易； 买卖
tragedy	n. 悲剧, 惨事, 灾难
transformer	n. 变压器
transit	n. 经过,运输 vt. 穿越,旋转 vi. 越过
transmission	n. 传输, 播送, 变速器, 传递的信息
travelogue	n. 游记，旅行见闻，观光影片 =travelog
trek	vt. 艰苦跋涉(行军) n. 艰苦跋涉
trial marriage	n.试婚
triangular	adj. 三角形的, 以三角形为底的, 三方的, (感情上)三角关系的
trick	n. 诡计，欺诈，把戏，诀窍 vt. 戏弄,欺骗 adj. 有诡计的，有阴谋的
tried and true	adj.经考验证明好的
trojan horse	(希腊神话中)特洛伊木马
trumped up	adj. 捏造的
trunk	n. 树干,躯干, 干线, (汽车后部)行李箱,象鼻
tune out	关掉，不理会
tunnel	n. 隧道,地下道 v. 挖隧道
turkish bath	n.土耳其浴,蒸汽浴
UFO	abbr. 不明飞行物(=unidentified flying object)
ugly duckling	n. 丑小鸭，年幼时不好看长大后才貌出众的人
ultra	adj. 过度的, 过激的, 极端的 n. 过激论者, 急进论者
ultrafashionable	adj.极端时髦的
underfed	adj.未喂饱的 动词underfeed的过去式和过去分词
underground	adj. 地下的, 秘密的 adv. 在地下, 秘密地 n. 地下, 地铁, 地道, 秘密活动
undisclosed	adj. 未泄露的, 保持秘密的, 身份不明的
unemployed	adj. 失业的，未投资的 n. 失业者
union jack	n. 联合王国国旗,英国国旗
unleaded	adj. 除铅的(无铅条的，未加四乙铅的)
unscathed	adj. 没有受伤的,未受伤的,未受伤的
veiling	n.罩以面纱,面纱,面纱布料,帐幔
upbraid	v. 斥责,责骂 vt. 责备
upcountry	adj.向内的 adv.向内地
uptight	adj. 紧张的, 心情焦躁的
urban	adj. 城市的
utility	n. 公共设施,效用,公用程序,实用品,实用 adj. 多效用的，多功能的
vade mecum	n.手册,随身物,袖珍指南
valediction	n. 告别，告别演说, 告别词
vale	n.谷
valspeak	n.<美>=Valleyspeak
vamp	n. 靴面, 鞋面 vt. 修补 n. 荡妇 vt. 勾引 vi. [音]即席伴奏
vandal	n. 破坏他人或公共财产者
vanishing cream	n.雪花膏
vapour bath	n.蒸汽浴,蒸汽浴浴室
variety	n. 多样, 种类, 杂耍
variety shop	n.杂货铺
variety show	n. 杂耍
vatican city	n.梵蒂冈(罗马教廷所在地)
vegan	n. 严格的食素主义者
vegetarian	n. 素食者 adj. 素食的
vegetarianism	n. 素食主义
veiled	adj. 戴着面纱的, 隐藏的 动词veil的过去式和过去分词
vending machine	自动贩卖机
venerable	adj. 庄严的, 值得尊敬的
venereal	adj. 性病的, 性交的, 因性交而传染的
vernacular	n. 本地话, 方言，(动植物的)俗名 adj. 地方的, 地方语的，白话的
vertical thinking	纵向思维
vicious	adj. 恶毒的, 恶意的, 凶残的, 剧烈的, 严重的
video	adj. 录像的 n. 录像(机) vt. 制作...的录像
videocast	电视广播
videophone	n. 可视电话
videoporn	n.<口>色情电视,黄色录像
videotape	n. 录像带 vt. 录像
vintage	n.收获,年代(葡萄,葡萄酒);制造年代;一组具有共同特征的人或事情 adj. 佳酿的,古典的,优质的
virgin	n. 处女,未婚女子 adj. 纯洁的, 原始的，未开发的 维尔京群岛
virtuoso	n. 艺术能手，演艺精湛的人
visiting	n.拜访,访问
vita	n.个人简历,传略 n.&lt;拉&gt;生命
vocal music	声乐
vogue	n. 时尚,流行
volkswagen	
walking dictionary	n. 活字典
encyclopedia	n. 百科全书
walking ticket	n.免职书,解雇令
weirdo	n. 古怪的人, 奇怪的人
well to do	adj. 小康的，富裕的 n. 富人
west end	n. 伦敦西区，西伦敦
westminster abbey	n.威斯敏斯特教堂(英国名人墓地)
wet nurse	n. 奶妈, 乳母
whipping boy	n. 代人受罪者，代罪羔羊
white collar	白领
white slave	n.白人妓女,被迫为娼妓的白种女人,沦为奴隶的白人
whiz kid	n. 神童, 优等生
who	prep. …的, 谁, 他, 她, 他们 pron. 谁
wire service	n. 通讯社
wonder	n. 惊奇；奇迹；惊愕 vi. 怀疑；想知道；惊讶 vt. 怀疑；惊奇；对…感到惊讶 adj. 奇妙的；非凡的
woo	v. 向...求爱, 追求, 恳求
workaday	adj. 工作日的，平常日子的，普通的
workaholic	n. 工作第一的人,专心工作的人
worldbeater	n.举世无比的人,出人头地者,惊人之举
World Trade Center	n. 世界贸易中心
worrywart	n. 自寻烦恼的人
wrap up	v. 掩饰, 伪装, 使全神贯注, 围好围巾, 包起来 v. 完成, 结束(业务协定, 会议等)
wrap	vt.包； 缠绕； 用…包裹(或包扎、覆盖等)； 掩护 n.膝毯，披肩，围巾，围脖，头巾，罩衫，外套，大衣； 包装纸； 〈俚〉机密 vi.缠绕，盘绕(通常与 over, around 等连用)； 包上，裹上； 穿上(衣服等)
xenomania	n.外国迷,外国狂
Xerox	vt. 静电影印 Xerox: 施乐(财富500强公司之一, 总部所在地美国, 主要经营办公设备)
X-rated	adj. (电影等)X级的
yard sale	n. 庭院旧货出售, 现场旧货出售
yearbook	n. 年鉴
Yellow journalism	黄色新闻
Yellow Pages	电话黄页
yippie	n.<美俚>雅皮士(年轻政治激进派嬉皮份子)
yoga	n. 瑜珈
zap	vt. 击溃，射杀 vi. 快速移动 int. 嚓(表示枪声等)
zebra crossing	斑马线
Zen	n. 禅

