engxw.html

<div id="outline-container-orgf427c94" class="outline-2">
<h2 id="orgf427c94"><span class="section-number-2">13</span> 文化</h2>
<div class="outline-text-2" id="text-13">
<p>
abstract	n. 摘要,抽象的东西 adj. 抽象的,理论的 vt. 移除,摘要,偷 vi. 做摘要<br />
absurd	adj. 荒唐的 n. 荒唐<br />
academy award	奥斯卡奖(美国电影艺术金像奖)<br />
accompanist	n. 伴奏者<br />
adam	n.亚当(<a id="orgc08baeb"></a>故事人物,所谓人类始祖)<br />
adult movie	n.成人电影<br />
advance copy	n.新书样本<br />
advance guard	n.(军队)前卫,先锋派<br />
advertorial	n.社论式广告( 指常作为杂志中心插页的正式广告文字)<br />
advocacy	n. 拥护, 支持, 鼓吹<br />
affirmative action	肯定行动，反歧视行动<br />
affluent	adj. 富裕的 n. 支流；富人<br />
ageism	n. 对老年人的歧视<br />
agita	n. 胃灼热, 消化不良<br />
agony aunt	n. 在读者来信专栏回答来信的人<br />
fatigue	n. 疲乏,疲劳,累活 adj. 疲劳的 vt. 使&#x2026;疲劳,使&#x2026;心智衰弱 vi. 疲劳<br />
AIDS	abbr. 爱滋病，获得性免疫功能丧失综合症(=Acquired Immune Deficiency Syndrome)<br />
air	n. 空气,旋律,气氛,态度 vt. &amp;vi. 晾干,使通风,广播<br />
airport	n. 机场<br />
A-list	n. 要员名单; 重要项目清单<br />
all-expense	adj.包含一切费用的<br />
ambulance chaser	n. 怂恿索赔的律师<br />
amusement	n. 娱乐, 消遣<br />
animated	adj. 生气勃勃的,栩栩如生的，动画片的<br />
antichoice	adj. 反对堕胎的, 禁止人工流产的<br />
apartment	n. 一套公寓房间<br />
Arbor Day	n. 植树节<br />
art deco	艺术装饰, 装饰派艺术 =Art Deco<br />
arts and crafts	n.工艺<br />
asp	n. (尤指北非产的)小毒蛇 n. 白杨<br />
audience	n. 听众, 观众, 读者, 拥护者, 倾听, 正式会见<br />
autograph	n. 亲笔签名，手稿 v. 自署于, 亲笔签名于, 亲笔写<br />
automat	n.自动售货(或售票)机,&lt;主美&gt;用自动售货机供应食品的餐馆<br />
avant garde	n. 先锋派 adj. 先锋的，前卫的<br />
baby	adj. (形容用法)婴儿的, 过小的 n. 婴儿, 象婴儿的人, 需特殊关心的事物 vt. 溺爱, 过度关心<br />
bachelor	n. 单身汉, 学士<br />
backwater	n. 回水，回水河汊，穷乡僻壤<br />
bag	n. 包,猎获物 vt. 鼓起,把&#x2026;装入袋中,猎杀,占有 vi. 鼓起,宽松地下垂或悬吊<br />
ball	n. 球, 舞会 v. (把&#x2026;捏)成球状<br />
ballerina	n. 芭蕾舞女演员<br />
ballet	n. 芭蕾舞<br />
ballyhoo	n. 大肆宣传 vt. 大吹大擂<br />
banana	n. 香蕉<br />
banner	n. 旗帜,横幅,大标题 adj. 特别好的,杰出的 vt. 用横幅装饰,以大标题报道<br />
barbecue	n. 烤肉 v. 烤肉<br />
baroque	adj. 巴洛克式的 n. 巴洛克式，巴洛克风格<br />
beachwear	n.海滩装(包括游泳衣裤,短裤,浴衣等)<br />
beat generation	美国二战后的一代 美国“垮了的一代”<br />
beatle	n.&lt;美俚&gt;小妞,(有男子气概的)独立摩登新女性<br />
beatlemania	n.披头士狂<br />
Beau monde	n.时髦界<br />
beauty	n. 美,美丽,美人,美的东西<br />
bebop	n. 比波普爵士乐(爵士音乐的一种)<br />
bedroom	n.卧室，寝室 adj.&lt;美&gt;城郊住宅区的； 两性关系的，男女性爱的<br />
bee	n. 蜜蜂<br />
benefit	n. 利益, 津贴; 义卖, 义演 vt. 有益于 vi. 得益<br />
bereaved	adj. 丧失 n. 丧失亲人的人<br />
bermuda triangle	百慕大魔鬼三角<br />
best	adj. 最好的 adv. 最,最好地 n. 最好的人(或物) vt. 胜于<br />
betrothal	n. 婚约, 订婚<br />
big apple	n. &amp;lt;非正式&amp;gt;纽约城<br />
Big Ben	大本钟(英议会大厦上的报时钟)<br />
big gun	n. 大人物(高级军官)<br />
bigtime	adj. 最高一级<br />
bimbo	n. &amp;lt;俚&amp;gt;蠢女人，轻浮女人<br />
birth control	n. 节育<br />
black-tie	adj.要求宾客穿半正式礼服的<br />
blind date	(由第三方安排的)男女间初次见面<br />
blue	adj. 蓝色的,沮丧的,忧郁的,(女人)有学问的 n. 蓝色 vt. 使&#x2026;变蓝 vi. 变蓝<br />
blue moon	很长一段时间, 1个历月里的第2次满月<br />
blues	n. 布鲁斯音乐，忧郁的情绪 名词blue的复数形式<br />
bluestocking	n. 女学者, 装做有学问的女人<br />
body	n. 身体,人,尸体,主体,正文 vt. 赋予形体,体现<br />
bodysuit	紧身衣裤<br />
boo	int. (表示不满、轻蔑等)嘘，呸 n. 嘘声(pl.) v. 发出嘘声<br />
boom box	转臂箱<br />
boutique	n. 专卖流行衣服的小商店<br />
box office	票房, 售票处<br />
brainchild	n. 脑力劳动的产物<br />
brain drain	人才外流<br />
brainwave	n. 脑电波，灵感<br />
brainwork	n. 智力工作, 劳心工作<br />
breach	n. 裂口,违背, 冲击, 决裂 vt. 违反,在&#x2026;上打开缺口, 突破 vi. 跃出水面<br />
breadwinner	n. 养家糊口的人.,负担家计的人<br />
bride	n. 新娘<br />
bridesmaid	n. 女傧相<br />
Broadway	n. 百老汇(美国纽约一街道名)<br />
brutalism	n. 野兽派艺术<br />
Buddhism	n. 佛教<br />
Buddhist	adj. 佛教的 n. 佛教徒<br />
buffet	n. 打击, 饮食柜台, 自助餐 vt. 打击, 连续猛击 adj. 受到非正式接待的(如同冷餐会般随意的)<br />
bull session	n.闲谈<br />
bullet train	n. 高速火车<br />
burlesque	n. 作戏, 滑稽戏 adj. 滑稽的, 可笑的 v. (以滑稽或夸张手法)模仿嘲弄<br />
buzzword	n. 流行词<br />
byzantium	n.拜占庭<br />
cable	n. 电缆,海底电报 vt. 打海底电报,把&#x2026;拧成缆,用缆捆住 vi. 打海底电报<br />
cafeteria	n. 自助餐厅 adj. 有多种选择的<br />
cakes and ale	n.欢乐<br />
calamity	n. 灾难, 不幸事件<br />
calendar	n. 日历,月历,日程表 vt. 进入日历<br />
call	v.呼唤，喊叫； 召唤，叫来，召集； 下令，命令； 打电话给 n.喊叫，大声喊； 电话联络； 必要，理由； 要求<br />
Calling card	&amp;lt;美&amp;gt;名片 =visiting card(英)<br />
camp	n. 露营,帐棚,训练营,做作 vt. &amp;vi. 露营,扎营,做作 adj. 做作的<br />
cancer stick	n. 癌唪<br />
cannabis	n. [植]印度大麻<br />
canned	adj. 罐装的 adj. 预录的 adj. 千篇一律的 动词can的过去式和过去分词<br />
canny	adj. 精明的, 谨慎的，节俭的 adv. 仔细地<br />
capacity	n. 能力, 容量, 容积; 资格, 职位 adj. (达到最大容量)满的<br />
Carnegie	n. 卡内基(姓氏)<br />
carrier bag	n.装物的手提厚纸袋<br />
carrier pigeon	n. 传信鸽<br />
Casanova	n. 卡萨诺瓦(人名) n. 风流子<br />
casino	n. 娱乐场, (供表演跳舞赌博的地点), 一种牌戏<br />
cassette	n. 匣子,录音带,盒式录音机<br />
catch-22	相互矛盾的困窘<br />
catchy	adj. 引人注目的，易记住的 adj. 诡诈的，易使人上当的 adj. 不连贯的<br />
catholicism	n.天主教(教义)<br />
caveat emptor	n. [商]购者自慎(货物出门概不退换，买主须自行当心)<br />
caveat	n. 防止误解的说明,警告<br />
cement	n. 水泥,纽带,接合剂,牙骨质,补牙物,基石 vt. 接合,用水泥涂 vi. 接合起来<br />
central	adj. 中心的,基本的,折中的,中枢的 n. 电话交流,中央办公室,中心<br />
chain	n. n. 链,连锁,束缚<br />
chain smoker	n. 连续抽烟的人<br />
chamber	n. 房间,会所,室 vt. 装入室中(枪膛) adj. 室内演奏的<br />
charity	n. 慈善机关(团体),仁慈,宽厚<br />
chartered	adj. 特许的，租赁的 动词charter的过去式和过去分词<br />
cheering	n.喝彩,欢呼 adj.令人高兴的<br />
child labour	n.童工<br />
childminder	n.&lt;英&gt;(代人)照看孩子者,托儿所中心工作者<br />
child's play	n.容易干的事<br />
chinese puzzle	n.难题,难解之谜<br />
choir	n. 唱诗班, 唱诗班的席位<br />
chopsocky	n.{电影}(成本低廉的)功夫片<br />
Christianity	n.基督教<br />
Christmas	n. 圣诞节<br />
christmastide	n.圣诞节节期(自圣诞节前夜至元旦,在英国直至1月6日显现节)<br />
cinemagoer	n.常看电影的人,电影迷<br />
CinemaScope	电影宽银幕系统; n.西涅玛斯科普型立体声宽银幕电影,变形镜头式宽银幕电影<br />
civic	adj. 公民的, 市民的, 城市的<br />
</p>

<p>
civil	adj. 国内的,公民的,文明的, 有礼貌的, 民用的<br />
civilian	adj. 平民的 n. 罗马法专家,平民<br />
civilization	n. 文明,文化<br />
claimant	n. 申请者, 要求者, 索偿人<br />
claptrap	n.应景的,讨好的言语或行为 adj.讨好的<br />
classified	adj. 分类的, 类别的, 被指定为机密的 v. 分类, 分等级 vbl. 分类, 分等级<br />
cleanup	n. 清除，&amp;lt;俚&amp;gt;暴利 adj. (棒球)第四棒的<br />
clearway	n. 超高速公路, 畅行道<br />
clerical	n. 牧师 adj. 书记的, 事务上的, 抄写员的<br />
closed circuit	adj.闭路式的 n.闭路<br />
CNN	abbr. 美国有线新闻网(=cable news network)<br />
cocain	n.(=cocaine)古柯碱,可卡因<br />
cocktail	adj. 鸡尾酒(的) n. 鸡尾酒<br />
counsel	n. 商议, 忠告, 法律顾问 v. 商议, 劝告<br />
cold feet	n. 信心或勇气之丧失, 胆怯<br />
Cold Shoulder	冷遇，怠慢<br />
cold turkey	突然停止(坏习惯) 冷淡的人<br />
column	n.纵队，列； 圆柱； 专栏<br />
columnist	n. 专栏作家<br />
commercial	adj. 商业的 n. 商业广告<br />
communication	n. 沟通,交通<br />
community	n. 社区, 团体<br />
compilation	n. 编译, 编辑<br />
complimentary	adj. 问候的,称赞的,夸奖的,免费赠送的<br />
composer	n.创作者(尤指乐曲的)<br />
concept	n. 概念, 观念<br />
concert	n. 音乐会, 一致, 和谐 vt. 制定计划, 通过协商达成一致 vi. 合作<br />
concertgoer	n. 经常去听音乐会的人<br />
concertmaster	n.(=concertmeister) (交响乐队的)首席小提琴手<br />
condominium	n. (独立产权的)公寓, 共管, 国际共管<br />
conductor	n. 售票员，导体，指挥<br />
congestion	n. 混杂,拥挤,过剩 [计算机] 拥挤<br />
connoisseur	n. 鉴识家, 鉴定家, 内行<br />
consolation	n. 安慰,令人安慰的事物<br />
consumerism	n. 用户至上主义, 商品的消费和销售性服务<br />
contagious	adj. 传染性的,会蔓延的,会传播的<br />
continental breakfast	n. 欧洲大陆式早餐(仅有咖啡和果酱面包)<br />
contraceptive	adj. 避孕的 n. 避孕药，避孕用具<br />
contributor	n. 贡献者, 捐助者, 赠送者，投稿人<br />
convalescent	adj. 恢复期的，调养中的<br />
convenience	n. 适宜，便利, 便利设施，方便的时间，舒适<br />
copywriter	n. 广告撰稿员<br />
coronation	n. 加冕礼<br />
correspondent	n. 通讯记者,通信者 adj. 与&#x2026;一致的, 相应的<br />
costume	n. 服装,剧装 vt. 提供服装, 为&#x2026;设计服装 adj. 服装打扮的<br />
couch potato	整天坐着看电视的人<br />
counterculture	反传统［主流］文化(60和70年代在美国青少年中盛行的一种思潮)<br />
country music	乡村音乐<br />
courtesy	n. 礼貌, 好意, 恩惠<br />
cover charge	n. (饭店等的)服务费<br />
cover girl	n. (杂志的)封面女郎<br />
craft union	n. 同业工会<br />
crash helmet	n. 防护帽<br />
creature comfort	n. 物质享受<br />
creep	vi. 爬, 蔓延 n. 爬, 徐行, 蠕动<br />
joint	adj. 联合的, 共同的 n. 关节, 接合处 v. 连接, 贴合<br />
critic	n. 批评家, 评论家<br />
critique	n. 批评,批评法,评论<br />
crocodile tears	n. 鳄鱼的眼泪(假哭, 假慈悲)<br />
cult	n. 宗教膜拜仪式,异教,狂热崇拜,个人崇拜<br />
cubism	n. 立体主义<br />
cultural	adj. 文化的,和养动植物有关的<br />
culture	n. 文化,教养,种植 vt. 培养<br />
Cupid	n. [罗神]丘比特(爱神)<br />
cyberpunk	计算机朋客,以发匿名电子邮件为乐事的网络迷<br />
cynical	adj. 愤世嫉俗的,吹毛求疵的<br />
cynicism	n.愤世嫉俗，讥笑，冷言冷语 Cynicism:犬儒主义，犬儒哲学<br />
dadaism	n. 达达主义, 达达派<br />
dagwood	n.多层三明治,多层夹肉面包<br />
daily	adj. 每日的, 按天计算的, 日常的 adv. 每日,天天 n. 日报, (复)工作样片<br />
dairy	adj. 牛奶的 n. 牛奶场, 乳品店, 乳制品<br />
dali	n.达利(西班牙超现实主义画家)<br />
dark horse	n. 黑马(竞争中出人意料之外的获胜者)<br />
dating bar	n.单身男女约会之酒吧<br />
Day shift	n.日班<br />
debunk	vt. 揭穿真相, 暴露<br />
debut	n. 初次登场 vt.&amp;vi. 初次登场<br />
deformed	adj.不成形的,丑陋的,残废的<br />
dehydrate	v. (使)脱水, (使)干燥<br />
denouement	n. (小说的)结尾, 结局<br />
detached	adj. 超然的,分离的 v. 分离 vbl. 分离<br />
detective	adj. 侦探的 n. 侦探<br />
Diana	n. 黛安娜(女子名)<br />
diet	n. 日常饮食，规定饮食 vt. 照规定饮食 adj. 低卡路里的<br />
digest	n. 摘要 vt. 消化,理解 vi. 消化<br />
dink	adj. 漂亮的 vt. 装饰打扮<br />
disarray	v. 弄乱,使混乱,使脱去衣服 n. 无秩序,杂乱,不整齐的衣服<br />
disc	n. 圆盘，[电子] 唱片(等于disk) vt. 灌唱片<br />
disco	n. 迪斯科舞厅，迪斯科舞曲 vi. 跳迪斯科舞<br />
Disneyland	n. 迪斯尼乐园<br />
disposable	adj. 用完即可丢弃的<br />
distinguished	adj. 卓著的 v. 区别 vbl. 区别<br />
divorcee	n. 离婚者<br />
dog days	n. 三伏天(大热天)<br />
drive in	adj. 免下车的 n. 顾客无需下车即可得到服务的餐馆<br />
dub	vt. 配音；轻点；打击；授予称号 n. 笨蛋；鼓声<br />
East End	n. (英国)伦敦东区, 东伦敦<br />
Easter	n. 复活节<br />
eastertide	n.复活节季<br />
Easy does it	ph. 慢慢来<br />
ebullient	adj. 沸腾的, 热情洋溢的<br />
Eden	n. 伊甸园，乐园<br />
edifice	n. 大厦, 大建筑物<br />
editor	n. 编辑, 编者<br />
editorial	n. 社论 adj. 编辑的<br />
egghead	n. 知识分子，理论家<br />
Eiffel Tower	(巴黎)埃菲尔铁塔<br />
elite	n. 精华, 精锐, 中坚份子<br />
elk	n. [动]麋, 驼鹿，软鞣粗皮<br />
emergency	adj. 紧急的 n. 紧急情况,突发事件<br />
emigrant	n. 移民, 侨民 adj. 移民的, 移居的<br />
Emmy	n.艾美奖<br />
Empire City	帝国城(美国纽约的别称)<br />
enterprise	n. 企业,企划,进取心<br />
enterprising	adj. 有企业精神的,有进取心的<br />
entertainer	n. 表演娱乐节目的人,演艺人员<br />
entertainment	n. 娱乐<br />
environmental	adj. 环境的<br />
erasmus	n.伊拉兹马斯(m.)<br />
erotic	adj. 性爱的, 性欲的, 色情的 n. 好色之徒, 恋爱诗<br />
erotica	n. 色情书籍，色情(艺术)作品<br />
errata	正误表,勘误表<br />
erratum	n. 勘误表<br />
escapism	n. 逃避现实，逃避主义<br />
Esperanto	n. 世界语<br />
ethical	adj. 伦理的；道德的；凭处方出售的<br />
ethics	n.道德规范<br />
ethnocentrism	n. 民族优越感<br />
euphoric	adj. 欣快的<br />
evict	v.驱逐 v.依法收回(财产等)<br />
exclusive	adj. 独占的, 唯一的, 排外的; 高价的, 时髦的 [计算机] 互斥的 n. 独家新闻, 独权<br />
executive	n.总经理； 行政部门； [计算机]执行指令 adj.执行的； 管理的； 政府部门的<br />
existentialism	n. 存在主义<br />
exotic dance	脱衣舞<br />
expo	n. 展览会<br />
express	n. 快车, 快递, 专使 adj. 急速的, 明确的, 直接的 adv. 用快递; 特意地 vt. 表达, 表示; 挤压出; 快递<br />
expressionism	n. 表现主义<br />
extra-marital	adj. 婚外的; 有外遇的<br />
eye-catcher	n.引人注目的东西,美丽之物,美人<br />
eyesore	n. 剌眼的东西，眼中钉<br />
fabrication	n. 制造, 建造, 虚构的谎言<br />
face-lift	v.翻新门面,作整形手术<br />
family	adj. 家庭的 n. 家庭<br />
fan	n. 风扇,扇形物,狂热者 vt. 风选,煽,吹,煽动,向扇子一样展开 vi. 像扇子一样行动,鱼贯而出<br />
fancy	n. 想像力, 幻想, 喜好, 爱 adj. 想像的, 时髦的, 华丽装饰的, 奢侈的, 技巧的 vt. 想象, 自认为, 喜好<br />
farce	n. 闹剧, 胡闹，滑稽戏 vt. 添加笑料，填充<br />
farewell	adj. 告别的 int. 再会,别了 n. 告别<br />
fashion	n. 流行,风尚,时样,时装 v. 形成,造,作<br />
fast food	快餐<br />
fat farm	n.&amp;lt;美俚&amp;gt;减肥中心,尤指专治肥胖症的温泉疗养院<br />
father	n. 父亲,鼻祖 vt. 作为父亲生育子女 vi. 像父亲般照顾<br />
Fauvism	n.野兽派<br />
feature	n. 特征, 容貌 vt. 以&#x2026;为特色 vi. 起重要作用<br />
feedback	n. 反馈,成果<br />
fifth	num. 第五 n.五分之一<br />
fig leaf	n. 无花果树叶, 遮羞布<br />
censorship	n. 检查制度<br />
filmdom	n. 电影界<br />
fine art	美的艺术, 精细工艺<br />
fire alarm	n. 火警<br />
fire brigade	消防队<br />
first-aid	adj. 急救的, 急救用的<br />
first night	n.[戏]首夜演出<br />
first-run	n.首轮 adj.首轮的<br />
flag day	n. 美国国旗纪念日(六月十四日)<br />
flanker	n. 侧面部队，侧冲，侧面堡垒<br />
flash	n. 闪光,闪现,闪烁物,花哨,一瞬间,电脑动画技术 vi. 闪现,闪烁 vt. 传送,用光联络,流露出 adj. 花哨的,炫耀的,昙花一现的<br />
flatiron	n.熨斗<br />
flicker	n. 闪烁, 闪光, 颤动 v. 闪动, 闪烁, 摇动<br />
floor show	n.夜总会节目表演<br />
flume	n. 笕, 笕槽, 水道<br />
FM	abbr. 调频(=frequency modulation)<br />
folk	n.民族； 人们； 〈口〉家属，亲戚； 民间音乐 adj.民间的； 普通平民的； 流传民间的； 普通百姓的<br />
folkster	n.民歌手<br />
completion	n. 完成,完满<br />
fortnightly	adj.每两星期一次的,隔周发行的 adv.隔周,每两星期一次地 n.隔周出版物,双周刊<br />
fortune	n. 财产,命运,运气<br />
foundation cream	n. 粉底霜<br />
foundation stone	n.(特指建筑物等开工典礼上放置的)基石,基础,根源<br />
fourth estate	n. 公众新闻媒体<br />
freedom	n. 自由<br />
deck	n. 甲板,桥面,楼层 vt. 装饰<br />
french leave	n. 悄悄离去，不辞而别<br />
french letter	n. 避孕套, 阴茎套<br />
French windows	落地窗<br />
frozen	adj. 冰冻的<br />
full	adj.满的，装满的； 完全的，完整的； 丰富的； 详尽的 adv.极其，十分； 充分地，完全地； 整整； 直接地 n.充分，完全； 全部； 完整； 极盛时 v.把衣服缝得宽大； 把裙子缝出皱褶； [印]蒸洗，漂洗<br />
illiterate	adj. 文盲的, 无知的 n. 文盲<br />
funeral	adj. 葬礼(的) n. 葬礼<br />
funster	n.幽默家,喜剧演员<br />
futurism	n. 未来派<br />
gala	n. 祭日, 节日, 祝贺<br />
galore	adj. 丰富的<br />
gambit	n. 以取得优势的开局棋法,开始,话题<br />
gamble	n. 冒险 v. 赌博, 孤注一掷<br />
gamekeeper	n. 猎场看守人<br />
gangbuster	n. &amp;lt;美口&amp;gt;侦破团伙者, 扫荡流氓的执法者<br />
garage	n. 车库, 汽车修理厂 vt. 把&#x2026;放入车库<br />
garbage	n. 垃圾, 食物残渣, 废物<br />
gay	adj. 欢快的, 色彩鲜艳的, 同性恋的 n. 同性恋<br />
generation	n. 代, 一代<br />
ghostwrite	v. 代笔<br />
girl friday	n.得力的女助手,得力的女秘书<br />
glad eye	n.&lt;口&gt;媚眼,秋波<br />
glad hand	n.热情欢迎<br />
glass ceiling	玻璃顶棚(通常指女性在工作晋升时遇到的一种无形的障碍)<br />
glitter	n. 灿烂, 闪烁, 辉耀 v. 灿烂, 闪烁, 辉耀<br />
global	adj. 全球性的, 全局的<br />
go cold turkey	是指放弃了很久以来的吸烟，喝酒或吸食毒品的坏习惯而痛下决心过健康的生活<br />
golden	adj. 金(黄)色的<br />
goodwill	n. 善意, 亲切, 友好; 商誉, 信誉.<br />
grammy	n.格莱美奖(美国镀金唱片奖,一年一度地奖励录音工业中有特别成就的奖,如奖给灌制唱片方面成绩卓著者的奖)<br />
grapevine	n. 葡萄藤，葡萄树 n. 秘密信息来源<br />
grass widow	n.离婚(或与夫分居)的女子,被抛弃的女子<br />
gratuitous	adj. 免费的, 无缘无故的<br />
gratuity	n. 赠物,赏钱,贺仪<br />
graveyard shift	n. 全体夜班的工人, (自午夜或凌晨2时的开始工作)夜班<br />
green card	n. (AmE) 绿卡<br />
greenhouse effect	温室效应<br />
Greenpeace	n. 绿色和平组织(保护动物不遭捕猎等的组织)<br />
greenroom	n.演员休息室<br />
greenwich mean time	n. 格林威治标准时间(=GMT)<br />
greyhound	n.灵缇(身细长、腿长、毛滑、善跑的大赛狗)；灰狗巴士，目前全美最主要的长距离巴士公司<br />
grueling	n. 惩罚；劳累 adj. 累垮人的；折磨人的 v. 使极度疲劳；累垮(gruel的ing形式)<br />
guest	n. 客人, 客串演员, 特邀来宾 vt. 款待 vi. 作客<br />
hair-raising	adj.令人毛骨悚然的,令人恐惧的<br />
half-baked	adj. 半生不熟的，未完成的，不完整的<br />
half-timer	n.作半工者,半日劳动者<br />
hall of fame	n. 名人纪念馆，出类拔萃的人物<br />
hammer	n. 锤,榔头 vi. 锤击,反复敲打 vt. 锤打,严厉批评<br />
Hammond organ	n.电子琴的一种<br />
hanger-on	n.依附他人者,奉迎者,食客随从<br />
happening	n. 偶然发生的事 动词happen的现在分词形式<br />
hardback	n. 精装本，硬封面的书<br />
hard-boiled	adj. 煮透的, 冷淡的<br />
hard core	核心部分，中坚分子<br />
headline	n. (pl.)新闻提要, 大字标题<br />
headliner	n. 受到大力宣传的演员, 明星<br />
heads-up	adj.足智多谋的<br />
health	n. 健康,卫生,保健<br />
hearing aid	n. 助听器<br />
hearse	n. 柩车, 灵车<br />
heavy-duty	adj. 重型的, 耐用的<br />
heavy metal	重金属, 强敌<br />
hell	n. 地狱<br />
helpline	n. 热线服务电话<br />
herstory	n. 历史; 妇女历史<br />
highbrow	n. 高知识分子，自以为文化修养很高的人 adj. 文化修养高的，自诩文化修养高的<br />
high spot	n. 显著之点，精彩部分<br />
hip hop	n. 嘻哈音乐<br />
hippie	n. 嬉皮, 嬉皮模样的年青人 =hippy<br />
Hippocrates	n. 希波克拉底(古希腊名医)<br />
Hippocratic oath	n.新开业医生所立之誓约<br />
hit	n. 打(击),冲撞,讽刺,成功.一次毒品的剂量,点击量 vt. 打(击),碰撞,偶然发现,要求,符合 vi. 打(击),袭击,达到<br />
Hobson's choice	n.无选择余地<br />
Hollywood	n. 好莱坞[美影业中心]<br />
holy	adj. 神圣的,圣洁的,令人敬仰的<br />
honeymoon	n. 蜜月 vi. 度蜜月<br />
hookup	n. 连接，接线图，联播，联盟<br />
horror	adj. 恐怖的,令人毛骨悚然的 n. 恐怖,战栗,厌恶<br />
humanism	n. 人道主义<br />
hyde park	(英国伦敦的)海德公园(因常被用作政治性集会场所而著称)<br />
hysteresis	n. 滞后现象<br />
ice	n. 冰, 矜持 v. 冰冻, 结冰<br />
identification	n. 身份的证明 n. 视为同一,证明同一,确认<br />
idiosyncrasy	n. 特质<br />
idiot	n. 白痴<br />
idiot box	n. &amp;lt;俚&amp;gt;电视机<br />
idol	n. 偶像 n.菩萨<br />
illiterate	adj. 文盲的, 无知的 n. 文盲<br />
imitation	n. 模仿,效法 adj. 假造的,冒充的<br />
immigrant	n. 移民, 侨民 adj. 移民的<br />
Impressionism	n. 印象派，印象主义<br />
incentive	adj. 刺激的, 鼓励的 n. 刺激, 鼓励, 动机<br />
indecent	adj. 下流的, 不妥当的<br />
indeterminable	adj.不能决定的,不能解决的<br />
indian gift	n.期待还礼,对方回送的礼物<br />
information	n. 信息, 情报, 新闻, 资料, 询问<br />
informed sources	n. 消息来源<br />
ins and outs	n.详情,细节,里里外外,拐弯<br />
instant	n. 立即, 瞬间 adj. 立即的, 即时的<br />
institutional advertising	建立永久声誉的广告<br />
intangible	adj. 难以明了的,无形的 n. 无形的东西<br />
integrated	adj. 整合的,综合的 vt.&amp;vi. 使整合(integrate的过去式及过去分词)<br />
intelligence quotient	n. 智商 =IQ<br />
intelligentsia	n. 知识阶层，知识分子(总称)<br />
interior	adj. 内部的,内地的,国内的,在内的 n. 内部<br />
interior design	n. 室内设计<br />
international	adj. 国际的 n. 国际组织<br />
interzone	adj.区间的 adj.地带间的,地区间的<br />
intrinsic	adj. 固有的, 内在的<br />
invalid	adj. 无效的,伤残的 n. 病人,残疾者 vt. 失去健康<br />
invalidity benefit	n.病残救济金<br />
issue	n. 问题；流出；期号；发行物 vt. 发行，发布；发给；放出，排出 vi. 发行；流出；造成…结果；传下<br />
itinerant	adj. 巡回的，流动的 n. 巡回者<br />
itinerary	n. 旅程, 旅行指南, 游记 adj. 巡回的, 游历的, 旅程的<br />
jack	n. 插座,千斤顶,男人 v. 抬起,提醒,扛举 [Jack] n. 杰克(男子名,John,Jacob的昵称)<br />
jack the ripper	强奸杀人犯杰克(1888-1889年在伦敦作案累累,奸杀妓女的凶犯)<br />
jam session	n. 摇滚爵士音乐的即席演奏会<br />
jaunt	n. 远足 vi. 短程旅游<br />
</p>

<p>
jazz	n. 爵士乐，爵士舞，空扯的话，以及类似的东西 vt. 使&#x2026;活泼，把&#x2026;演奏成爵士风格 vi. 闲逛，跳爵士舞<br />
jekyll	n.哲基尔医生(英国小说<a id="org2dab106"></a>的主人工)<br />
jerk	n. (口语)笨蛋,性情古怪的人,急拉,肌肉抽搐 vt. &amp;vi. 痉挛,急拉,急推,急动<br />
jet lag	n. 飞行时差反应，时差感<br />
Jim Crow	n. 〈贬〉黑人<br />
job	n. 工作,职责,任务 vt. 投机买卖,营私舞弊,不公正地判罚,分包任务 vi. 工作,假公济私,做分销商或批发商 adj. 与工作有关的<br />
john bull	n.&lt;谑&gt;英国人,典型的英国人<br />
joint	adj. 联合的, 共同的 n. 关节, 接合处 v. 连接, 贴合<br />
Jolly roger	n. 海盗旗, 骷髅旗<br />
journalism	n. 新闻工作, 新闻业, 新闻写作<br />
journalist	n. 记者, 新闻工作者<br />
joyride	n.驾车游玩,兜风<br />
jubilee	n. 纪念(佳节, 欢乐)<br />
Judaism	n. 犹太教, 犹太教徒, 犹太主义<br />
jumbo jet	n. 大型喷气式客机<br />
kaleidoscope	n. 万花筒，千变万化<br />
karaoke	n. 卡拉OK<br />
kidult	n. 童心未泯的成人，孩子打扮的成人<br />
kin	n. 家族,亲属 adj. 亲属关系的，同类的 suf. (接名词后)小的<br />
kinetic	adj. 运动的，动力学的<br />
King's English	n. 纯正英语<br />
king-size	adj.特长且大的,加长型的<br />
kiss-ass	n.马屁精,谄媚者,奉承<br />
know-how	n. &amp;lt;口&amp;gt; 实践知识, 技术秘诀, 诀窍<br />
Koran	n. (伊斯兰教)《古兰经》<br />
kudo	n. 奖赏, 名声, 光荣, 荣誉<br />
lady	n. 夫人, 女士<br />
lake	n. 湖<br />
Lamaism	n.喇嘛教(藏、蒙等地区信奉的佛教)<br />
land	n. 陆地, 国土, 土地 v. 登陆, 登岸, 卸货<br />
Lantern Festival	元宵节<br />
largess	n. 慷慨的赠与<br />
lark	n. 云雀, 百灵鸟 n. 嬉戏，玩笑 vi. 嬉戏<br />
last	adj. 最后的,末尾的,最近的,晚了，迟到了 adv. 最后,最新 n. 最后来的人(或发生的事) vi. &amp;vt. 持续<br />
Las Vegas	n. 拉斯维加斯(美国内华达州东南部一城市)<br />
lateral thinking	n. 横向思维, 侧面思考<br />
lay figure	n.人体活动模型<br />
leader	n. 领袖, 领导者<br />
leaderette	n.简短社论,编者按<br />
Leap day	n.闰日(指2月29日)<br />
leap year	闰年<br />
leching	adj.淫荡的,好色的,纵欲的<br />
leeway	n. 余地，[航]偏航角，偏航，漂移<br />
lesbian	adj. 同性恋的,莱斯博斯岛的 n. 同性恋的女性,莱斯博斯岛人<br />
levee	n. 堤防(码头) vt 筑堤<br />
liberty bell	n.&lt;美&gt;独立钟(指美国费城独立厅的大钟,1776年7月4日鸣此钟宣布美国独立,1835年被损)<br />
libido	n. 欲望, 性的冲动, 生命力<br />
library of congress	n.美国国会图书馆<br />
licence	n. 执照,许可,特许,自由,放纵 vt. 同意,许可<br />
lie detector	n.&lt;口&gt; 测谎器<br />
life	n. 生活, 生命, 人生, 生物, 寿命,灵魂, 无期(徒刑) adj. 活的,终身的,生动的<br />
lifespan	n. 寿命，生命期<br />
light music	n. 轻音乐<br />
lily-white	adj.纯白的,无瑕疵的,纯洁的<br />
linear	adj. 直线的，线性的，长度的<br />
literacy	n. 读写能力，识字<br />
litterbug	n. 垃圾虫, 乱丢垃圾的人<br />
live	adj. 活的, 生动的, 精力充沛的, 直播的 v. 活, 居住, 过著<br />
living	adj. 活着的 n. 生活, 生计<br />
long dozen	n.十三个<br />
lost generation	n.迷惘的一代<br />
lotusland	n. 安逸乡, 安逸<br />
love	vt.&amp; vi.爱，热爱； 爱戴； 喜欢； 赞美，称赞 vt.喜爱； 喜好； 喜欢； 爱慕 n.爱情，爱意； 疼爱； 热爱； 爱人，所爱之物<br />
loving cup	n.爱杯(有两个杯柄以便轮饮的大银酒杯),纪念杯<br />
lowbrow	adj. 教养浅薄的 n. 教养浅薄的人<br />
lunar	adj. 月亮的,阴历的,银的<br />
lush	adj. 苍翠繁茂的, 多青草的, 丰富的<br />
luxury	n. 奢侈, 豪华, 奢侈品<br />
macrobiotics	n.长寿法<br />
made man	n. 保证会成功的人<br />
madhouse	n. 疯人院, 精神病院, &amp;lt;非正式&amp;gt;喧闹的地方<br />
mad money	n. (女子出门赴约时)自备的零钱, 备急用的钱<br />
maid of orleans	n. (=Joan of Arc)圣女贞德<br />
malaise	n. 不舒服<br />
mammonism	n.拜金主义,贪财<br />
man	n. 男人,人类,人 vt. 为&#x2026;配备人手,使&#x2026;振奋<br />
manhattanization	n.(城市的)曼哈顿化,(市区)高楼密集化<br />
mania	n. 狂躁, 热衷, 狂热<br />
manicure	n. 修指甲，修指甲的人 vt. 修指甲，修剪<br />
manuscript	adj. 手抄的 n. 手稿, 原稿<br />
mare's nest	n.不实或无价值之发现,杂乱<br />
maritime	adj. 海的, 海上的, 海事的<br />
masked	adj. 戴面具的, 蒙着脸的, 隐蔽的 动词mask的过去式和过去分词<br />
masque	n. 假面剧, 假面具剧本, 化装舞会<br />
mass	n. 块,大量,众多 adj. 群众的,大规模的 v. 集中 n. pl. 群众，民众<br />
massage parlour	按摩院; 妓院<br />
master hand	n.高超的技艺,名师<br />
master key	n. 万能钥匙, 主键<br />
mastermind	n. 聪明人, 智多星 vt. (巧妙地)策划<br />
materialism	n. 唯物主义，唯物论，实利主义<br />
maternity	n. 母性, 母道, 妇产科病房 adj. 孕妇的, 母性的<br />
matinee	n. 日场演出<br />
May Day	n. 五一国际劳动节<br />
Mayday	n. 国际遇险无线电呼救信号<br />
melodrama	n. 情节剧；音乐剧；耸人听闻的事件，闹剧<br />
melomania	n.音乐狂,歌唱狂<br />
meltdown	n. (核反应堆核心的)熔毁，灾难，崩溃<br />
memorial	adj. 纪念的, 追悼的 n. 纪念碑(堂), 纪念仪式<br />
menstruation	n. 月经, 月经期间<br />
mental	adj. 精神的,脑力的,精神错乱的,传心术的,[解剖学]颏的<br />
merit system	n.&lt;美&gt;考绩制,人才制度,文官录用(提拔)制度<br />
mesalliance	n. 和低身份者结婚, 门不当户不对的婚姻<br />
metaphysical	adj. 形而上学的，抽象的 Metaphysical adj. (英国)玄学派诗歌或诗人的<br />
microwave oven	微波炉<br />
modern	adj. 现代的,时髦的 n. 现代人,时尚人士<br />
mondial	adj.全世界范围的<br />
monkeyshine	n.&lt;美口&gt;把戏,恶作剧,胡闹<br />
moonlight	n. 月光 vi. 做兼职 adj. 有月光的，月夜的<br />
moon roof	玻璃天窗<br />
morphine	n. 吗啡<br />
Moslem	n. 穆斯林，伊斯兰教徒 adj. 伊斯兰教徒，穆斯林的 =Muslim(英)<br />
mosque	n. 清真寺<br />
motel	n. 汽车旅馆<br />
mother	n. 母亲 adj. 母亲的,母体的 vt. 生育,像母亲一样关爱<br />
mousse	n. 冻奶油甜点，摩丝 vt. (对头发)上摩丝<br />
murphy	n.&lt;俚&gt;土豆,马铃薯<br />
Murphy's Law	n. 墨菲定律<br />
music hall	音乐厅<br />
myth	n. 神话<br />
nab	v. 逮捕,攫取 vt. 抓,获取,抓住,逮捕<br />
name-drop	vi.高攀高官和名人以抬高身价<br />
narrow squeak	n. 差点跑掉的成功,侥幸取得的成功,差点没能解决的问题, 侥幸逃脱<br />
national	adj. 国家的,民族的 n. 国民<br />
natty	adj. 整洁的,漂亮的<br />
naturist	n.(=nudist)天体运动者,裸体主义者(指认为裸体有益身心的人)<br />
naturopathy	n.物理疗法<br />
needle trade	成衣业<br />
negligible	adj. 可以忽略的,微不足道的<br />
network	n. 网络,系统,广播网 vt. 用网覆盖,联网 vi. 加入网络<br />
newsbeat	n.新闻记者的采访区域<br />
newsbreak	n. 有报导价值的事件<br />
newscaster	n. 新闻广播员, 新闻评论广播员<br />
newsflash	n. 简短的新闻报道<br />
newsmaker	n.制造新闻的事件<br />
newsman	n. 新闻记者<br />
newsreel	n. 新闻短片<br />
New Wave	(电影或音乐)新浪潮, 新浪潮运动<br />
New Year's Day	元旦<br />
New Year's Eve	新年前夕<br />
night bird	n. 夜出活动的鸟, 习惯晚睡的人, 夜出活动者(尤指夜贼等坏人)<br />
nobel	n.诺贝尔(1833-1896,瑞典化学家,工程师和实业家,按其遗嘱其遗产创设诺贝尔奖金)<br />
Nobel Prize	n. 诺贝尔奖<br />
nonfiction	n. 非小说的散文文学<br />
nosy parker	n. 好事者，爱管闲事的人<br />
nuclear family	核心家庭，小家庭<br />
nudie	n.裸体黄色影片,裸体照片,裸体表演<br />
Obie	颁发给纽约百老汇大街以外优秀剧目的年度奖<br />
obituary	adj. 死亡的 n. 讣告<br />
obscene	adj. 淫秽的, 猥亵的<br />
occidental	n. 西洋人, 西方人 adj. 西洋的, 西方的<br />
occidentalism	n.西方人(或文化)的特征<br />
occupational	adj. 职业的<br />
odds-on	n.胜算,胜利的成分 adj.有一半以上的胜算的<br />
offbeat	adj. 不平常的, 离奇的，反传统的 n. 弱拍<br />
off-broadway	n.非百老汇戏剧界<br />
off-color	adj.颜色不佳的,脸色不好的<br />
offhand	adj. 即时的, 即席的, 无准备的 adv. 即时地, 即席地, 随便地<br />
off-hour	n.不值勤的时间或时期,尖峰时间以外的时候 adj.不值勤时的<br />
off the cuff	未经准备，即席<br />
off the peg	adv.现成的<br />
omnibus	n. 公共汽车, 公共马车, 精选集 adj. 综合性的, 总括的<br />
one-horse	adj.单马拉的,&lt;口&gt;小的,偏僻的,设备简陋的<br />
open air	野外的，露天的<br />
open sesame	n. 秘诀，开门咒<br />
oral contraceptive	n.口服避孕药<br />
orientalism	n. 东方式，东方语风格，东方知识<br />
Oscar	n. 奥斯卡(男子名), 奥斯卡金像奖<br />
outfit	n. 用具,配备,机构,全套服装 vt. 配备,供应 vi. 得到装备<br />
pedestrian	adj. 徒步的,缺乏想像的 n. 行人<br />
oxygen	n. 氧,氧气<br />
ozone	n. 臭氧, 新鲜空气<br />
palmary	adj. 值得最高荣誉的，卓越的<br />
panchen lama	班禅喇嘛(即班禅额尔德尼,西藏喇嘛教格鲁派的两大活佛之一,亦作Panchen Rimpoche)<br />
pantomime	n. 哑剧，哑剧演员，手势 v. 打手势, 演哑剧<br />
parental	adj. 父母的<br />
parlour	n. 客厅, 会客室 =parlor(美)<br />
participatory	adj. 供人分享的，参与的<br />
parting	n. 分别, 头发分缝，分歧 adj. 离别的, 逝去的 动词part的现在分词形式<br />
part-time	adj. 兼职的, 部分时间的 adv. 部分时间, 兼职地<br />
parturient	adj.临产的<br />
pen friend	笔友<br />
pen name	n.笔名<br />
pep	n. 活力, 气力 v. 鼓起精神<br />
performance	n.表演； 演技； 表现； 执行<br />
personality	n. 个性, 名人, 特色<br />
personnel	n.全体员工； (与复数动词连用)人员，员工； 人事部门<br />
peter funk	[美俚](拍卖者等的)&amp;amp;#57923;子, 冒充买者诱人抬高成交价格的人<br />
phi beta kappa	n.美国大学优等生之荣誉学会<br />
philanthropy	n. 博爱主义，善心，慈善事业, 慈善机构<br />
philharmonic	adj. 爱好音乐的,交响乐团的 n. 音乐爱好者,音乐协会,音乐会<br />
photodrama	n.电影剧<br />
the pill	口服避孕丸<br />
pink slip	解雇通知书<br />
pink tea	n.午后茶会,正式的社交活动<br />
pinup	adj. 钉在壁上的，适宜钉在壁上装饰的，受欢迎的 n. 钉在墙上的东西，美女照片<br />
pipe dream	白日梦, 幻想<br />
planned parenthood	n.计划生育<br />
Plastic operation	n.整形手术,修补术<br />
plastic state	塑态<br />
platonic love	n.精神恋爱<br />
playbill	n. 戏单, 节目单<br />
playboy	n. 花花公子<br />
playdate	n. (影片等的)上映期<br />
playgirl	n.好寻乐的女子<br />
pleasure	n. 高兴, 愉快, 快事 vt. 使高兴 vi. 享受快乐, 高兴<br />
plural	adj. 复数的 n. 复数<br />
plush	adj. 豪华的，优裕的，长毛绒的 n. 长毛绒<br />
plutocracy	n. 富豪统治集团，财阀统治<br />
plutocrat	n. 财阀，富豪<br />
poet laureate	n. 桂冠诗人, 最杰出诗人<br />
poison-pen	adj.中伤的,匿名写的<br />
pony	adj. 小型的 n. 小马<br />
ponytail	n. (女子的)马尾发(型)<br />
pop art	n.流行艺术<br />
pop concert	n.流行音乐会<br />
population	n. 人口<br />
postnuptial	adj. 结婚后的, 婚姻后的<br />
powder-puff	adj. 由女子参加的; 软弱无力的<br />
powder room	n.化妆室<br />
power failure	停电，电源故障<br />
famine	n. 饥荒, 极度缺乏<br />
premature	adj. 早熟的,过早的,不按时的 n. 早产儿,早发<br />
premiere	v. 初次公演, 初演主角<br />
press	vt.压，按； 逼迫； 紧抱 vi.压； 逼迫； 重压 n.强迫征兵； 新闻报道，出版物； 压榨； 印刷机(厂)<br />
prevalent	adj. 流行的, 普遍的<br />
preview	n. 预审,查阅,预习,预告 vt. 事先查看,查阅,预审,预习<br />
prime time	黄金时段<br />
private	adj. 私人的，隐蔽的 n. 士兵，列兵<br />
probationary	adj. 验证的，试用的，察看的<br />
profile	n.侧面，半面； 外形，轮廓； [航]翼型； 人物简介 vt.描…的轮廓； 给…画侧面图； 为(某人)写传略； [机]铣出…的轮廓<br />
programme	n. 节目,程序,规划 vt. 为&#x2026;规划程序,拟&#x2026;节目,制作节目<br />
progressive	adj. 前进的, 渐进的 n. 进步人士<br />
Protestant	n. 抗议者 adj. 抗议的 Protestant n. 新教徒 adj. 新教徒的<br />
pseudonym	n. 匿名, 假名, 笔名<br />
PST	Pacific Standard Time<br />
public	adj. 公开的,众所周知的,公众的 n. 公共场合,公众,同好者<br />
Pulitzer Prize	普利策奖<br />
pulp	n. 果肉, 纸浆 v. 化成纸浆, 除去&#x2026;果肉, 制成纸浆<br />
punch-up	n.打群架<br />
punk	n. &amp;lt;口&amp;gt;阿飞,朋克 adj. 颓废派的,低劣的<br />
pyramid	n. 金字塔 vi. 急速增加 vt. 以金字塔的模型构建<br />
quality	n. 品质, 特质, 才能 adj. 高品质的<br />
quarterly	adj. 季度的 adv. 每季一次 n. 季刊<br />
quibble	n. 谬论；双关语；遁辞 vi. 诡辩；挑剔；说模棱两可的话 vt. 对…诡辩<br />
quickie	n. 草草完成的劣品, 迅速做成的事物<br />
quiz	n. 随堂测验,恶作剧,古怪的人 vt. 恶作剧,提问<br />
quizee	n.=quizzee<br />
radiocast	v.&amp; n.= radiobroadcast<br />
commentator	n. 注释者(注释者,解说员,新闻广播员)<br />
Radio Station	n. 广播电台，无线电台<br />
ragman	n.收买旧货的人<br />
ragpicker	n.拾破烂的人<br />
ranch	n. 牧场<br />
rap	n. 轻敲,拍击,责骂,厉声说出,说唱音乐,谈话,最少量 vi. 轻敲, 敲门,表演说唱音乐, 畅谈 vt.抓,抢,拍击<br />
raree show	n.西洋镜,拉洋片,街头表演,奇观<br />
ratfink	n.卑鄙的人<br />
rat race	n. 商业上竞争, 事业上竞争<br />
rave	n. 狂吼, 狂暴 v. 愤怒地说, 叫嚷, 咆哮<br />
raw deal	n. 不公平的待遇<br />
reading	adj. 阅读的 n. 阅读<br />
received	adj. 被一般承认的,公认的<br />
reception	n. 接待,招待会,接收,欢迎,接受<br />
Red Cross	n. 红十字会<br />
red-letter	adj.红字的,用红字表示的<br />
red-light district	n.&lt;美&gt;红灯区(城镇中的妓院区)<br />
reference	n. 参考, 出处, 参照 n. 推荐人, 推荐函 vt. 提供参考<br />
refreshment	n. 恢复，精神爽快，提神之事物；点心，茶点<br />
regionalism	n. 行政区域划分，地方分权主义，地方色彩<br />
registered	adj. 注册的, 登记过的, 记名的 vbl. 注册<br />
registration	n. 登记,注册,挂号<br />
rehabilitation	n.复原<br />
religious	adj. 宗教的,虔诚的,细心的 n. 修道院成员, 僧侣<br />
the Renaissance	文艺复兴<br />
renaissance man	n. 多才多艺的人<br />
repertoire	n. (准备好演出的)节目, 保留剧目, (计算机的)指令表, 指令系统, &amp;lt;美&amp;gt;(某个人的)全部技 能, 清单,指令表<br />
reportage	n. 新闻报道, 报告文学<br />
reputable	adj. 受好评的, 有声望的, 规范的<br />
rescue home	n.改良所<br />
correspondent	n. 通讯记者,通信者 adj. 与&#x2026;一致的, 相应的<br />
residential	adj. 住宅的,与居住有关的<br />
restricted	vt. 限制,约束 adj. 受限制的,有限的,保密的<br />
retirement	n. 退休，隐匿处 adj. 退休的<br />
revealing	adj. 有启迪作用的，透露内情的，袒露身体的 动词reveal的现在分词<br />
revere	v. 尊敬, 敬畏, 崇敬 里维尔(美国马萨诸塞州城市, 避暑胜地)<br />
review	n. 检讨, 复习, 回顾, 评审 vt. 温习, 检讨, 评论, 检阅 vi. 写评论<br />
revise	n. 校订, 修正, 再校稿 v. 校订, 修正, 校正<br />
reviser	n.校订者,修订者<br />
rhapsody	n. 狂言, 狂文，[音]狂想曲<br />
ripple	n. 涟波,涟漪,波纹,粗钢梳 vt. 使&#x2026;起涟漪,使起波纹 vi. 呈波浪状, 起伏前进<br />
ritz	n. 夸示，炫耀<br />
ritzy	adj. 高雅的, 时髦的, 豪华的<br />
rock and roll	摇滚乐<br />
Rolls-Royce	劳斯莱斯(英国产名车)<br />
Rotary club	n.&lt;美&gt; "扶轮国际"社分社<br />
round trip	往返旅行<br />
royal	adj. 王室的,盛大的,极度的 n. 贵族,顶帆<br />
ruby wedding	n. 红宝石婚, 结婚40周年<br />
russian roulette	n. 俄式轮盘<br />
saint valentine's day	n.情人节<br />
salad days	n. 年轻无阅历的时期<br />
salon	n. 客厅，沙龙，美术展览馆<br />
saloon	n. 大厅, 展览场, 酒吧<br />
salt mine	n.岩盐坑,岩盐产地<br />
salt of the earth	n.社会中坚(高尚的人)<br />
salutary	adj. 有益的, 有用的, 有益健康的<br />
samizdat	n. (Rus.) 地下出版物<br />
sample	n. 样品,标本 vt. 采样,品尝 adj. 样例的<br />
sanctuary	n. 圣所, 耶路撒冷的神殿, 至圣所<br />
sanitary	adj. 卫生的, 清洁的<br />
Santa Claus	n. 圣诞老人<br />
sapphire	n. 蓝宝石(青色) adj. 蓝宝石色的(青色的)<br />
scan	vt. 扫描；浏览；细看；详细调查；标出格律 vi. 扫描；扫掠 n. 扫描；浏览；审视；细看<br />
scapegoat	n. 替罪的羔羊, 替人顶罪者 v. 使…成为替罪羊<br />
scare	vt. 惊吓(惊恐,惊慌) vi. 受惊吓 n. 惊吓(惊恐,惊慌)<br />
Scene stealer	抢镜头的人; 抢戏演员<br />
science fiction	科幻小说<br />
scrapyard	n. 废品堆放场<br />
screenland	n.电影界<br />
screen test	n.试镜头<br />
screen writer	电影剧本作者<br />
script	n. 原稿,手稿,脚本 vi. 写剧本<br />
seafront	n. 面向海的一面, 沿海岸而筑的马路<br />
semidocumentary	n.半记录性电影<br />
sensation	n. 感觉,感知力,激动,轰动<br />
serial	n. 序列，串列 adj. 连续的，一连串的<br />
seriocomic	adj.庄严又诙谐的<br />
service	n. 服务, 公务部门, 服役, 发球, 发球方式 vt. 维护, 保养<br />
seven wonders of the world	n.古代世界七大奇观<br />
sex	n. 性,性别,性欲 vt. 区别&#x2026;性别,引起&#x2026;性欲<br />
sexual harassment	n. 性骚扰<br />
shambles	n. 混乱之处, 凌乱的地点<br />
shilling shocker	n.耸人听闻的廉价小说<br />
shoddy	n. 次品，劣质产品 adj. 劣质的<br />
shopaholic	n. 购物狂<br />
shore	n. 岸,滨,国家,陆地,斜撑柱 vt. (up)支撑,支持<br />
short fuse	n. &amp;lt;美&amp;gt;急性子，火爆脾气<br />
shotgun marriage	不得已的结婚<br />
show bill	n.海报,招贴<br />
shower	n. 阵雨,淋浴 vi. 倾盆而下,淋浴 vt. 淋湿,下骤雨,使(大量东西)落在某人身上<br />
showgirl	n.歌舞女郎,广告女郎<br />
show off	炫耀, 卖弄<br />
sib	adj. 亲属的, 近亲的 n. 家属, 亲族, 一切亲戚 Sib abbr. 西伯利亚(=Siberia)<br />
sick	adj. 恶心的, 有病的, 腻烦的, 晕的 n. 病人, 呕吐物 vt.追逐, 攻击; 唆使<br />
side effect	副作用<br />
silent	adj. 安静的,不吵闹的,沉默的,无言的 n. (复数)默剧<br />
silk road	n. 丝绸之路(古时中国与中亚细亚间的贸易之路，因以丝绸贸易为主，故名)<br />
silk-stocking	adj.穿着华丽的,贵族的,奢华的<br />
Silly money	荒唐钱<br />
silly season	n.新闻缺乏时期(指七,八月)<br />
Silver screen	银幕<br />
silver spoon	n. 财富，电影(集合称), 电影业<br />
silver wedding	n. 银婚<br />
simultaneous	adj. 同时发生的,同步的<br />
sitcom	n. 情景喜剧<br />
skeleton	n. 骨架,纲要,骨骼,骨瘦如柴的人或动物,家丑 adj. 骨骼的<br />
skid row	贫民窟，棚户区<br />
skin flick	n.&lt;俚&gt;裸体色情影片<br />
skin game	n.&lt;美口&gt;骗局<br />
slack suit	n.便装<br />
slapstick	n. 打闹剧(演员用击板相互追打发出声响得名)，击板<br />
aleck	n. 艾力克(男子名，Alexander的简称)<br />
smart money	n.罚款,抚恤金,因掌握内情而下的赌注<br />
mirror	n. 镜子 vt. 反映,反射<br />
snob	n. 势利小人，自命不凡的人 [英]鞋匠<br />
snow job	n. 靠油嘴滑舌(进行的欺骗和劝诱)<br />
snuff	n. 烛花，鼻烟 v. 剪烛花，嗅，抽鼻子，扼杀<br />
sob	n.&amp; v. 呜咽, 哭泣<br />
social	adj. 社会的,群居的,社团的<br />
socialite	n. 社会名流, 名士<br />
soft drink	软饮料<br />
soft snap	n.不花大力气的事<br />
songbird	n. 鸣禽，鸣鸟，女歌手<br />
soul	n. 灵魂, 精神, 美国黑人(或黑人音乐) adj. 美国黑人文化特性的<br />
soup	n. 汤,羹,困境<br />
sour	adj. 酸的,腐坏的,抑沉的,刻薄的 vt. &amp;vi. 变酸,变乖戾,腐坏<br />
spaghetti	n. 意大利式细面条，绝缘套管<br />
special	n. 专辑,专车,特色菜,特价,特刊 adj. 特别的,专门的<br />
spew	v. (使)喷出, 涌出, 呕吐, 吐出 vt. 喷出<br />
spontaneous	adj. 自发的, 自然产生的<br />
spot announcement	n.插播在电视或广播的广告<br />
spot news	n.最新消息<br />
square	n. 正方形,街区,平方，广场 adj. 正方形的,正直的,公正的,结实的 vt. 使&#x2026;成方形,调整，一致 vi. 符合 adv. 成直角,直接的,正方形地<br />
stage	n. 阶段,舞台,驿站 v. 上演,表演,乘驿车旅行<br />
stand in	代替, 代表, 作替身<br />
stardom	n. 演员的身份,演员们<br />
stationery	n. 文具,信笺<br />
Statue of Liberty	自由女神(位于美国纽约)<br />
status symbol	n.社会地位象征<br />
step dance	n.踢趿舞<br />
stereo	adj. 有立体视觉的,立体声的 n. 固定形象,立体声<br />
street	n. 街道 adj. 街道的<br />
string band	n.弦乐队<br />
string quartet	n. 弦乐四重奏曲，弦乐四重奏乐团<br />
striptease	n. 脱衣舞<br />
stripteaser	n.脱衣舞女<br />
stroke	n. 中风；冲程；笔画；打击；尝试；轻抚 vt. 抚摸；敲击；划尾桨；划掉 vi. 击球；作尾桨手；敲击键盘<br />
subeditor	n. 文字编辑, 审稿人, 助理编辑<br />
subtitle	n. 副题(书本中的), 说明或对白的字幕 vt. 给&#x2026;加副标题，给&#x2026;加字幕<br />
sucker	n. 乳儿, 吸管<br />
summer	adj. 夏季的 n. 夏天, 全盛期, 年 vi. 度过夏天 vt. 在夏天保存或存放, 放(羊/牛)<br />
Sunbelt	n. (美国南方的)阳光地带<br />
Sunday	n. 星期日<br />
supporting	adj.支持的,次要的,辅助性的 动词support的现在分词<br />
surface mail	普通平信邮件<br />
surrealism	n. 超现实主义<br />
suspension bridge	n.[建]吊桥<br />
sustaining program	n.&lt;美&gt;非营业性的独立节目<br />
swell	n. 增大,隆起的部分, 波浪 adj. 优秀的, 时髦的 vi. 渐增, 膨胀, 积聚, 情感迸发 vt. 使情感迸发, 扩大, 使膨胀<br />
swelldom	n.时髦的人,上流社会<br />
symposium	n. 讨论会(论文集, 酒会)<br />
tabloid	n. 小型报, 小型画报, 药片 adj. 扼要的<br />
tag day	n.街头募捐日<br />
taillight	n. 尾灯<br />
Taj Mahal	n. 泰姬陵(印度阿格拉的一座大理石陵墓)<br />
takeout	n. 外卖店;外卖餐馆 adj. 供顾客带出外吃的, 外卖的食物<br />
talent	n. 才能, 人才, 天资<br />
talk down	v. 驳倒, 高声压过, 贬低, 用无线电通讯引导飞机降落<br />
talkfest	n. 恳谈会, 议而不决的会议<br />
talk show	谈话节目，访谈节目<br />
tall talk	n.大话<br />
taproom	n. 酒吧<br />
target date	n.预定日期<br />
tea ceremony	n. 茶道，茶艺<br />
tearjerker	n. 赚人眼泪的电影<br />
teddy bear	玩具熊<br />
teeny	adj. 极小的，微小的<br />
teetotaller	n. 禁酒者, 禁酒主义者<br />
telecamera	n.电视摄影机,远距离撮影机<br />
telecast	v. 以电视广播传送 n. 电视广播<br />
telecontrol	n.遥控<br />
telecopter	n.空中电视台<br />
telefilm	n.电视影片<br />
televise	v. 用电视播放, 用电视放映 vt. 用电视播放<br />
tenth rate	adj. 最劣等的<br />
terminal	n. n. 终端机,终点,末端 adj. 终点的,晚期的,致死的<br />
theatre	n. 剧场, 戏院<br />
cruelty	n. 残酷,残忍, 残酷的行为，虐待<br />
absurd	adj. 荒唐的 n. 荒唐<br />
theme	n. 题目, 主题<br />
thermal	adj. 热的,热量的,保热的 n. 上升的热气流<br />
thinking	n. 思考, 思想 adj. 思考的, 有理性的 动词think的现在分词<br />
thriller	n. 惊险小说<br />
Times Square	n. 泰晤士广场(位于美国纽约市曼哈顿区)<br />
time zone	n. 时区<br />
tin pan alley	n. 廷潘小巷, 流行歌曲方面的有关人士或其聚会<br />
toll	n. 通行费,代价,伤亡人数,钟声 vi. 征收通行税,鸣钟 vt. 向某人征税,钟响,引诱<br />
tongue-tied	adj. 张口结舌的，结结巴巴的，讲不出话的<br />
tongue twister	绕口令<br />
top billing	演员表上的头牌地位<br />
topless	adj. 无顶的，极高的，袒胸的<br />
torch song	n. 感伤恋歌<br />
touch tone	按键音双音多频拨号音<br />
tour de force	n. 力作，绝技<br />
town talk	n.街谈巷议<br />
twinning	n. 孪晶现象(成对) adj. 孪生的<br />
toxic	adj. 有毒的 n. 有毒物质<br />
traffic	n.交通，运输量； (非法的)交易； 通信量； 交际 vt.用…作交换； 在…通行 vi.交易； 买卖<br />
tragedy	n. 悲剧, 惨事, 灾难<br />
transformer	n. 变压器<br />
transit	n. 经过,运输 vt. 穿越,旋转 vi. 越过<br />
transmission	n. 传输, 播送, 变速器, 传递的信息<br />
travelogue	n. 游记，旅行见闻，观光影片 =travelog<br />
trek	vt. 艰苦跋涉(行军) n. 艰苦跋涉<br />
trial marriage	n.试婚<br />
triangular	adj. 三角形的, 以三角形为底的, 三方的, (感情上)三角关系的<br />
trick	n. 诡计，欺诈，把戏，诀窍 vt. 戏弄,欺骗 adj. 有诡计的，有阴谋的<br />
tried and true	adj.经考验证明好的<br />
trojan horse	(希腊神话中)特洛伊木马<br />
trumped up	adj. 捏造的<br />
trunk	n. 树干,躯干, 干线, (汽车后部)行李箱,象鼻<br />
tune out	关掉，不理会<br />
tunnel	n. 隧道,地下道 v. 挖隧道<br />
turkish bath	n.土耳其浴,蒸汽浴<br />
UFO	abbr. 不明飞行物(=unidentified flying object)<br />
ugly duckling	n. 丑小鸭，年幼时不好看长大后才貌出众的人<br />
ultra	adj. 过度的, 过激的, 极端的 n. 过激论者, 急进论者<br />
ultrafashionable	adj.极端时髦的<br />
underfed	adj.未喂饱的 动词underfeed的过去式和过去分词<br />
underground	adj. 地下的, 秘密的 adv. 在地下, 秘密地 n. 地下, 地铁, 地道, 秘密活动<br />
undisclosed	adj. 未泄露的, 保持秘密的, 身份不明的<br />
unemployed	adj. 失业的，未投资的 n. 失业者<br />
union jack	n. 联合王国国旗,英国国旗<br />
unleaded	adj. 除铅的(无铅条的，未加四乙铅的)<br />
unscathed	adj. 没有受伤的,未受伤的,未受伤的<br />
veiling	n.罩以面纱,面纱,面纱布料,帐幔<br />
upbraid	v. 斥责,责骂 vt. 责备<br />
upcountry	adj.向内的 adv.向内地<br />
uptight	adj. 紧张的, 心情焦躁的<br />
urban	adj. 城市的<br />
utility	n. 公共设施,效用,公用程序,实用品,实用 adj. 多效用的，多功能的<br />
vade mecum	n.手册,随身物,袖珍指南<br />
valediction	n. 告别，告别演说, 告别词<br />
vale	n.谷<br />
valspeak	n.&lt;美&gt;=Valleyspeak<br />
vamp	n. 靴面, 鞋面 vt. 修补 n. 荡妇 vt. 勾引 vi. [音]即席伴奏<br />
vandal	n. 破坏他人或公共财产者<br />
vanishing cream	n.雪花膏<br />
vapour bath	n.蒸汽浴,蒸汽浴浴室<br />
variety	n. 多样, 种类, 杂耍<br />
variety shop	n.杂货铺<br />
variety show	n. 杂耍<br />
vatican city	n.梵蒂冈(罗马教廷所在地)<br />
vegan	n. 严格的食素主义者<br />
vegetarian	n. 素食者 adj. 素食的<br />
vegetarianism	n. 素食主义<br />
veiled	adj. 戴着面纱的, 隐藏的 动词veil的过去式和过去分词<br />
vending machine	自动贩卖机<br />
venerable	adj. 庄严的, 值得尊敬的<br />
venereal	adj. 性病的, 性交的, 因性交而传染的<br />
vernacular	n. 本地话, 方言，(动植物的)俗名 adj. 地方的, 地方语的，白话的<br />
vertical thinking	纵向思维<br />
vicious	adj. 恶毒的, 恶意的, 凶残的, 剧烈的, 严重的<br />
video	adj. 录像的 n. 录像(机) vt. 制作&#x2026;的录像<br />
videocast	电视广播<br />
videophone	n. 可视电话<br />
videoporn	n.&lt;口&gt;色情电视,黄色录像<br />
videotape	n. 录像带 vt. 录像<br />
vintage	n.收获,年代(葡萄,葡萄酒);制造年代;一组具有共同特征的人或事情 adj. 佳酿的,古典的,优质的<br />
virgin	n. 处女,未婚女子 adj. 纯洁的, 原始的，未开发的 维尔京群岛<br />
virtuoso	n. 艺术能手，演艺精湛的人<br />
visiting	n.拜访,访问<br />
vita	n.个人简历,传略 n.&amp;lt;拉&amp;gt;生命<br />
vocal music	声乐<br />
vogue	n. 时尚,流行<br />
volkswagen<br />
walking dictionary	n. 活字典<br />
encyclopedia	n. 百科全书<br />
walking ticket	n.免职书,解雇令<br />
weirdo	n. 古怪的人, 奇怪的人<br />
well to do	adj. 小康的，富裕的 n. 富人<br />
west end	n. 伦敦西区，西伦敦<br />
westminster abbey	n.威斯敏斯特教堂(英国名人墓地)<br />
wet nurse	n. 奶妈, 乳母<br />
whipping boy	n. 代人受罪者，代罪羔羊<br />
white collar	白领<br />
white slave	n.白人妓女,被迫为娼妓的白种女人,沦为奴隶的白人<br />
whiz kid	n. 神童, 优等生<br />
who	prep. …的, 谁, 他, 她, 他们 pron. 谁<br />
wire service	n. 通讯社<br />
wonder	n. 惊奇；奇迹；惊愕 vi. 怀疑；想知道；惊讶 vt. 怀疑；惊奇；对…感到惊讶 adj. 奇妙的；非凡的<br />
woo	v. 向&#x2026;求爱, 追求, 恳求<br />
workaday	adj. 工作日的，平常日子的，普通的<br />
workaholic	n. 工作第一的人,专心工作的人<br />
worldbeater	n.举世无比的人,出人头地者,惊人之举<br />
World Trade Center	n. 世界贸易中心<br />
worrywart	n. 自寻烦恼的人<br />
wrap up	v. 掩饰, 伪装, 使全神贯注, 围好围巾, 包起来 v. 完成, 结束(业务协定, 会议等)<br />
wrap	vt.包； 缠绕； 用…包裹(或包扎、覆盖等)； 掩护 n.膝毯，披肩，围巾，围脖，头巾，罩衫，外套，大衣； 包装纸； 〈俚〉机密 vi.缠绕，盘绕(通常与 over, around 等连用)； 包上，裹上； 穿上(衣服等)<br />
xenomania	n.外国迷,外国狂<br />
Xerox	vt. 静电影印 Xerox: 施乐(财富500强公司之一, 总部所在地美国, 主要经营办公设备)<br />
X-rated	adj. (电影等)X级的<br />
yard sale	n. 庭院旧货出售, 现场旧货出售<br />
yearbook	n. 年鉴<br />
Yellow journalism	黄色新闻<br />
Yellow Pages	电话黄页<br />
yippie	n.&lt;美俚&gt;雅皮士(年轻政治激进派嬉皮份子)<br />
yoga	n. 瑜珈<br />
zap	vt. 击溃，射杀 vi. 快速移动 int. 嚓(表示枪声等)<br />
zebra crossing	斑马线<br />
Zen	n. 禅<br />
</p>
</div>
</div>
