engxw.html

<div id="outline-container-orga3d6efd" class="outline-2">
<h2 id="orga3d6efd"><span class="section-number-2">14</span> 教育</h2>
<div class="outline-text-2" id="text-14">
<p>
academia	n. 学术界(学术生活)<br />
academic	n. 教学人员,学术人员 adj. 学院的,理论的,学术性的<br />
academicals	n.大学制服<br />
academician	n. 学者, 大学教师, 知识分子,学会会员<br />
academy	n. 学院,学术,学会<br />
adult education	n. 成人教育<br />
Alma Mater	n. 母校，校歌<br />
alumna	n. 女校友, 女毕业生<br />
alumnal	adj.&lt;主美&gt;校友的,毕业生的<br />
alumnus	n. 男毕业生, 男校友<br />
applicant	n. 申请人<br />
applied	adj. 应用的 v. 应用, 适用 vbl. 应用<br />
assistant professor	助理教授<br />
associate	vt.(使)发生联系； (使)联合； 结交； 联想 vi.联盟； 陪伴同事 n.合伙人； 伴侣，同志； 非正式会员 adj.联合的； 合伙的； 非正式的； (性质上)有密切联系的<br />
attendance	n. 出席,出席人数,出席率<br />
audiovisual	adj. 视听教学的，视听的<br />
audiovisuals	视听教具<br />
autonomy	n. 自治<br />
bachelor	n. 单身汉, 学士<br />
band	n. 带;箍,队,乐队 vt. &amp;vi. 联合,结合<br />
practice	n. 练习, 实行, 习惯; 业务 vt. &amp;vi 练习, 实习, 开业<br />
boarder	n. 搭伙者, 寄宿者 n. 滑雪者<br />
boarding school	n. 寄宿学校<br />
campus	n. (大学)校园<br />
certificate	n. 证(明)书,执照 vt. 批准，认可，发证书给&#x2026;<br />
chancellor	n. 英大臣(使馆秘书, 首相)<br />
class day	n.毕业纪念日<br />
commemoration	n. 纪念，纪念物<br />
commence	v. 开始；着手；&lt;英&gt;获得学位<br />
commencement	n. 开始,毕业典礼<br />
comprehensive	adj. 综合的, 广泛的, 理解的<br />
compulsory	adj. 被强制的,强迫的,义务的<br />
confer	vi. 商讨 vt. 赠予,授予<br />
credential	n. 凭证 adj. 证明可信任的 v. 授以证书<br />
credentialism	n.文凭主义,资格主义<br />
credit	n. 信用, 荣誉, 贷款, 学分 v. 归功于, 赞颂, 信任<br />
crossbusing	n.&lt;美&gt;(学校为平衡黑白学童比例)互用校车接送另一区的儿童<br />
curriculum	n. 课程，全部课程<br />
curve	n. 曲线,弯曲,曲球 vt. 使&#x2026;弯曲 vi.弯曲<br />
diploma	n. 文凭<br />
doctor	n. 医生,博士 vt. 医治,篡改,对&#x2026;做手脚 vi. 用药<br />
doctorate	n. 博士学位<br />
dormitory	n. (集体)宿舍<br />
dropout	n. 中途退出者<br />
education	n. 教育,培养<br />
educational	adj. 教育的，有教育意义的<br />
elementary	adj. 基本的,初级的,元素的<br />
enrolment	n. 登记,招收，入学<br />
exchange	n. 交换,交换物,汇兑,交易所 vt. &amp;vi. 交换,交易,兑换<br />
extension	n. 延长,扩充,范围,分机号码<br />
extramural	adj. 城墙以外的, 市外的, 单位以外的<br />
faculty	n.能力，才能； 全体教职员； &lt;英&gt;(大学的)专科，系； 特权，特许<br />
flunk	n. 失败, 不及格 v. (使)失败,(使) 考试不及格<br />
fraternity	n. 兄弟会,友爱,协会，社团<br />
full professor	n.正教授<br />
further education	进修, 深造<br />
G	=good,【美】学习成绩优良<br />
GMAT	adj.t.Greenwich mean astronomical time格林尼治天文平时<br />
grade	n. 年级,成绩,分数,等级,级别 vt. 分级,记成绩<br />
graduate	vt. 毕业;(在表、计、尺上)刻[分]度,定等级 vi. 毕业,获学位,逐渐变得 n. 毕业生 adj. 毕业的,获得学位的<br />
graduation	n. 毕业<br />
grammar school	n.语文小学<br />
grammatology	n.写作学<br />
GRE	n. 地面雷达设备<br />
higher education	n. 高等教育(指含大学以上的教育)<br />
honor	n. 荣誉,荣幸,贞洁,正直,信用 vt. 尊敬,授予荣誉,实践,兑现<br />
hothouse	n. 温室, 温床 adj. 温室的, 长于温室的<br />
instructor	n. 教师,讲师,指导书<br />
instructorship	n.&lt;美&gt;(大学)讲师职位(或职务)<br />
interclass	adj.班级之间的,阶级之间的<br />
intercollegiate	adj.学院间的<br />
interview	n. 面谈,访问,接见 vt. 接见,对&#x2026;进行面谈(试) vi. 面试, 采访<br />
ivy league	常春藤联合会，名牌大学的<br />
junior	adj.较年幼的，较年小的； 三年级的，低年级的； 资历较浅的； 后进的 n.年少者，青少年； 晚辈； 三年级生； 职位较低者<br />
junior college	二年制专科学校<br />
junior high school	初中<br />
lecture	vt. &amp;vi. 讲课, 教导 n. 演讲, 教训, 斥责<br />
lecturer	n. 演讲者, 讲师<br />
lectureship	n.讲师的职位<br />
liberal	n. 自由主义者, 宽容大度的人, (Liberal)自由党人 adj. 无偏见的, 慷慨的, 不拘泥的, 宽大的, 开明的<br />
master	n. 主人, 硕士, 母机 adj. 主人的, 主要的 v. 征服, 控制, 精通<br />
matriculability	n.符合入学资格<br />
matriculate	v. 准许入学,录取<br />
matriculation	n.录取入学,(大学的)入学考试<br />
megaversity	n.(拥有数万学生的)巨型大学<br />
multiversity	n.&lt;美&gt;巨型大学,多科大学(由多所学院组成的)<br />
nondegree	adj.没有学位的<br />
nongraduate	n.非毕业生,本科生<br />
nonresident	adj. 不住在某地的 n. 非常住人口<br />
normal	adj. 正常的,正规的 n. 常态, 标准<br />
object lesson	n. 实物教学, 示范, 实例<br />
Oxbridge	n.牛津与剑桥两大学,该校之学生或毕业生 adj.牛津与剑桥大学的<br />
polytechnic	adj. 各种工艺的, 综合技术的 n.工艺(专科)学校;理工(专科)学校<br />
pop quiz	n. &amp;lt;俚&amp;gt;突击测验<br />
postgraduate	n. 研究生 adj. 大学毕业后的<br />
preparatory	adj. 预备的,准备的,初步的<br />
prestige	n. 威望,声望<br />
primary	n. 最主要者 adj. 主要的, 初期的, 根本的<br />
private school	私立学校<br />
professor	n. 宣称者,教授<br />
proseminar	n.研讨会<br />
public school	公立学校 n. 公学<br />
ragged school	n.[英史]贫民儿童免费学校<br />
redbrick	adj. 新大学的 n. 新大学, 新学院<br />
refresher course	n. 复习课程, 进修课程<br />
report card	n.成绩单<br />
required course	n. 必修课程<br />
sawdust	n. 锯屑<br />
scholar	n. 学者，获奖学金的学生<br />
scholarship	n. 奖学金, 学问, 学识<br />
scholastic	adj. 学术的, 学习的 n. 经院哲学家<br />
school	n.学校，学院； 学业； 学派； 学科 vt.训练，锻炼； 教育，教导； 约束； 给…上学<br />
scrappy	adj. 1. 散乱的；不连贯的；支离破碎的; 2. 充满斗志的<br />
seminar	n. (大学的)研究班,研讨会<br />
senior	n. 年长者,上司,毕业班学生 adj. 年长的,高级的,资深的<br />
sophomore	n. 大学二年级生(在企业中工作第二年的人)<br />
student body	学生<br />
TA	abbr. 技术援助(=Technical Assistance) abbr. 助教(=teaching assistant)<br />
telecourse	n. 电视广播课程<br />
tenure	n.占有(职位，不动产等)； 占有期； 终身职位<br />
TOEFL	abbr. 托福考试(=Test of English as a Foreign Language)<br />
trimester	n. 三个月, 学期<br />
tuition	n. 教诲,教学,学费<br />
underachiever	学校学习成绩低于智商的学生 学习落后的学生 后进生<br />
undergraduate	n. 大学生 adj. 大学部的<br />
university	n. 大学<br />
varsity	adj. 大学体育代表队的, 校队的<br />
visiting professor	n. 客座教授<br />
visiting teacher	n.家庭访问教师<br />
</p>
</div>
</div>
