engxw.html

<div id="outline-container-org011a9e3" class="outline-2">
<h2 id="org011a9e3"><span class="section-number-2">15</span> 体育</h2>
<div class="outline-text-2" id="text-15">
<p>
aerobic	adj. 需氧的, 有氧的, 增氧健身法的<br />
aerobics	n. 有氧运动法；增氧健身法<br />
all-star	adj. 全明星组成的 n. 明星队的运动员<br />
archery	n. 箭术<br />
artificial turf	人造草坪<br />
Asian Games	亚洲赛<br />
athlete	n. 运动员<br />
athletics	n. 体育运动，田径<br />
backboard	n. (篮球架上的)篮板，后部挡板，脊椎矫正板<br />
backcourt	距门最远处<br />
backcourtman	n.(篮球队的)后卫<br />
backfield	n.后卫&amp;lt;br /&amp;gt;外野手<br />
backstroke	n. 还击，反手拍击，仰泳<br />
baseball	n. 棒球<br />
basketball	n. 篮球，篮球运动<br />
bat	n. 蝙蝠,棒,击打,球拍 vt.&amp; vi. 用棒击打 [计算机] DOS文件名: 批文件<br />
baton	n. 指挥棒, 接力棒<br />
bikini	n. 比基尼，三点式泳装<br />
blocking	舞台场面设计,舞台调度;舞台调度,舞台场面调度设计;模块化<br />
bowling	n. 保龄球<br />
box	n. 盒子,箱,专席,亭子,窘境 vt. 装&#x2026;入盒中,限制住,调和,改变形状,用拳击&#x2026; vi.参与拳击<br />
boxing	n. 拳击 n. 盒式包装，制箱材料<br />
broad jump	n.跳远,跳远比赛<br />
bronze medal	铜质奖章 铜牌 第三名<br />
butterfly stroke	蝶泳<br />
cager	n.&lt;美俚&gt;篮球选手<br />
callisthenics	n.柔软体操,运动<br />
center	n. 中心, 中间, 主角, 中锋, 重点 vi. 居中, 聚焦于&#x2026; vt. 使集中, 放在中央<br />
center field	n.&lt;美&gt;[棒]中外场<br />
champion	n. 冠军, 拥护者, 勇士 vt. 保卫, 拥护<br />
charge	n. 电荷, 指控, 费用; 照顾, 责任 vt. &amp;vi 控诉, 加罪于, 要价, 赊帐, 充电, 管理<br />
cheer	n. 愉快,激励,欢呼 vt. 加油,鼓舞,快活起来 vi. 使振奋,欢呼<br />
cheerleader	n. (尤指体育赛事上的)拉拉队队员；(事业或政客的)支持者，摇旗呐喊者<br />
circuit	n. 电路,一圈,巡回 vt. &amp;vi. 巡回<br />
clay court	n. 红土网球场, 沙地球场<br />
club	n. 击棍,扑克牌中的梅花,俱乐部 vt. 用棍棒打,集合 vi. 集合,分担花费,泡夜总会<br />
coach	n. 大巴, 教练; (火车)客车车厢, 四轮马车, 经济舱 vt. 训练, 指导 vi. 训练, 指导<br />
competition	n. 比赛,竞争<br />
consolation game	n.落选赛<br />
consolation prize	n.安慰奖或精神奖<br />
cornerback	n.(美式橄榄球)侧卫<br />
corner kick	n.角球<br />
cross-country race	越野跑<br />
decathlon	n. 十项运动(体育比赛)<br />
deuce	n. 两点, 平手, 平分<br />
discus	n. 铁饼，掷铁饼<br />
diving	n.潜水,跳水<br />
downhill	adj. 向坡下(的),走下坡路的(地) adv. 下坡,向下<br />
dribble	vt. 使&#x2026;慢慢流下，运球 vi. 细流，垂涎，运球 n. 少量，细流<br />
dummy play	假装不准备接球<br />
eliminate	v. 除去,排除,剔除 [计算机] 消除<br />
exercise	n. 练习,作业,运动 vt. 运用 vi. 锻炼<br />
exhibition game	n.表演赛<br />
fair play	n. 公平的比赛(公平对待)<br />
fairway	n.航路,[空]水上飞机升降用的水面跑道<br />
fastball	n. [棒](投手投出的)快球<br />
fast break	n. [篮]快攻<br />
featherweight	n. 非常轻的人或物, 不重要的人, 羽量级选手<br />
feint	n. 伪装, 佯装攻击 v. 佯攻, 佯击<br />
field event	n.[体]田赛<br />
field hockey	曲棍球(=hockey)<br />
final	adj. 最后的 决定了的 n. 决赛,期末考试<br />
football	n. 足球 n. 橄榄球<br />
fault	n. 故障,过失,缺点 vt.&amp;vi. 挑剔,指责，发现错误, 断裂<br />
forehand	n. 马体的前部, 正打, 正击 adj. 正打的 n. [体]正拍<br />
grip	n. 紧握,了解,手柄,手提包 vt. 紧抓,吸引<br />
foul play	n. 卑鄙的行径, 不公平, 谋杀<br />
foul shot	n.罚球,罚球所得的一分<br />
freestyle	n.自由式<br />
frog	n. 蛙,马的蹄叉,刀剑的挂环<br />
fullback	n. 后冲<br />
full court press	全场紧逼<br />
goal	n. 目标，目的； 球门； 终点；<br />
goalkeeper	n. 守门员 =goaltender(美)<br />
goalpost	n. 门柱<br />
gold medal	n. 金质奖章，金牌<br />
golf	n. 高尔夫球 v. 打高尔夫球 vi. (打)高尔夫球<br />
grand slam	n. [棒球]大满贯, 满垒时之全垒打<br />
grandstand	n. 正面看台, 哗众取宠的表演 adj. 大看台 v. 哗众取宠的表演<br />
ground rule	n. 程序，场地临时规则，基本规则<br />
guard	n. 守卫者,警戒, 护卫队, 保护 vt. &amp;vi. 保卫,看守,警惕<br />
gymkhana	n.竞技场,比赛,运动会<br />
gymnasium	n. 体育馆, 健身房 n.(德国等培养学生升入大学的)大学预科，高级中学 (复数)gymnasia或gymnasiums<br />
gymnast	n. 体操运动员<br />
gymnastics	n.&amp;amp;adj. 体操<br />
hack	n. 劈, 砍, 出租马车 v. 劈, 砍, 干咳<br />
halfback	n.中卫<br />
hamper	n. 食盒,食篮 v. 阻碍,使&#x2026;困累,困累<br />
hat trick	n. 〈板球〉连中三柱，使对方三击球手退场<br />
heavyweight	n. 超过平均重量的人或物，重量级选手，(拳击)重量级，要人<br />
high jump	跳高<br />
hit	n. 打(击),冲撞,讽刺,成功.一次毒品的剂量,点击量 vt. 打(击),碰撞,偶然发现,要求,符合 vi. 打(击),袭击,达到<br />
hockey	n. 曲棍球<br />
holding	n. 把持, 支持, 保持 vbl. 握住, 把持, 举行<br />
hole in one	v.一击入洞<br />
home run	[棒球]全垒打<br />
home team	主队<br />
horizontal bar	n. 单杠<br />
host	n.[计算机]主机； 主人，东道主； 节目主持人； 酒店业主 vt.当主人； 主办宴会，主持节目； 款待，做东 vi.做主人，做东道主<br />
hotdog	n. 热狗(面包) vi. 卖弄，出风头<br />
skiing	n. 滑雪, 滑雪术<br />
hula hoop	呼拉圈<br />
hurdling	n.跳栏赛跑<br />
hurler	n.投掷者,[棒球]&lt;俚&gt;投手<br />
individual	adj. 个别的; 独有的 n. 个人, 个体<br />
infield	n.(棒球场地的)内场，内野<br />
inside	adj. 里面的 adv. 在里面 n. 内部 prep. 在&#x2026;里面<br />
intercept	n. 截取,妨碍,截距 v. 拦截,阻止,截取 [计算机] 截断<br />
intermission	n. 中止, 中断, 停顿<br />
IOC	abbr. 国际奥委员会(=International Olympic Committee)<br />
javelin	n. 标枪<br />
jog	n. 轻推,轻撞,漫步 vt.&amp; vi. 轻推,蹒跚行进,慢跑<br />
judo	n. 柔道<br />
jump	n. 跳跃,跳动,上涨 vt. &amp;vi. 跳越,突升,惊跳<br />
jumper	n. 跳跃者, 跳高运动员, 雪橇， 跳跃的动物, 妇女穿的套头外衣, 海员的上衣, 工作服<br />
karate	n. 空手道(日本的一种徒手武术)<br />
kick in	&amp;lt;俚&amp;gt;死，踢开，捐款，(药物)发生药性<br />
knuckleball	n.[棒](投手投出的)不旋转球<br />
lane	n. 小路, 小巷, 行车道<br />
love	n. 爱, 恋爱, 爱情, 情人 vt. 爱慕, 热爱, 喜欢 vi. 爱 n.(网球比赛中的)零分<br />
marathon	n. 马拉松, 耐力的考验<br />
medley race	n.混合泳接力<br />
mermaid	n. 美人鱼<br />
merman	n.雄人鱼&amp;lt;br /&amp;gt;Merman：&amp;lt;br /&amp;gt;n.默尔曼(人名)<br />
middleweight	n. 平均体重，中量级选手 adj. 体重中等的<br />
NBA	美国职业篮球联赛<br />
obstacle race	n. 障碍赛跑<br />
offence	n. 犯罪,过错,攻击,令人讨厌的事物<br />
Olympic	adj. 奥林匹克的<br />
out	vt. adj. 外面的,向外的,落伍的,不做考虑的 adv. 向外,离岸,外出,出局,出去,用尽,完成,出现,结束 vt. 释放出,揭露 vi. 揭发 prep. 向外,通过 n. 外面,在野者,下台者,出局的一击<br />
outfield	n.(板球及棒球)外场<br />
par	n. 标准, 票面价值, 平均数量 adj. 票面的, 平常的, 标准的<br />
parallel bars	双杠<br />
Paralympics	n.残疾人奥运会<br />
pass	vt.&amp; vi.走过； 通过； 批准； 度过 vt.传球； 及格； 发生； 不要 n.通道； 通行证； 关口； 越过<br />
penalty	n. 处罚,惩罚<br />
pentathlete	n. [体]五项全能运动员<br />
pentathlon	n. 五项全能运动(跑步﹑骑马﹑游泳﹑击剑和射击)<br />
pitcher	n. 水罐, [棒球]投手，[植]瓶状叶<br />
pivot	n. 枢,核心,旋转 adj. 在枢轴上转动的,关键的 vt. 装枢轴于,以&#x2026;为中心旋转 vi. 在枢轴上转动<br />
pivotman	n.{篮}(篮下)策应队员<br />
play	n. 游戏,游玩,剧本,比赛,比赛中的动作,影响 vt. &amp;vi. 玩,进行比赛,演奏,播放,捉弄,假装<br />
playoff	n. (双方得分相等时的)最后决赛<br />
plus fours	n. 灯笼裤<br />
pole-vault	vi. 撑竿跳<br />
polo	n. 马球, 水球，马球装束<br />
prizefight	n. 职业拳击赛<br />
prizefighter	n.职业拳击手<br />
prize ring	n.拳击场,拳击练习<br />
pro	n. 能手(赞成) adv. 正面地<br />
pushing	adj. 奋斗的；莽撞的；有精力的；富有进取心的 n. 推挤；推人犯规(篮球术语) v. 推；促进；逼迫(push的ing形式)<br />
putt	n. (高尔夫球)推杆 vt. 短打，把球轻轻打进洞<br />
qualifying trials	资格赛<br />
quarterfinal	adj. 四分之一决赛的 n. 四分之一决赛<br />
rebound	n. 弹回 vt.&amp;amp; vi. 弹回<br />
rebounder	n.善于篮板球之球员<br />
referee	n. 仲裁人,调解人,裁判员 vt. &amp;vi. 仲裁,裁判<br />
relay race	接力赛<br />
rivet	n. 铆钉 v. 铆接,固定,钉牢 v. 集中(目光、注意力)，吸引<br />
round	n. 圆,(某种圆形)交谊舞,常规活动,一局(轮) adj. 圆的,微胖的,完整的,坦率的,圆满完成的 adv. 环形地 vt. 弄圆,绕行,使&#x2026;完全,使成为整数 vi. 变圆(胖),弯曲 prp. 围绕,遍及<br />
runner-up	n. 亚军，第二名<br />
sailboard	v.驾帐板冲浪 n.帆板<br />
sambo	n. 桑勃式摔跤 n. 黑人与印第安人或欧洲人的混血儿<br />
score	n.得分； 分数； 总谱； 20个 v.得分； 记分； 评分； 获得胜利<br />
scoreboard	n. 记分板<br />
scratch competition	正式比赛<br />
semifinal	n. 半决赛 adj. 半决赛的<br />
serve	v. 可作&#x2026;用, 服务, 对待, 发球 n. 发球<br />
shot	n.射手，击球； 开枪，发射； 企图； 注射 adj.闪色的，颜色会变化的； 交织的； 渗透的； (俚语)坏透了的，筋疲力尽的 vt.射中，射击； 给…装弹； 注射； 抛出 vi.发射，射击； 突然出现 v.拍摄(shoot的过去式和过去分词)； 射杀； 开(枪或其他武器)； 打猎<br />
sideline	n. (球场)边线<br />
sidestroke	n.vi.[体]侧泳<br />
single	adj. 单身的,单纯的,单一的 n. 单程票,单曲,单人房,单身者 vt. 单独挑出 vi. (棒球)作一垒打<br />
skate	n. 冰鞋 v. 滑冰 vi. 溜冰, 滑冰<br />
skateboarding	n. 滑板(运动) 动词skateboard的现在分词形式<br />
ski	adj. 滑雪(用)的 n. 滑雪，滑雪板 vt. &amp; vi. 滑雪<br />
slalom	n. 障碍滑雪比赛 vi. 进行障碍滑雪赛<br />
soccer	n. 英式足球<br />
spike	n. 长钉, 钉鞋 v. 以大钉钉牢, 使&#x2026;失效<br />
springboard	n. 跳板,跳板<br />
sprint	vi. 全力奔跑,冲刺 n. 短距离赛跑，冲刺 n. 斯普林特(财富500强公司之一, 总部所在地美国, 主要经营电讯)<br />
sprinter	n. 短跑运动员<br />
stadium	n. 露天体育场,竞技场<br />
starting line	n. 起跑线<br />
steal	vt.偷； 悄悄地做，悄悄地走； 潜行； 不正当的获得 vi.偷； 偷偷地行动：秘密、不显明地行动、发生或消失； [棒球]偷垒 n.偷窃； 便宜货； 便宜货<br />
strike	n. 罢工, 打击, 殴打 v. 打, 撞, 罢工, 划燃<br />
surfing	n. 冲浪运动<br />
synchronized swimming	n.同游表演<br />
tennist	n.网球运动员<br />
third place	季军<br />
tie	n. 结,束缚,不分胜负,(领)带 vt. 系,约束,捆绑 vi. 打结,连结<br />
tournament	n. 比赛,锦标赛,(中世纪的)骑士比武<br />
track	n. 小路, 跑道, 轨道, 踪迹; 惯例, 常规 v. 跟踪, 追踪<br />
transition	n. 过渡,转变<br />
travel	n.旅行,移动 vi. 旅行,传播,移动 vt. 横贯<br />
trip	n. 旅行,摔倒,差错,轻快的步伐 vt. 使跌倒,使犯错,使失败,起锚,竖帆 vi. 轻快地走,绊倒,失误,结巴,旅行<br />
Triple Crown	n. (罗马教宗的)三重冠<br />
triple jump	n. 三级跳远<br />
umpire	n. 裁判员, 仲裁人 vt. 为&#x2026;裁决/仲裁 vi. 裁判，仲裁<br />
underhand	adj. 秘密的, 下投的, 欺瞒的 adv. 低手地，暗地<br />
uneven	adj. 不平坦的, 不均匀的, 奇数的<br />
violation	n. 违反,违背,妨碍<br />
visiting team	客队<br />
walkathon	n.&lt;美&gt;&lt;加拿大&gt;(尤指为特定事业筹款而进行的) 步行马拉松<br />
walker	n. 步行者, 散步者<br />
walk-on	n.跑龙套角色<br />
water ballet	n.[体]花样游泳<br />
weight	n. 重量,体重,重担 vt. 使&#x2026;负重, 使倾斜<br />
Wimbledon	n. 温布尔登(英格兰东南部城市)<br />
wood	n.木材； 树林； 木制品 vi.收集木材 vt.在…植树造林； 给…添加木柴 adj.木制的； 失去理智的<br />
wrestling	n. 摔角, 扭斗, 格斗 wrestle的现在分词<br />
yachting	n. 游艇运动，游艇比赛 动词yacht的现在分词形式<br />
zone	n. 地域,地带,地区 vt. 划分成带, 标出或指定成区, 用腰带围绕 adj. 地区性的, 地域上的<br />
</p>
</div>
</div>
