engxw.org
* 科技
active	adj. 积极的；活跃的；主动的；有效的；现役的 n. 主动语态；积极分子
adiposis	n.[医]肥胖病
aeroshell	n.(航天器软着陆时用的)减速伞
aerospace	n. 宇宙空间，航空航天学,航空航天工业 adj. 航天的，太空的
alpha test	n.智力测验
amplification	n. 扩大, 扩充，膨胀 n. 详述, 引伸，推广 n. 增幅, 放大(率), 放大倍数[系数]
antidote	n. 解毒剂, 解药 n.(喻)矫正方法
artificial	adj. 人造的,虚伪的,武断的
bar-code	adj. 条码
bariatrics	n.肥胖病学
basic	adj.基本的； [化学]碱性的； [地质学]基性的； 首要的 n.基础，基本； 基本原则，基本原理，基本规律； 要素； 基础训练
beeper	n. 呼叫器，BP机
biochip	n.生物芯片
biocycle	n.[生]生物环( 指组成生物圈主要部分的一组相关的生态域,即陆地、海洋与淡水域)
bioethics	n. 生物伦理学，生命伦理学
biosensor	n.生物传感器
bulletin board	告示牌
cable	n. 电缆,海底电报 vt. 打海底电报,把...拧成缆,用缆捆住 vi. 打海底电报
cellular	adj. 细胞的,松织的 n. 手机
chaos	n. 混乱
Chernobyl	n. 切尔诺贝利(苏联欧洲部分中西部城市)
click	n. 点击,滴答声,拍答声 vt. 点击,作滴答声,使...作拍答声 vi. 击打,完全符合,成功,以点击的方式选择
clipboard	n. 付有纸夹的笔记板，剪贴板
clone	n. 克隆，无性繁殖，复制品 v. 克隆，复制
computerate	adj. 非计算机盲的
hedgehog	n. 刺猬
CPU	abbr. [计算机]中央处理器(=central processing unit)
cryonics	n.[医]人体冷冻法
cursor	光标
cyber	adj. 电脑的,网络的
cybernetics	n. 控制论
cyborg	n. 靠机械装置维持生命的人
DAT	abbr. 数字式音频磁带(=digital audio tape)
databank	n. 数据库
delve	vi. 探究, 查考，挖掘 vt. 挖掘 n.
desk-top	adj.桌上型的
display	n. 显示,陈列,炫耀 vt. 显示,表现,夸示
EDI	Electronic Data Interchange,电子数据交换,无纸贸易
electronic	adj.电子的； 电子操纵的； 用电子设备生产的； 用电子设备完成的
eugenics	n. 优生学
expert system	专家系统
factory	n. 工厂, 制造场所
fail safe	n. 自动防故障装置 adj. 故障自动保险的, 能组织军事攻击的, 万无一失的
fax	n. 传真 v. 传真
feed	vt.喂养； 满足(欲望等)； 向…提供； 供…作食物 vi.吃，以…为食； 流入，注入，进入(如油流入机器)； [电子学]馈入 n.饲料(尤指粗饲料)，施肥； 喂送； 草料
file	n. 档案,公文箱,锉刀,[计算机] 文件 vt. 列队行进,归档,申请
flame	n. 火焰,火舌,鲜红色,光辉,恋人,怀念,辱骂信息 vi. 焚烧,爆发,面红, 发辱骂信息 vt. 用烟火发信号,用火对待,发辱骂信息
floppy	adj. 叭塌叭塌响的,懒散的,邋遢的
flutter	n. 摆动, 鼓翼, 烦扰 v. 摆动, 鼓翼, 烦扰
futurology	n. 未来学
gene therapy	n. 基因治疗
genetic engineering	基因工程
groupware	组件 群件
hack	n. 劈, 砍, 出租马车 v. 劈, 砍, 干咳
HDTV	High-Definition Television,高清晰度电视
hermes	heavy element and radioactive material electromagneticseparator 重放射性同位素电磁分离器 n.=herm
high fidelity	高保真
HIV	abbr. 人体免疫缺损病毒，艾滋病病毒 (=human immunodeficiency virus)
hypermedia	超媒体
hypertext	n. 超文本
IBM	abbr. 美国国际商用机器公司(=International Business Machines)
icon	n. 肖像, 偶像, 象征, 图符 [计算机] 图标,图符
immune	adj. 免除的,免疫的 n. 免疫者
import	n. 进口 vi. 进口,输入 vt. 输入,进口
infect	vt. 传染,感染
information highway	信息高速公路
intelligent	adj. 聪明的, 智能的
intercom	n. 对讲机
Internet	n. 因特网
in vitro fertilization	体外受精
Jerusalem	n. 耶路撒冷(巴勒斯坦城市)
jukebox	n. 自动电唱机
lag	n. 落后, 滞后, 落后的人, (两事件之间的)时间间隔, 耽搁, 桶盖 vt. 落后, 投掷, 盖上桶盖, 耽搁 vi. 走得慢, 落后 adj. 最后的
laptop	n. 便携式电脑, 笔记本电脑
liposuction	n. 吸脂术
monitor	n. 监督器, 班长, 监听员, [计算机]显示器, 监视器 v. 监视, 监听, 监督
mouse	n. 老鼠,鼠标，胆小如鼠的人，乌青色的肿块 vi. 捕鼠，蹑手蹑脚行动 vt. 仔细寻找
multimedia	adj. 多媒体的 n. 多媒体
neurogenetics	[复]n.[用作单] 神经遗传学
noodle	n. 面条
notebook	n. 笔记本，笔记本电脑
Oedipus	n. [希腊神话]奥狄帕斯
ozone	n. 臭氧, 新鲜空气
palmtop	n. 掌上型电脑
pascal	n. [计]PASCAL帕其卡语言 n. 帕斯卡(压力单位)
PC	abbr. 个人计算机(=personal computer)
peripheral	adj. 不重要的,外围的 n. 外围设备
phoenix	n. 凤凰, 长生(不死)鸟 引申为重生
protein	adj. 蛋白质的 n. 蛋白质
Quality Circle	质量研讨小组
quark	n. [物]夸克
recycle	vt. 使再循环,再利用,再制 vi. 循环 n. 再循环
satellite	n. 卫星,卫星城,随从
shareware	n.共享软件
shuttle	n. 航天飞机；穿梭；梭子；穿梭班机、公共汽车等 vt. 使穿梭般来回移动；短程穿梭般运送 vi. 穿梭往返
silicon	n. 硅
smart	adj. 聪明的,时髦的,漂亮的,敏捷的,轻快的,整洁的 vi. 刺痛,难过,烦恼 n. 刺痛,苦恼 adv. 轻快地,,机灵地,整齐地,漂亮地; v. 感到剧烈刺痛，(因批评、失败等)难过，烦恼
switch	n. 开关, 电门，闸，转换器, vt. &vi. 鞭打，转轨，交换，突然转变, 摆动，接通或切断…电流
system analyst	n.系统分析员
space suit	n.太空服
Technology transfer	技术转让
terminal	n. n. 终端机,终点,末端 adj. 终点的,晚期的,致死的
transgenic	n. 转基因的
Trojan	n .特洛伊人, 勤勉的人, 勇士 adj. 特洛伊的, 特洛伊人的
ultrafast	adj.超速的,超快的
ultrafax	n.[无]电视传真电报
UV	abbr. 紫外线(=ultraviolet)
vaccinate	v. 预防接种
vaccine	n. 疫苗
VCD	abbr.视频高密光盘(=Video Compact Disc) abbr.可变电容二极管(=Variable Capacitance Diode)
VCR	abbr. 录像机(=Video Cassette Recorder) abbr. 可变压缩比(=Variable Compression Ratio)
virtual	adj. 虚拟的；有效的；实质上的，事实上的
virus	n. 病毒, 毒素, 有害的事物
wan	adj. 苍白的，病态的，暗淡的 vi. 变苍白，呈病态 abbr. 广域网(=wide area network)
worm	n. 虫,蠕虫 vt. 蠕动,驱虫,慢慢探听出 vi. 蠕动
